{
	"External Player": "Reproductor extern",
	"Made with": "Fet amb",
	"by a bunch of geeks from All Around The World": "per un grup de geeks de Tot el Món",
	"Initializing PopcornTime. Please Wait...": "Inicialitzant PopcornTime. Si us plau, espera...",
	"Status: Checking Database...": "Estat: comprovant base de dades",
	"Movies": "Pel·lícules",
	"TV Series": "Sèries de TV",
	"Anime": "Anime",
	"Genre": "Gènere",
	"All": "Tots",
	"Action": "Acció",
	"Adventure": "Aventura",
	"Animation": "Animació",
	"Children": "Infants",
	"Comedy": "Comèdia",
	"Crime": "Crim",
	"Documentary": "Documental",
	"Drama": "Drama",
	"Family": "Familiar",
	"Fantasy": "Fantasia",
	"Game Show": "Concurs de televisió",
	"Home And Garden": "Llar i Jardí",
	"Horror": "Horror",
	"Mini Series": "Mini sèries",
	"Mystery": "Misteri",
	"News": "Notícies",
	"Reality": "Telerealitat",
	"Romance": "Romanç",
	"Science Fiction": "Ciència Ficció",
	"Soap": "Telenovel·la",
	"Special Interest": "Interès especial",
	"Sport": "Esports",
	"Suspense": "Intriga",
	"Talk Show": "Talk Show",
	"Thriller": "Thriller",
	"Western": "Western",
	"Sort by": "Ordenar per",
	"Popularity": "Popularitat",
	"Updated": "Actualitzat",
	"Year": "Any",
	"Name": "Nom",
	"Search": "Cerca",
	"Seasons": "Temporades",
	"Season": "Temporada",
	"Load More": "Carrega més",
	"Saved": "Desat",
	"Settings": "Configuració",
	"Show advanced settings": "Mostra configuració avançada",
	"User Interface": "Interfície d'usuari",
	"Default Language": "Llenguatge per defecte",
	"Theme": "Tema",
	"Start Screen": "Pantalla d'inici",
	"Favorites": "Favorits",
	"Show rating over covers": "Mostra classificació sobre portades",
	"Always On Top": "Sempre al front",
	"Watched Items": "Articles vistos",
	"Show": "Mostra",
	"Fade": "Esvair",
	"Hide": "Ocultar",
	"Subtitles": "Subtítols",
	"Default Subtitle": "Subtítols per defecte",
	"Disabled": "Desactivat",
	"Size": "Mida",
	"Quality": "Qualitat",
	"Only list movies in": "Només la llista de pel·licules en",
	"Show movie quality on list": "Mostra la qualitat de la pel·lícula al llistat",
	"Trakt.tv": "Trakt.tv",
	"Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "Introdueix aquí les teves dades de Trakt.tv per fer 'scrobble' automàticament dels episodis que vegis a Popcorn Time",
	"Username": "Nom d'usuari",
	"Password": "Clau d'entrada",
	"Popcorn Time stores an encrypted hash of your password in your local database": "Popcorn Time emmagatzema un hash xifrat de la contrasenya a la base de dades local",
	"Remote Control": "Control remot",
	"HTTP API Port": "Port de l'API HTTP",
	"HTTP API Username": "Nom d'usuari de l'API HTTP",
	"HTTP API Password": "Clau d'entrada de l'API HTTP",
	"Connection": "Connexió",
	"TV Show API Endpoint": "API Endpoint de series",
	"Connection Limit": "Límit de conexions",
	"DHT Limit": "DHT Limit",
	"Port to stream on": "Port per transmetre a",
	"0 = Random": "0 = Aleatori",
	"Cache Directory": "Directori de la cache",
	"Clear Tmp Folder after closing app?": "Esborrar directori Tmp un cop tancada aplicació?",
	"Database": "Base de dades",
	"Database Directory": "Directori de la base de dades",
	"Import Database": "Importar Base de dades",
	"Export Database": "Exportar base de dades",
	"Flush bookmarks database": "Buida la base de dades de marcadors",
	"Flush subtitles cache": "Buida la cache dels subtítols",
	"Flush all databases": "Buida totes les bases de dades",
	"Reset to Default Settings": "Reseteja a les opcions per defecte",
	"Importing Database...": "Important Base de dades...",
	"Please wait": "Si us plau, esperi",
	"Error": "Error",
	"Biography": "Biografia",
	"Film-Noir": "Film-Noir",
	"History": "Història",
	"Music": "Música",
	"Musical": "Musical",
	"Sci-Fi": "Ciència ficció",
	"Short": "Curtmetratge",
	"War": "Bèl·lic",
	"Date": "Data",
	"Rating": "Valoració",
	"Open IMDb page": "Obre pàgina IMDb ",
	"Health false": "Falsa Salut",
	"Add to bookmarks": "Afegeix a favorits",
	"Watch Trailer": "Veure el tràiler",
	"Watch Now": "Veure ara",
	"Health Good": "Salut bona",
	"Ratio:": "Ratio:",
	"Seeds:": "Llavors:",
	"Peers:": "Clients:",
	"Remove from bookmarks": "Elimina dels favorits",
	"Changelog": "log de Canvis",
	"Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Popcorn Time! és el resultat de molts desenvolupadors i dissenyadors que posen un munt d'APIs junts per fer que l'experiència de veure pel · lícules vía torrents sigui el més simple possible.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Som un projecte de codi obert. Som d'arreu del món. Estimem les nostres pel·lícules. I noi,  estimem les crispetes.",
	"Invalid PCT Database File Selected": "Base de dades PCT sel·leccionada invàlida",
	"Continuing": "Continuant",
	"Health Unknown": "Salut desconeguda",
	"Episodes": "Episodis",
	"Episode": "Episodi",
	"Aired Date": "Data d'emisió",
	"Streaming to": "Transmetint a",
	"connecting": "Connectant",
	"Download": "Baixat",
	"Upload": "Puja",
	"Active Peers": "Clients actius",
	"Cancel": "Cancel·la",
	"startingDownload": "S'està iniciant la baixada...",
	"downloading": "S'està baixant...",
	"ready": "Llest",
	"playingExternally": "Reproduint externament",
	"Custom...": "Personalitzat...",
	"Volume": "Volum",
	"Ended": "Finalitzat",
	"Error loading data, try again later...": "Error carregant dades, prova més tard...",
	"Miscellaneous": "Diversos",
	"When opening TV Show Detail Jump to:": "En obrir detall de sèrie, ves a:",
	"First Unwatched Episode": "Primer capítol sense veure",
	"Next Episode In Series": "Següent episodi en Sèries",
	"When Opening TV Show Detail Jump To": "En obrir detall de sèrie, ves a:",
	"Flushing...": "Buidant...",
	"Are you sure?": "Estàs segur?",
	"We are flushing your databases": "S'estan buidant les bases de dades",
	"Success": "Èxit",
	"Please restart your application": "Reinicïi l'aplicació",
	"Restart": "Reinicia",
	"Terms of Service": "Termes d'ús",
	"I Accept": "Accepto",
	"Leave": "Marxar",
	"When Opening TV Series Detail Jump To": "En obrir detall de sèrie, ves a:",
	"Health Medium": "Salut mitja",
	"Playback": "Reproducció",
	"Play next episode automatically": "Reprodueix el següent episodi automàticament",
	"Generate Pairing QR code": "Generant codi QR ",
	"Playing Next Episode in": "Reproduint següent episodi en",
	"Play": "Reprodueix",
	"Dismiss": "Acomiadar",
	"waitingForSubtitles": "Esperant als subtítols",
	"Play Now": "Reprodueix ara",
	"Seconds": "Segons",
	"You are currently authenticated to Trakt.tv as": "Estas autenticat a Trakt.tv com ",
	"Disconnect account": "Desconnecta compte",
	"Sync With Trakt": "Sincronitza amb Trakt",
	"Syncing...": "Sincronitzant...",
	"Done": "Fet",
	"Subtitles Offset": "Subtítols Offset",
	"secs": "segons",
	"We are flushing your database": "Estem buidant la teva base de dades",
	"We are rebuilding the TV Show Database. Do not close the application.": "Estem refent la base de dades de les sèries. No tanquis l'aplicació",
	"No shows found...": "No s'han trobat espectacles...",
	"No Favorites found...": "No s'han trobat favorits...",
	"Rebuild TV Shows Database": "Refent la base de dades de Sèries",
	"No movies found...": "No s'han trobat pel·lícules...",
	"Ratio": "Relació",
	"Health Excellent": "Salut excel·lent",
	"Health Bad": "Salut dolenta",
	"Status: Creating Database...": "Estat: Creant base de dades...",
	"Status: Updating database...": "Estat: Pujant base de dades...",
	"Status: Skipping synchronization TTL not met": "Estat: Saltant sincronització TTL no trobat",
	"Advanced Settings": "Opcions avançades",
	"Clear Cache directory after closing app?": "Esborrar la cache del directori després de tancar l'aplicació?",
	"Tmp Folder": "Carpeta Tmp",
	"Status: Downloading API archive...": "Estat: Baixant arxiu API",
	"Status: Archive downloaded successfully...": "Estat: Arxiu baixat correctament...",
	"Status: Importing file": "Estat: Important arxiu",
	"Status: Imported successfully": "Estat: Importació correcte",
	"Status: Launching applicaion... ": "Estat: Llençant aplicació",
	"URL of this stream was copied to the clipboard": "URL d'aquest strem ha estat copiat al portapapers",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Error, base de dades possiblement corrupte. Provi a esborrar els favorits a les opcions",
	"Flushing bookmarks...": "Esborrant base de dades...",
	"Resetting...": "Resetejant...",
	"We are resetting the settings": "Estem resetejant les opcions",
	"New version downloaded": "Nova versió descarregada",
	"Installed": "Instal·lat",
	"Install Now": "Instalar ara",
	"Restart Now": "Reiniciar ara",
	"We are flushing your subtitle cache": "Estem esborrant la cache dels subtítols",
	"Subtitle cache deleted": "Cache de subtítols esborrada",
	"Please select a file to play": "Si us plau, seleccioni un arxiu per reproduir",
	"Test Login": "Validació de prova",
	"Testing...": "Provant...",
	"Success!": "Èxit!",
	"Failed!": "Fracàs!",
	"Global shortcuts": "Dreceres globals",
	"Video Player": "Reproductor de vídeo",
	"Toggle Fullscreen": "Activar pantalla complerta",
	"Play/Pause": "Play/Pausa",
	"Seek Forward": "Cerca endavant",
	"Increase Volume": "Puja el volum",
	"Set Volume to": "Estableix el volum a",
	"Offset Subtitles by": "Ajusta subtítols per",
	"Toggle Mute": "Activar silenci",
	"Movie Detail": "Detall de pel·lícula",
	"Toggle Quality": "Activa Qualitat",
	"Play Movie": "Reprodueix pel·lícula",
	"Exit Fullscreen": "Surt de la pantalla completa",
	"Seek Backward": "Cerca enrere",
	"Decrease Volume": "Baixa el volum",
	"Show Stream URL": "Mostra Stram URL",
	"TV Show Detail": "Detall de Sèrie",
	"Toggle Watched": "Activa vistos",
	"Select Next Episode": "Selecciona següent episodi",
	"Select Previous Episode": "Selecciona episodi previ",
	"Select Next Season": "Selecciona següent temporada",
	"Select Previous Season": "Selecciona temporada anterior",
	"Play Episode": "Reprodueix capítol",
	"space": "espai",
	"shift": "shift",
	"ctrl": "ctrl",
	"enter": "intro",
	"esc": "esc",
	"Keyboard Shortcuts": "Dreceres del teclat",
	"Cut": "Talla",
	"Copy": "Copia",
	"Paste": "Enganxa",
	"Help Section": "Secció d'ajuda",
	"Did you know?": "Sabies que?",
	"What does Popcorn Time offer?": "Què ofereix Popcorn Time?",
	"With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Amb Popcorn Time, es poden veure pel · lícules i sèries de televisió amb molta facilitat. Tot el que has de fer és fer clic a una de les cobertes, a continuació, feu clic a 'Veure ara'. Però la seva experiència és altament personalitzable:",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "La nostra col.lecció de pel·lícules només conté pel·lícules d'alta definició, disponible a 720p i 1080p. Per veure una pel·lícula, només ha d'obrir Popcorn Time i navegar a través de la col·lecció de pel·lícules, accessible a través de la pestanya \"Pel·lícules\", a la barra de navegació. La vista per defecte li mostrarà tots els vídeos ordenats per popularitat, però es pot aplicar els seus propis filtres, gràcies al 'gènere' i 'Ordenar per' filtres. Un cop hagueu triat una pel·lícula que voleu veure, feu clic a la portada. Després feu clic a 'Veure ara'. No t'oblidis de les crispetes!",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "La pestanya de Sèries, que es pot arribar fent clic a 'Sèries de TV' a la barra de navegació, mostrarà totes les sèries disponibles a la nostra col·lecció. També pot aplicar els seus propis filtres, igual que a les pel·lícules, per ajudar a decidir el que vol veure. En aquesta col·lecció, també simplement feu clic a la portada: la nova finestra que apareixerà li permetrà navegar a través de les Temporades i els Episodis. Quan sapigueu que veure, simplement feu clic al botó 'Veure ara'.",
	"Choose quality": "Sel·leccioni qualitat",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Un control al costat del botó 'Veure ara' us permetrà triar la qualitat del vídeo. També pot establir una qualitat fixa a la fitxa Configuració. Advertència: una millor qualitat és igual a més dades per descarregar.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "La majoria de les nostres pel·lícules i sèries de TV tenen subtítols en el seu idioma. Vostè els pot configurar a la pestanya Configuració. Per a les pel·lícules, fins i tot es pot configurar mitjançant el menú desplegable a la pàgina de detalls de la pel·lícula.",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "En fer clic a la icona del cor en una portada afegirà la pel·lícula als seus favorits. Aquesta col·lecció és accessible a través de la icona en forma de cor, a la barra de navegació. Per eliminar un element de la col·lecció, simplement feu clic a la icona de nou! Que simple és això, no?",
	"Watched icon": "Icona de visualitzat",
	"Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Popcorn Time te en compte el que ja has vist - una mica d'ajuda per recordar no causa cap dany. També pot definir un element com vist fent clic a la icona amb forma d'ull a les portades. Vostè pot fins i tot crear i sincronitzar seva col·lecció amb el lloc web Trakt.tv, a través de la pestanya Configuració.",
	"In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "A Popcorn Time, pot utilitzar la icona de lupa per obrir la recerca. Escrigui un títol, un actor, un director o fins i tot un any, prem 'Enter' i deixi que li mostrem el que podem oferir. Per tancar el seu criteri de cerca, pot fer clic a la \"X\" al costat de la seva entrada o escrigui alguna cosa més al camp.",
	"External Players": "Reproductors externs",
	"If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "Si prefereix utilitzar un reproductor personalitzat en lloc del incorporat, pot fer-ho fent clic a la icona 'Mira ara'. Es mostrarà una llista dels seus reproductors instal·lats, escollir un i Popcorn Time enviarà el vídeo. Si el reproductor no està en la llista, si us plau reporti-ho a nosaltres.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Per empènyer la personalització encara més, li oferim un gran panell d'opcions. Per accedir a la configuració, feu clic a la icona en forma de roda a la barra de navegació.",
	"Keyboard Navigation": "Navegació del teclat",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "La llista completa de dreceres de teclat està disponible prement '?' en el seu teclat, o mitjançant la icona amb forma de teclat a la fitxa Configuració.",
	"Custom Torrents and Magnet Links": "Torrents personalitzats i links Magnètics",
	"You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Feu servir torrents personalitzats i links magnètics a Popcorn Time. Només cal arrossegar i deixar anar els arxius .torrent a la finestra de l'aplicació i / o enganxar qualsevol enllaç magnètic.",
	"Torrent health": "Salut del Torrent",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "En els detalls de Cinema / Sèries de TV, vostè pot trobar un petit cercle, de color gris, vermell, groc o verd. Aquests colors es refereixen a la salut del torrent. Un torrent verd es descarregarà ràpidament, mentre un torrent roig no es pot descarregar res, o molt lentament. El color gris representa un error en el càlcul de la salut per a les pel·lícules, i s'ha de fer clic a la sèrie de televisió amb la finalitat de mostrar la salut.",
	"How does Popcorn Time work?": "Com funciona Popcorn Time?",
	"Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "Popcorn Time transmet contingut de vídeo a través de torrents. Les nostres pel·lícules són proporcionades per YTS (http://yts.re) i les nostres Sèries de TV per EZTV (http://eztv.it), obtenim totes les metadades de Trakt (http://trakt.tv). Nosaltres no allotjem cap contingut.",
	"Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrent de streaming? Bé, els torrents utilitzen el protocol Bittorrent, que bàsicament vol dir que descarrega petites parts del contingut de l'ordinador d'un altre usuari, mentre envía parts que ja s'ha descarregat a un altre usuari. Llavors, mira les parts, mentre que les pròximes s'estan descarregant en segon pla. Aquest intercanvi permet que el contingut es mantingui saludable.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "Quan la pel·lícula està completament descarregat, vostè continua enviant parts als altres usuaris. I tot s'elimina del seu ordinador quan vostè tanca Popcorn Time. Tan simple com això.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "L'aplicació en si està construït amb el Node en Webkit, HTML, CSS i Javascript. Funciona com el navegador Google Chrome, llevat que allotja la major part del codi en el seu ordinador. Sí, Popcorn Time funciona amb la mateixa tecnologia que un lloc web normal, com ... diguem Wikipedia o Youtube!",
	"I found a bug, how do I report it?": "He trobat un error, com poc reportar-lo?",
	"No historics found...": "No s'han trobat històrics...",
	"Error, database is probably corrupted. Try flushing the history in settings.": "Error, base de dades probablement corrupta. Provi a esborrar l'històric a les opcions.",
	"You can paste magnet links anywhere in Popcorn Time with CTRL+V": "Pots enganxar links magnètics a tot arreu a Popcorn Time amb Ctrl+V",
	"You can drag & drop a .torrent file into Popcorn Time": "Pots arrosegar i deixar arxius .torrent a Popcorn Time",
	"The Popcorn Time project started in February 2014 and has already had 150 people that contributed more than 3000 times to its development in August 2014.": "El projecte Popcorn Time es va iniciar al Febrer de 2004 i te 150 persones que han contribuit mes de 3000 cops fins al seu desenvolupament al Agost de 2014",
	"The rule n°10 applies here.": "La norma número 10 s'aplica aquí",
	"If a subtitle for a TV Show is missing, you can add it on <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. And the same way for a Movie, but on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>": "Si falta e lsubtítol d'una serie, es por afegir a <a clases=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. I ho mateix per a les pel•licules però amb <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>",
	"If you're experiencing connection drop issues, try to reduce the DHT Limit in Settings": "Si està experimentant problemes de connexió, provi a reduir el limit de DHT a les opcions",
	"Search \"1998\" to see all movies that came out that year": "Busqui \"1998\" per veure totes les pel•lícules que es van estrenar aquest any",
	"You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Pots logarte a Trakt.tv per desar totes les pel•licules/sèries vistes i sincronitzar-ho amb varis dispositius",
	"Clicking on the rating stars will display a number instead": "Clicant les estrelles de puntuació mostrarà un número al seu lloc",
	"This application is entirely written in HTML5, CSS3 and Javascript": "Aquesta aplicació ha estat escrita plenament amb HTML5, CSS3 i Javascript",
	"Wanna know more about a Movie or a TV Series? Just click the IMDb icon.": "Vols saber més sobre una pel·lícula o una sèrie? Clica a l'icona d' IMDb.",
	"Clicking twice on a \"Sort By\" filter reverses the order of the list": "Clicant dues vegades al filtre \"Ordenar per\" s'invertirà l'ordre de la llista",
	"Switch to next tab": "Canvia a la pestanya següent",
	"Switch to previous tab": "Canvia a pestanya anterior",
	"Switch to corresponding tab": "Canvia a la pestanya corresponent",
	"through": "a través",
	"Enlarge Covers": "Engradeix les cobertes",
	"Reduce Covers": "Redueix les cobertes",
	"Open the Help Section": "Obre la Secció d'Ajuda",
	"Open Item Details": "Obre els detalls de l'article",
	"Add Item to Favorites": "Afegeix l'article a Favorits",
	"Mark as Seen": "Senyala com a vist",
	"Open this screen": "Obre aquesta pantalla",
	"Open Settings": "Obre els Ajustos",
	"Posters Size": "Tamany dels Cartells",
	"This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Aquesta característica només funciona si tens el teu compte de TraktTv sincronitzat. Si us plau, dirigeix-te a Ajustos per introduir els teus credencials.",
	"Last Open": "Últim obert",
	"Exporting Database...": "Exportant base de dades",
	"Database Successfully Exported": "Base de dades exportada correctament",
	"Currently Airing": "Transmetent-se actualment",
	"Drama - Historical": "Drama - Històric",
	"Magic": "Màgia",
	"Kids": "Infantil",
	"Kids - Magic - Shoujo": "Infantil - Màgia - Shoujo",
	"Demons": "Dimonis",
	"Fantasy - Kids - Magic - Shoujo": "Fantasia - Infantil - Màgia - Shoujo",
	"Display": "Visualitzar",
	"TV": "TV",
	"Type": "Tipus",
	"popularity": "popularitat",
	"date": "data",
	"year": "any",
	"rating": "puntuació",
	"updated": "actualitzat",
	"name": "nom",
	"OVA": "OVA",
	"ONA": "ONA",
	"No anime found...": "Anime no trobat...",
	"Movie": "Pel·lícula",
	"Special": "Especial",
	"No Watchlist found...": "Llista de reproducció no trobada...",
	"Watchlist": "Llista de reproducció",
	"Resolving..": "Sol·lucionant..."
}