{
	"External Player": "Ekstern afspiller",
	"Made with": "Lavet med",
	"by a bunch of geeks from All Around The World": "af en flok nørder fra hele verden",
	"Initializing PopcornTime. Please Wait...": "Vent venligst, mens Popcorn Time starter...",
	"Status: Checking Database...": "Status: Tjekker database...",
	"Movies": "Film",
	"TV Series": "TV-serier",
	"Anime": "Anime",
	"Genre": "Genre",
	"All": "Alle",
	"Action": "Action",
	"Adventure": "Eventyr",
	"Animation": "Animation",
	"Children": "For børn",
	"Comedy": "Komedie",
	"Crime": "Krimi",
	"Documentary": "Dokumentar",
	"Drama": "Drama",
	"Family": "Familie",
	"Fantasy": "Fantasi",
	"Game Show": "Gameshow",
	"Home And Garden": "Home and Garden",
	"Horror": "Gyser",
	"Mini Series": "Miniserier",
	"Mystery": "Mystik",
	"News": "Nyheder",
	"Reality": "Realityshow",
	"Romance": "Romantik",
	"Science Fiction": "Science Fiction",
	"Soap": "Sæbeopera",
	"Special Interest": "Speciel Interesse",
	"Sport": "Sport",
	"Suspense": "Spænding",
	"Talk Show": "Talkshow",
	"Thriller": "Thriller",
	"Western": "Western",
	"Sort by": "Sorter efter",
	"Popularity": "Popularitet",
	"Updated": "Opdateret",
	"Year": "År",
	"Name": "Navn",
	"Search": "Søg",
	"Seasons": "Sæsoner",
	"Season": "Sæson",
	"Load More": "Indlæs flere",
	"Saved": "Gemt",
	"Settings": "Indstillinger",
	"Show advanced settings": "Vis avancerede indstillinger",
	"User Interface": "Brugergrænseflade",
	"Default Language": "Standardsprog",
	"Theme": "Tema",
	"Start Screen": "Startskærm",
	"Favorites": "Favoritter",
	"Show rating over covers": "Vis bedømmelse på cover",
	"Always On Top": "Altid øverst",
	"Watched Items": "Sete film/TV-serier",
	"Show": "Vis",
	"Fade": "Udton",
	"Hide": "Skjul",
	"Subtitles": "Undertekster",
	"Default Subtitle": "Standardundertekster",
	"Disabled": "Deaktiveret",
	"Size": "Størrelse",
	"Quality": "Kvalitet",
	"Only list movies in": "Vis kun film i",
	"Show movie quality on list": "Vis filmkvalitet på listen",
	"Trakt.tv": "Trakt.tv",
	"Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "Indtast dine Trakt.tv oplysninger her, for automatisk at 'scrobble' de episoder du ser i Popcorn Time",
	"Username": "Brugernavn",
	"Password": "Adgangskode",
	"Popcorn Time stores an encrypted hash of your password in your local database": "Popcorn Time gemmer en krypteret nøgle-værdi af din adgangskode i din lokale database",
	"Remote Control": "Fjernbetjening",
	"HTTP API Port": "HTTP API Port",
	"HTTP API Username": "HTTP API Brugernavn",
	"HTTP API Password": "HTTP API Adgangskode",
	"Connection": "Forbindelse",
	"TV Show API Endpoint": "Endepunkt for TV-serie API",
	"Connection Limit": "Hastighedsbegrænsning",
	"DHT Limit": "DHT grænse",
	"Port to stream on": "Port som streames fra",
	"0 = Random": "0 = Tilfældig",
	"Cache Directory": "Midlertidig mappe",
	"Clear Tmp Folder after closing app?": "Ryd den midlertidige mappe efter afslutning af programmet?",
	"Database": "Database",
	"Database Directory": "Database mappe",
	"Import Database": "Importér database",
	"Export Database": "Exportér database",
	"Flush bookmarks database": "Tøm favorit databasen",
	"Flush subtitles cache": "Slet midlertidige undertekster",
	"Flush all databases": "Tøm alle databaser",
	"Reset to Default Settings": "Nulstil til standardindstillinger",
	"Importing Database...": "Importerer database...",
	"Please wait": "Vent venligst",
	"Error": "Fejl",
	"Biography": "Biografi",
	"Film-Noir": "Film-Noir",
	"History": "Historisk",
	"Music": "Musik",
	"Musical": "Musical",
	"Sci-Fi": "Sci-fi",
	"Short": "Kortfilm",
	"War": "Krigsfilm",
	"Date": "Dato",
	"Rating": "Bedømmelse",
	"Open IMDb page": "Åbn IMDb-side",
	"Health false": "Falskt helbred",
	"Add to bookmarks": "Tilføj til favoritter",
	"Watch Trailer": "Se Trailer",
	"Watch Now": "Afspil",
	"Health Good": "Godt helbred",
	"Ratio:": "Forhold:",
	"Seeds:": "Seeds:",
	"Peers:": "Peers:",
	"Remove from bookmarks": "Fjern fra favoritter",
	"Changelog": "Ændringslog",
	"Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Popcorn Time er resultatet af mange udviklere og designere, som har sammensat nogle API'er for at gøre oplevelsen af at se torrent-film så enkelt som muligt.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Vi er et open source projekt. Vi er fra hele verden. Vi elsker vores film. Og manner, hvor vi dog elsker popcorn.",
	"Invalid PCT Database File Selected": "Ugyldig PCT database fil valgt",
	"Continuing": "Forsætter",
	"Health Unknown": "Ukendt helbred",
	"Episodes": "Episoder",
	"Episode": "Episode",
	"Aired Date": "Først vist",
	"Streaming to": "Streamer til",
	"connecting": "Forbinder",
	"Download": "Download",
	"Upload": "Upload",
	"Active Peers": "Aktive peers",
	"Cancel": "Annullér",
	"startingDownload": "Begynder download",
	"downloading": "Downloader",
	"ready": "Klar",
	"playingExternally": "Afspiller eksternt",
	"Custom...": "Brugerdefineret...",
	"Volume": "Lydstyrke",
	"Ended": "Afsluttet",
	"Error loading data, try again later...": "Fejl ved indlæsning af data, prøv igen senere...",
	"Miscellaneous": "Diverse",
	"When opening TV Show Detail Jump to:": "Når du åbner TV-serie detaljer, gå til:",
	"First Unwatched Episode": "Første ikke sete episode",
	"Next Episode In Series": "Næste episode i serie",
	"When Opening TV Show Detail Jump To": "Når du åbner TV-serie detaljer, gå til",
	"Flushing...": "Tømmer...",
	"Are you sure?": "Er du sikker?",
	"We are flushing your databases": "Vi tømmer dine databaser",
	"Success": "Succes",
	"Please restart your application": "Genstart venligst programmet",
	"Restart": "Genstart",
	"Terms of Service": "Vilkår og Betingelser",
	"I Accept": "Jeg accepterer",
	"Leave": "Forlad",
	"When Opening TV Series Detail Jump To": "Når du åbner TV-serie detaljer, gå til",
	"Health Medium": "Medium helbred",
	"Playback": "Afspilning",
	"Play next episode automatically": "Afspil næste episode automatisk",
	"Generate Pairing QR code": "Opret QR-kode til parring",
	"Playing Next Episode in": "Afspiller næste episode om",
	"Play": "Afspil",
	"Dismiss": "Afvis",
	"waitingForSubtitles": "Venter på undertekster",
	"Play Now": "Afspil nu",
	"Seconds": "Sekunder",
	"You are currently authenticated to Trakt.tv as": "Du er forbundet til Trakt.tv som",
	"Disconnect account": "Afbryd konto",
	"Sync With Trakt": "Synkronisér med Trakt",
	"Syncing...": "Synkroniserer...",
	"Done": "Færdig",
	"Subtitles Offset": "Undertekst forskydning",
	"secs": "sek.",
	"We are flushing your database": "Vi tømmer din database",
	"We are rebuilding the TV Show Database. Do not close the application.": "Vi genopbygger TV-serie databasen. Luk ikke programmet.",
	"No shows found...": "Ingen TV-serier fundet...",
	"No Favorites found...": "Ingen favoritter fundet...",
	"Rebuild TV Shows Database": "Genopbyg TV-serie databasen",
	"No movies found...": "Ingen film fundet...",
	"Ratio": "Forhold",
	"Health Excellent": "Fremragende helbred",
	"Health Bad": "Dårligt helbred",
	"Status: Creating Database...": "Status: Opretter database...",
	"Status: Updating database...": "Status: Opdaterer database...",
	"Status: Skipping synchronization TTL not met": "Status: Springer synkronisering over, TTL er ikke opfyldt",
	"Advanced Settings": "Avancerede indstillinger",
	"Clear Cache directory after closing app?": "Ryd den midlertidige mappe efter afslutning af programmet?",
	"Tmp Folder": "Midlertidig mappe",
	"Status: Downloading API archive...": "Status: Downloader API-arkiv...",
	"Status: Archive downloaded successfully...": "Status: Arkiv downloadet med succes...",
	"Status: Importing file": "Status: Importerer fil",
	"Status: Imported successfully": "Status: Importeret med succes",
	"Status: Launching applicaion... ": "Status: Åbner programmet...",
	"URL of this stream was copied to the clipboard": "Genvejen til dette stream er kopieret til udklipsholderen",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Fejl, databasen er formodentligt ødelagt. Prøv at tømme favoriterne under indstillinger.",
	"Flushing bookmarks...": "Tømmer favoritter...",
	"Resetting...": "Nulstiller...",
	"We are resetting the settings": "Nulstiller indstillinger",
	"New version downloaded": "Ny version downloadet",
	"Installed": "Installeret",
	"Install Now": "Installér nu",
	"Restart Now": "Genstart nu",
	"We are flushing your subtitle cache": "Sletter midlertidige undertekster",
	"Subtitle cache deleted": "Midlertidige undertekster slettet",
	"Please select a file to play": "Vælg en fil som skal afspilles",
	"Test Login": "Test Login",
	"Testing...": "Tester...",
	"Success!": "Succes!",
	"Failed!": "Mislykkedes!",
	"Global shortcuts": "Globale genveje",
	"Video Player": "Videoafspiller",
	"Toggle Fullscreen": "Aktivér fuld skærm",
	"Play/Pause": "Afspil/Pause",
	"Seek Forward": "Gå fremad",
	"Increase Volume": "Skru op for lydstyrken",
	"Set Volume to": "Sæt lydstyrken til",
	"Offset Subtitles by": "Forskyd undertekster med",
	"Toggle Mute": "Aktiver/deaktiver lyd",
	"Movie Detail": "Filmdetaljer",
	"Toggle Quality": "Skift kvalitet",
	"Play Movie": "Afspil film",
	"Exit Fullscreen": "Afslut fuld skærm",
	"Seek Backward": "Gå tilbage",
	"Decrease Volume": "Skru ned for lydstyrken",
	"Show Stream URL": "Vis streamets genvej",
	"TV Show Detail": "TV-serie detaljer",
	"Toggle Watched": "Markér som set",
	"Select Next Episode": "Select Next Episode",
	"Select Previous Episode": "Vælg forrige episode",
	"Select Next Season": "Vælg næste sæson",
	"Select Previous Season": "Vælg forrige sæson",
	"Play Episode": "Afspil episode",
	"space": "mellemrum",
	"shift": "skift",
	"ctrl": "ctrl",
	"enter": "enter",
	"esc": "esc",
	"Keyboard Shortcuts": "Tastaturgenveje",
	"Cut": "Klip",
	"Copy": "Kopier",
	"Paste": "Sæt ind",
	"Help Section": "Hjælpesektion",
	"Did you know?": "Vidste du?",
	"What does Popcorn Time offer?": "Hvad kan Popcorn Time tilbyde?",
	"With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Med Popcorn Time kan du se Film og TV-serier uden besvær. Det eneste du skal gøre er at klikke på et af coverne og derefter klikke på 'Afspil'. Din oplevelse kan tilpasses på mange måder:",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Vores film-samling består udelukkende af HD film, som er tilgængelige i 720p og 1080p. For at se en film, skal du åbne Popcorn Time og navigere rundt i film-samlingen, som er tilgængelig via fanen 'Film'. Som standard vil film være sorteret efter popularitet, men du kan selv vælge at sortere efter andre parametre takket være filtrene 'Genre' og 'Sorter efter'. Når du har valgt hvilken film du vil se, klikker du på coveret til filmen. Nu skal du blot klikke 'Afspil'. Glem ikke popcorn!",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "TV-serie fanen, du finder ved at klikke på 'TV-serier' i navigationsmenuen, viser dig alle tilgængelige serier i vores samling. Du kan også her, ligesom i film-samlingen, sortere efter dine foretrukne parametre, for at finde hvad du ønsker. I denne samling skal du ligeledes klikke på coveret: I det nye vindue kan du bladre gennem sæsoner og episoder. Når du har fundet det ønskede afsnit trykker du blot på 'Afspil'.",
	"Choose quality": "Vælg kvalitet",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "En skydeknap ved siden af 'Afspil'-knappen lader dig vælge afspilningskvaliteten. Du kan også sætte en standard kvalitet i Indstillingerne. Advarsel: Jo højere kvalitet du vælger des mere data skal hentes.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "De fleste af vore film og TV-serier har undertekster på mange forskellige sprog. Du kan aktivere danske undertekster som standard valg i Indstillingerne. For films vedkommende kan undertekst-sproget endda vælges i en rullemenu på Filmdetalje-siden.",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Ved at klikke på hjerte-ikonet på et cover kan du tilføje filmen/TV-serien til dine favoritter. Dine tilføjede favoritter finder du ved at klikke på hjertet i navigationsmenuen. For at fjerne noget fra dine favoritter klikker du blot på coverets hjerte-ikon igen. Hvor simpelt er det ikke lige?",
	"Watched icon": "Set-ikon",
	"Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Popcorn Time hjælper med at holde styr på, hvad du allerede har set - en smule huskehjælp skader ikke. Du kan også markere noget som set ved at klikke på coverets øje-ikon. Du kan endda skabe og synkronisere din historik med Trakt.tv i Indstillingerne.",
	"In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "I Popcorn Time kan du klikke på forstørrelsesglasset i navigationsmenuen for at søge. Indtast en titel, en skuespiller, en instruktør eller et årstal, tryk på 'Enter' og lad os vise dig hvad vi kan tilbyde, for at tilfredsstille dit behov. For at slette din søgning kan du trykke på 'X' til højre for din indtastning eller du kan skrive noget nyt i feltet.",
	"External Players": "Eksterne afspillere",
	"If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "Hvis du foretrækker at bruge en anden afspiller end den indbyggede, kan du dette ved at klikke på det lille ikon i forlængelse af 'Afspil'-knappen. En rullemenu med dine installerede afspillere vil blive vist, vælg én og Popcorn Time vil åbne og afspille i denne i stedet. Hvis din afspiller ikke er på listen, vil vi venligst bede dig gøre os opmærksomme på det.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "For yderligere tilpasning tilbyder vi dig en lang række muligheder. For at tilgå Indstillingerne skal du klikke på tandhjul-ikonet i navigationsmenuen.",
	"Keyboard Navigation": "Find vej med tastaturet",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Listen med alle tastaturgenvejene finder du ved at trykke '?' på dit tastatur eller ved at klikke på tastatur-ikonet i Indstillingerne.",
	"Custom Torrents and Magnet Links": "Brugerdefinerede Torrents og Magnet Links",
	"You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Du kan bruge brugerdefinerede torrents og magnet links i Popcorn Time. Du skal blot trække .torrent filerne ind i programmets vindue og/eller indsætte et hvilket som helst magnet link.",
	"Torrent health": "Torrent helbred",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "På detaljesiden for en film/TV-serie ses en lille cirkel, som enten er grå, rød, gul eller grøn. Disse farver fortæller helbredet for den valgte torrent. Er den grøn downloades den hurtigt, men er den rød downloades den meget langsomt eller slet ikke. Den grå cirkel fortæller, at der er en fejl i udregningen af helbreddet for en film, hvorimod for en TV-serie fortæller den, at du skal klikke på cirklen, for at få vist helbreddet.",
	"How does Popcorn Time work?": "Hvordan virker Popcorn Time?",
	"Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "Popcorn Time streamer video indhold ved hjælp af torrents. Vores film leveres af YTS (http://yts.re) og vores TV-serier leveres af EZTV (http://eztv.it) - al metadata får vi fra Trakt (http://trakt.tv). Vi er ikke selv vært for noget af indholdet.",
	"Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrent streaming? Altså, torrents bruger Bittorrent protokollen, som i bund og grund betyder, at du downloader små dele af indholdet fra andre brugeres computere imens du uploader de dele, du allerede har downloadet, til andre brugere. Du afspiller herefter disse downloadede dele imens de næste downloades i baggrunden. Denne udveksling tillader, at indholdet forbliver brugbart.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "Når filmen er downloadet færdig fortsætter du med at uploade dele til andre brugere. Alt slettes fra din computer når du afslutter Popcorn Time. Så simpelt er det.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Selve programmet er bygget med Node-Webkit, HTML, CSS og Javascript. Det fungerer ligesom Google Chrome browseren udover, at du er vært for den største del af koden på din computer. Ja, du læste rigtigt, Popcorn Time kører med den samme teknologi som en normal hjemmeside, som f.eks. Wikipedia eller Youtube!",
	"I found a bug, how do I report it?": "Jeg har fundet en fejl, hvordan rapporterer jeg det?",
	"No historics found...": "Ingen historik fundet...",
	"Error, database is probably corrupted. Try flushing the history in settings.": "Fejl, databasen er formodentlig beskadiget. Prøv at tømme historikken i Indstillingerne.",
	"You can paste magnet links anywhere in Popcorn Time with CTRL+V": "Du kan indsætte magnet-links overalt i Popcorn Time med CTRL+V",
	"You can drag & drop a .torrent file into Popcorn Time": "Du kan trække en .torrent fil ind i Popcorn Time",
	"The Popcorn Time project started in February 2014 and has already had 150 people that contributed more than 3000 times to its development in August 2014.": "Popcorn Time projektet startede i Februar 2014 og har allerede i August 2014 haft mere end 150 mennesker, der tilsammen har bidraget til udviklingen mere end 3000 gange.",
	"The rule n°10 applies here.": "Regel nummer 10 gælder her.",
	"If a subtitle for a TV Show is missing, you can add it on <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. And the same way for a Movie, but on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>": "Hvis en undertekst mangler for en TV-serie, kan du tilføje en på <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. Det samme for Film, men på <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>",
	"If you're experiencing connection drop issues, try to reduce the DHT Limit in Settings": "Hvis du oplever udsving i forbindelsen, kan du prøve at reducere 'DHT grænse' under Indstillinger",
	"Search \"1998\" to see all movies that came out that year": "Søg efter \"1998\" for at se alle de film der udkom dét år",
	"You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Du kan logge ind på Trakt.tv for at gemme din historik og synkronisere dem på tværs af flere enheder.",
	"Clicking on the rating stars will display a number instead": "Klikker du på bedømmelses stjernerne vises et tal i stedet",
	"This application is entirely written in HTML5, CSS3 and Javascript": "Dette program er udelukkende programmeret i HTML5, CSS3 og Javascript.",
	"Wanna know more about a Movie or a TV Series? Just click the IMDb icon.": "Vil du vide mere om en film eller en TV-serie? Klik blot på IMDb-ikonet.",
	"Clicking twice on a \"Sort By\" filter reverses the order of the list": "Tryk to gange på et 'Sorter efter' og det vil vende om på listens rækkefølge.",
	"Switch to next tab": "Switch to next tab",
	"Switch to previous tab": "Switch to previous tab",
	"Switch to corresponding tab": "Switch to corresponding tab",
	"through": "through",
	"Enlarge Covers": "Forstørrer covere",
	"Reduce Covers": "Formindsker covere",
	"Open the Help Section": "Åbn hjælpesektionen",
	"Open Item Details": "Åbn detaljer",
	"Add Item to Favorites": "Tilføj til favoritter",
	"Mark as Seen": "Markér som set",
	"Open this screen": "Åbn denne skærm",
	"Open Settings": "Åbn Indstillingerne",
	"Posters Size": "Cover størrelse",
	"This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Denne funktion virker kun, hvis du har synkroniseret din Trakt.tv konto. Gå venligst til Indstillingerne og indtast dit Trakt.tv brugernavn og adgangskode.",
	"Last Open": "Sidst åbnet",
	"Exporting Database...": "Exporting Database...",
	"Database Successfully Exported.": "Database Successfully Exported.",
	"Currently Airing": "Sendes i øjeblikket",
	"Drama - Historical": "Historisk drama",
	"Magic": "Magi",
	"Kids": "For børn",
	"Kids - Magic - Shoujo": "For børn - Magi - Shojo",
	"Demons": "Dæmoner",
	"Fantasy - Kids - Magic - Shoujo": "Fantasi - For børn - Magi - Shojo",
	"Display": "Skærm",
	"TV": "TV",
	"Type": "Type",
	"popularity": "Popularitet",
	"date": "Dato",
	"year": "Årstal",
	"rating": "Bedømmelse",
	"updated": "Opdateret",
	"name": "Navn",
	"OVA": "OVA",
	"ONA": "ONA",
	"No anime found...": "Ingen anime fundet...",
	"Movie": "Movie",
	"Special": "Special",
	"No Watchlist found...": "No Watchlist found..."
}