{
    "External Player": "Externer Abspieler",
    "Made with": "Erstellt mit",
    "by a bunch of geeks from All Around The World": "von einem Haufen Freaks aus der ganzen Welt",
    "Initializing %s. Please Wait...": "Initialisieren%s. Bitte warten...",
    "Movies": "Filme",
    "TV Series": "Fernsehserien",
    "Anime": "Anime",
    "Genre": "Genre",
    "All": "Alle",
    "Action": "Action",
    "Adventure": "Abenteuer",
    "Animation": "Animation",
    "Children": "Kinder",
    "Comedy": "Komödie",
    "Crime": "Krimi",
    "Documentary": "Dokumentation",
    "Drama": "Drama",
    "Family": "Familie",
    "Fantasy": "Fantasy",
    "Game Show": "Spielshow",
    "Horror": "Horror",
    "Mini Series": "Miniserien",
    "Mystery": "Mystery",
    "News": "Nachrichten",
    "Reality": "Reality",
    "Romance": "Romantik",
    "Science Fiction": "Science-Fiction",
    "Soap": "Soap",
    "Special Interest": "Besondere Interessen",
    "Sport": "Sport",
    "Suspense": "Spannung",
    "Talk Show": "Talkshow",
    "Thriller": "Thriller",
    "Western": "Western",
    "Sort by": "Sortieren nach",
    "Updated": "Aktualisiert",
    "Year": "Jahr",
    "Name": "Name",
    "Search": "Suche",
    "Season": "Staffel",
    "Seasons": "Staffeln",
    "Season %s": "Staffel %s",
    "Load More": "Mehr laden",
    "Saved": "Gespeichert",
    "Settings": "Einstellungen",
    "User Interface": "Benutzeroberfläche",
    "Default Language": "Standardsprache",
    "Theme": "Theme",
    "Start Screen": "Startbildschirm",
    "Favorites": "Favoriten",
    "Show rating over covers": "Bewertungen über Covers anzeigen",
    "Always On Top": "Immer im Vordergrund",
    "Watched Items": "Gesehene Elemente",
    "Show": "anzeigen",
    "Fade": "verbleichen",
    "Hide": "ausblenden",
    "Subtitles": "Untertitel",
    "Default Subtitle": "Standarduntertitel",
    "Disabled": "Deaktiviert",
    "Size": "Größe",
    "Quality": "Qualität",
    "Trakt.tv": "Trakt.tv",
    "Username": "Benutzername",
    "Password": "Passwort",
    "%s stores an encrypted hash of your password in your local database": "%s speichert einen verschlüsselten Hash Ihres Passworts in Ihrer lokalen Datenbank",
    "Remote Control": "Fernbedienung",
    "HTTP API Port": "HTTP API Port",
    "HTTP API Username": "HTTP API Benutzername",
    "HTTP API Password": "HTTP API Passwort",
    "Connection": "Verbindung",
    "Connection Limit": "Verbindungs Limite",
    "DHT Limit": "DHT Limite",
    "Port to stream on": "Port zum Streamen",
    "0 = Random": "0 = Zufällig",
    "Cache Directory": "Cache-Verzeichnis",
    "Clear Cache Folder after closing the app?": "Clear Cache Folder after closing the app?",
    "Database": "Datenbank",
    "Database Directory": "Datenbank-Verzeichnis",
    "Import Database": "Datenbank importieren",
    "Export Database": "Datenbank exportieren",
    "Flush bookmarks database": "Lesezeichen-Datenbank leeren",
    "Flush all databases": "Alle Datenbanken leeren",
    "Reset to Default Settings": "Zurücksetzen auf Standardeinstellungen",
    "Importing Database...": "Importiere Datenbank ...",
    "Please wait": "Bitte warten",
    "Error": "Fehler",
    "Biography": "Biografie",
    "Film-Noir": "Film-Noir",
    "History": "Geschichte",
    "Music": "Musik",
    "Musical": "Musical",
    "Sci-Fi": "Sci-Fi",
    "Short": "Kurzfilm",
    "War": "Krieg",
    "Rating": "Bewertung",
    "Open IMDb page": "IMDb-Seite öffnen",
    "Health false": "Gesundheit falsch",
    "Add to bookmarks": "Zu Lesezeichen hinzufügen",
    "Watch Trailer": "Trailer ansehen",
    "Watch Now": "Jetzt ansehen",
    "Ratio:": "Verhältnis:",
    "Seeds:": "Seeds:",
    "Peers:": "Peers:",
    "Remove from bookmarks": "Aus Lesezeichen entfernen",
    "Changelog": "Änderungsprotokoll",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "%s ist das Ergebnis vieler Entwickler und Designer, die eine Reihe von APIs zusammengestellt haben, um das Anschauen von Torrent-Filmen so einfach wie möglich zu gestalten.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Dies hier ist ein Open Source-Projekt. Wir kommen aus der ganzen Welt. Wir lieben Spielfilme. Und natürlich lieben wir Popcorn!",
    "Health Unknown": "Gesundheit unbekannt",
    "Episodes": "Folgen",
    "Episode %s": "Folge %s",
    "Aired Date": "Ausgestrahlt am:",
    "Streaming to": "Streamen zu",
    "connecting": "Verbinde",
    "Download": "Download",
    "Upload": "Hochladen",
    "Active Peers": "Aktive Peers",
    "Cancel": "Abbrechen",
    "startingDownload": "Starte Download...",
    "downloading": "Lade herunter",
    "ready": "Bereit",
    "playingExternally": "Externe Wiedergabe",
    "Custom...": "Benutzerdefiniert ...",
    "Volume": "Lautstärke",
    "Ended": "Beendet",
    "Error loading data, try again later...": "Fehler beim Laden der Daten, versuche es später erneut...",
    "Miscellaneous": "Verschiedenes",
    "First unwatched episode": "First unwatched episode",
    "Next episode": "Next episode",
    "Flushing...": "Leerung...",
    "Are you sure?": "Sind Sie sicher?",
    "We are flushing your databases": "Datenbanken werden geleert",
    "Success": "Erfolgreich",
    "Please restart your application": "Bitte starte die Anwendung neu",
    "Restart": "Neustart",
    "Terms of Service": "AGB",
    "I Accept": "Ich akzeptiere",
    "Leave": "Verlassen",
    "Series detail opens to": "Series detail opens to",
    "Playback": "Wiedergabe",
    "Play next episode automatically": "Spiele nächste Folge automatisch",
    "Generate Pairing QR code": "QR-Code generieren",
    "Play": "Wiedergabe",
    "waitingForSubtitles": "Untertitel werden geladen",
    "Play Now": "Jetzt abspielen",
    "Seconds": "Sekunden",
    "You are currently connected to %s": "Sie sind momentan verbunden mit %s",
    "Disconnect account": "Konto abmelden",
    "Syncing...": "Synchronisiere ...",
    "Done": "Erledigt",
    "Subtitles Offset": "Untertitel-Zeitversatz",
    "secs": "Sekunden",
    "We are flushing your database": "Datenbank wird geleert",
    "Ratio": "Verhältnis",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Fehler, vermutlich ist die Datenbank beschädigt. Versuchen Sie die Lesezeichen in den Einstellungen zu leeren.",
    "Flushing bookmarks...": "Lesezeichen werden geleert ...",
    "Resetting...": "Wird zurückgestellt...",
    "We are resetting the settings": "Die Einstellungen werden zurückgesetzt",
    "Installed": "Installiert",
    "Please select a file to play": "Bitte eine Datei zur Wiedergabe wählen",
    "Global shortcuts": "Globale Tastenkombinationen",
    "Video Player": "Videoabspieler",
    "Toggle Fullscreen": "Umschalten auf Vollbild",
    "Play/Pause": "Wiedergabe/Pause",
    "Seek Forward": "Vorwärts spulen",
    "Increase Volume": "Lautstärke erhöhen",
    "Set Volume to": "Lautstärke setzen auf",
    "Offset Subtitles by": "Untertitel-Zeitversatz um",
    "Toggle Mute": "Stummschaltung umschalten",
    "Movie Detail": "Filmdetail",
    "Toggle Quality": "Qualität ändern",
    "Play Movie": "Film abspielen",
    "Exit Fullscreen": "Vollbild beenden",
    "Seek Backward": "Rückwärts spulen",
    "Decrease Volume": "Lautstärke verringern",
    "TV Show Detail": "Informationen zur Fernsehsendung",
    "Toggle Watched": "Gesehen umschalten",
    "Select Next Episode": "Nächste Folge auswählen",
    "Select Previous Episode": "Vorherige Folge auswählen",
    "Select Next Season": "Nächste Staffel auswählen",
    "Select Previous Season": "Vorherige Staffel auswählen",
    "Play Episode": "Wiedergabe Folge",
    "space": "Leertaste",
    "shift": "Umschalt",
    "ctrl": "Strg",
    "enter": "Enter",
    "esc": "ESC",
    "Keyboard Shortcuts": "Tastenkombinationen",
    "Cut": "Ausschneiden",
    "Copy": "Kopieren",
    "Paste": "Einfügen",
    "Help Section": "Hilfebereich",
    "Did you know?": "Wussten Sie schon?",
    "What does %s offer?": "Was kann %s ?",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Mit %s können Spielfilme und TV Serien wirklich ganz einfach angesehen werden. Nur auf ein Titelbild klicken und mit 'Jetzt ansehen' die Wiedergabe starten. Zusätzlich gibt es zahlreiche Einstellungen:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Unsere Spielfilmsammlung enthält ausschließlich 720p und 1080p HD-Material. Um einen Spielfilm zu sehen, einfach %s starten und auf 'Spielfilm Sammlung' klicken. Standardmäßig sind die Spielfilme nach Beliebtheit sortiert, anpassbar über 'Genre' und 'Sortieren nach'. Steht die Wahl fest, reicht ein weiterer Klick auf das Titelbild und 'Jetzt ansehen' aus. Das Popcorn nicht vergessen!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Über den Reiter 'TV Serien' in der Navigationsleiste können alle verfügbaren Serien in unserer Sammlung angezeigt werden. Mithilfe von Filtern kann eine engere Auswahl der Sendungen getroffen werden. In dieser Auswahl wiederum kann über das Titelbild durch Serien und Folgen navigiert werden. Ein Klick auf 'Jetzt ansehen' startet die Wiedergabe.",
    "Choose quality": "Wähle die Qualität",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Mit dem Schieberegler neben 'Jetzt ansehen' lässt sich die Qualität des Streams auswählen. Diese kann ebenfalls in den Einstellungen vorgegeben werden. Achtung: Eine höhere Qualität erfordert höhere Bandbreite und Datenvolumen.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Die meisten unserer Filme und TV-Serien sind in deiner Sprache untertitelt. Die Untertitel können im Reiter \"Einstellungen\" ausgewählt werden. Für Filme können sie sogar im Dropdown Menü auf der \"Filmdetails\" Seite eingestellt werden.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Ein Klick auf das Herzsymbol, fügt den Film/die Show deinen Favoriten hinzu. Die Favoritenauswahl ist über das Herzsymbol in der Navigationsleiste erreichbar. Um eine Auswahl wieder rückgängig zu machen, klicke einfach erneut auf das Symbol. Wie einfach ist das denn?",
    "Watched icon": "Gesehen-Symbol",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "%s wird sich merken, was du bereits gesehen hast. Ein bisschen Hilfe hierbei schadet nie. Daneben kannst du selber einen Gegenstand als gesehen markieren, indem du das augenförmige Symbol auf dem Titelbild anklickst. Zusätzlich kannst du in den Einstellungen deine Sammlung mit Trakt.tv synchronisieren.",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "Die Suchfunktion wird auf %s durch einen Klick auf die Lupe geöffnet. Gib einen Titel, den Namen eines Schauspielers, eines Regisseurs oder einfache eine Jahreszahl ein, drücke die Eingabetaste und wir zeigen dir, was wir für dich im Angebot haben. Um eine aktuelle Suche zu beenden, kannst du entweder auf das X neben dem Eingabefenster klicken, oder etwas neues im Suchfeld eingeben.",
    "External Players": "Externe Abspieler",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Wenn Sie ein anderes Wiedergabe-Programm dem mitgeliefertem vorziehen, müssen Sie nur das Symbol neben 'Jetzt ansehen' anklicken. Es werden Ihnen verfügbare Wiedergabe-Programme angezeigt. Wählen Sie eines aus der Liste aus und %s leitet alles an dieses weiter. Wenn Ihr gewünschtes Wiedergabe-Programm nicht in der Liste sein sollte, wenden Sie sich bitte an uns.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Um weitestgehende Anpassung zu ermöglichen kann aus einer Vielzahl von Optionen gewählt werden. Um auf die Einstellungen zuzugreifen, klicke auf das Zahnrad-Symbol in der Navigationsleiste.",
    "Keyboard Navigation": "Tastaturnavigation",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Die gesamte Liste der Tastenkürzel kann mit der '?'-Taste deiner Tastatur, oder mittels Klick auf das Tastatursymbol im Einstellungenreiter eingesehen werden.",
    "Custom Torrents and Magnet Links": "Benutzerdefinierte Torrents und Magnet-Links",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Du kannst eigene Torrents oder Magnet-Links in %s verwenden. Ziehe dazu einfach die .torrent-Datei in das Anwendungsfenster und/oder füge den Magnet-Link ein.",
    "Torrent health": "Gesundheit des Torrents",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Bei der Detailansicht von Filmen/TV-Serien ist ein kleiner Kreis zu sehen, entweder in grau, rot, gelb oder grün. Diese Farben symbolisieren die Gesunheit des Torrents. Ein grünes Torrent wir schnell heruntergeladen werden, wohingegen ein rotes Torrent möglicherweise überhaupt nicht heruntergeladen werden kann. Die Farbe grau symbolisiert einen Fehler in der Gesunheitsberechnung für Filme und muss bei TV-Serien angeklickt werden um die Gesundheit anzuzeigen.",
    "How does %s work?": "Wie funktioniert %s?",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "%s streamt Videoinhalte über Torrents. Unsere Filme werden von %s und unsere Fernsehserien von %s bereitgestellt, während die Metadaten von %s bezogen werden. Wir stellen selbst keine Inhalte bereit.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrent-Streaming? Torrents benutzen das Bittorrent-Protokoll, was bedeutet, dass kleine Teile des Inhalts von anderen Benutzern heruntergelanden werden, während andere Teile die bereits heruntergeladen wurden an andere Benutzer gesendet werden. Dann werden diese Teile abgespielt, während die darauffolgenden im Hintergrund heruntergeladen werden. Dieser Tausch erlaubt es dem Inhalt zu überleben.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "Sobald der Film fertig heruntergeladen ist, verteilen Sie weiterhin Teile davon an andere Nutzer. Wenn Sie %s schließen, wird alles von Ihrem Rechner gelöscht. So einfach geht's.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Das Programm selbst baut auf Node-Webkit, HTML, CSS und JavaScript auf. Es funktioniert wie der Google Chrome Browser, außer, dass der größte Teil des Codes auf deinem Computer liegt. Ja, %s basiert auf den gleichen Technologien wie normale Webseiten, wie z.B. Wikipedia oder Youtube!",
    "I found a bug, how do I report it?": "Ich habe einen Fehler gefunden, wie melde ich diesen?",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Magnet-Links können überall per STRG+V in %s eingefügt werden.",
    "You can drag & drop a .torrent file into %s.": "Sie können .torrent-Datein per Drag&Drop in %s ziehen.",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Wenn ein Untertitel für eine Serie fehlt, können Sie ihn bei %s hinzufügen. Und auf dieselbe Art und Weise für Filme bei %s.",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Du kannst dich bei Trakt.tv anmelden um alle deine gesehenen Einträge mit anderen Geräten zu synchronisieren",
    "Clicking on the rating stars will display a number instead.": "Wenn du auf die Bewertungssternchen klickst, wird stattdessen eine Nummer dargestellt",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "Diese Anwendung wurde vollständig in HTML5, CSS5 und Javascript geschrieben.",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Wollen Sie mehr über einen Film oder eine Serie wissen? Klicken Sie einfach auf das IMDb-Symbol.",
    "Switch to next tab": "Wechsle zur nächsten Registerkarte",
    "Switch to previous tab": "Zur vorherigen Registerkarte wechseln",
    "Switch to corresponding tab": "Zur entsprechenden Registerkarte wechseln",
    "through": "bis",
    "Enlarge Covers": "Vergrößern der Cover",
    "Reduce Covers": "Verkleinern der Cover",
    "Open Item Details": "Eigenschaften anzeigen",
    "Add Item to Favorites": "Zu den Favoriten hinzufügen",
    "Mark as Seen": "Als gesehen markieren",
    "Open this screen": "Dieses Fenster öffnen",
    "Open Settings": "Einstellungen öffnen",
    "Posters Size": "Größe der Poster",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Diese Funktion ist nur bei aktiviertem TraktTv möglich. Bitte Zugangsdaten in den Einstellungen angeben.",
    "Last Open": "Zuletzt geöffnet",
    "Exporting Database...": "Exportiere Datenbank ...",
    "Database Successfully Exported": "Datenbank erfolgreich exportiert",
    "Display": "Anzeige",
    "TV": "TV",
    "Type": "Typ",
    "popularity": "Bekanntheit",
    "date": "Datum",
    "year": "Jahr",
    "rating": "Bewertung",
    "updated": "Aktualisiert",
    "name": "Bezeichnung",
    "OVA": "OVA",
    "ONA": "ONA",
    "Movie": "Spielfilm",
    "Special": "Spezial",
    "Watchlist": "Merkliste",
    "Resolving..": "Auflösung ...",
    "About": "Über uns",
    "Open Cache Directory": "Cache-Verzeichnis öffnen",
    "Open Database Directory": "Datenbank-Verzeichnis öffnen",
    "Mark as unseen": "Als ungesehen markieren",
    "Playback rate": "Wiedergabegeschwindigkeit",
    "Increase playback rate by %s": "Wiedergabegeschwindigkeit um %s erhöhen",
    "Decrease playback rate by %s": "Wiedergabegeschwindigkeit um %s verringern",
    "Set playback rate to %s": "Wiedergabegeschwindigkeit auf %s festlegen",
    "Playback rate adjustment is not available for this video!": "Wiedergabegeschwindigkeitsanpassung ist für dieses Video nicht verfügbar!",
    "Color": "Farbe",
    "Local IP Address": "Lokale IP-Adresse",
    "Japan": "Japan",
    "Cars": "Autos",
    "Dementia": "Schwachsinn",
    "Demons": "Dämonen",
    "Ecchi": "Etchi",
    "Game": "Spiel",
    "Harem": "Harem",
    "Historical": "Historisch",
    "Josei": "Josei",
    "Kids": "Kinder",
    "Magic": "Zauber",
    "Martial Arts": "Kampfsport",
    "Mecha": "Mech",
    "Military": "Militärwesen",
    "Parody": "Parodie",
    "Police": "Polizei",
    "Psychological": "Psychologisch",
    "Samurai": "Samurai",
    "School": "Schule",
    "Seinen": "Seinen",
    "Shoujo": "Shōjo",
    "Shoujo Ai": "Shoujo Ai",
    "Shounen": "Shounen",
    "Shounen Ai": "Shounen Ai",
    "Slice of Life": "Stück aus dem Leben",
    "Space": "Weltraum",
    "Sports": "Sport",
    "Super Power": "Supermacht",
    "Supernatural": "Übernatürlich",
    "Vampire": "Vampir",
    "VPN": "VPN",
    "Connect": "Verbinden",
    "Create Account": "Konto erstellen",
    "Celebrate various events": "Feiern Sie verschiedene Ereignisse",
    "Disconnect": "Trennen",
    "Downloaded": "Heruntergeladen",
    "Loading stuck ? Click here !": "Ladevorgang steckt fest? Klicken Sie hier!",
    "Torrent Collection": "Torrent-Sammlung",
    "Remove this torrent": "Torrent entfernen",
    "Rename this torrent": "Torrent umbenennen",
    "Open Collection Directory": "Sammlungs-Verzeichnis öffnen",
    "Store this torrent": "Torrent speichern",
    "Enter new name": "Neuen Namen eingeben",
    "This name is already taken": "Dieser Name ist bereits vergeben",
    "Always start playing in fullscreen": "Immer beginnen im Vollbildmodus abzuspielen",
    "Magnet link": "Magnet-Link",
    "Error resolving torrent.": "Fehler beim Auflösen des Torrents",
    "%s hour(s) remaining": "%s Stunde(n) verbleibend",
    "%s minute(s) remaining": "%s Minute(n) verbleibend",
    "%s second(s) remaining": "%s Sekunde(n) verbleibend",
    "Unknown time remaining": "Unbestimmte Zeit verbleibend",
    "Set player window to video resolution": "Abspielfensters auf Videoauflösung setzen",
    "Set player window to double of video resolution": "Abspielfenster auf doppelte Videoauflösung setzen",
    "Set player window to half of video resolution": "Abspielfenster auf halbe Videoauflösung setzen",
    "Retry": "Wiederholen",
    "Import a Torrent": "Torrent importieren",
    "Not Seen": "Nicht gesehen",
    "Seen": "Gesehen",
    "Title": "Titel",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "Während der Videowiedergabe ist ein Fehler aufgetreten. Bitte versuchen Sie einen externen Player wie %s, um diesen Inhalt zu sehen.",
    "Font": "Schriftart",
    "Decoration": "Dekoration",
    "None": "Keine",
    "Outline": "Umriss",
    "Opaque Background": "Undurchsichtiger Hintergrund",
    "No thank you": "Nein, danke",
    "Report an issue": "Problem melden",
    "Email": "E-Mail-Adresse",
    "Submit": "Absenden",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Brauchen Sie den %s Problemefilter und achten Sie darauf, ob das Problem allenfalls bereits gemeldet wurde oder bereits gelöst wurde.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Falls relevant, fügen Sie einen Screenshot bei. Ist ihr Anliegen wegen der Gestaltung eines Designs oder eines Bugs?",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Ein guter Bugreport sollte alle Informationen beinhalten, damit keinen Informationen nachgegangen werden müssen. Achten Sie darauf, alles Notwendige beizufügen.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Achtung: Verwenden Sie immer Englisch, wenn Sie uns kontaktieren, sonst kann es sein dass wir Sie nicht verstehen können.",
    "No results found": "Keine Sucherergebnisse gefunden",
    "Open Favorites": "Favoriten öffnen",
    "Open About": "Über öffnen",
    "Minimize to Tray": "In das Benachrichtigungsfeld minimieren",
    "Close": "Schließen",
    "Restore": "Wiederherstellen",
    "Features": "Funktionen",
    "Connect To %s": "Mit %s verbinden",
    "Cannot be stored": "Kann nicht gespeichert werden",
    "Overall Ratio": "Gesamtverhältnis",
    "Translate Synopsis": "Handlungszusammenfassung übersetzen",
    "N/A": "N/V",
    "Your disk is almost full.": "Ihre Festplatte ist fast voll.",
    "You need to make more space available on your disk by deleting files.": "Löschen Sie Daten auf Ihrer Festplatte um mehr Speicherplatz zur Verfügung zu stellen.",
    "Playing Next": "Nächste wiedergeben",
    "See-through Background": "Durchsichtiger Hintergrund",
    "Bold": "Fett",
    "Currently watching": "Aktuell ansehend",
    "No, it's not that": "Nein, das ist es nicht",
    "Correct": "Richtig",
    "Init Database": "Datenbank initialisieren",
    "Status: %s ...": "Status: %s ...",
    "Create Temp Folder": "Temporäres Verzeichnis erstellen",
    "Set System Theme": "System-Design setzen",
    "Disclaimer": "Haftungsausschluss ",
    "Series": "Serien",
    "Event": "Ereignis",
    "Local": "Lokal",
    "Try another subtitle or drop one in the player": "Versuchen Sie einen anderen Untertitel oder legen Sie einen im Abspieler ab",
    "show": "Serien",
    "movie": "Filme",
    "Something went wrong downloading the update": "Beim Herunterladen der Aktualisierung ist etwas schlief gelaufen",
    "Error converting subtitle": "Fehler beim Konvertieren des Untertitels",
    "No subtitles found": "Keine Untertitel gefunden",
    "Try again later or drop a subtitle in the player": "Versuchen Sie es später noch einmal oder legen Sie einen Untertitel im Abspieler ab",
    "You should save the content of the old directory, then delete it": "Sie sollten sich den Inhalt des vorherigen Ordners sichern und diesen danach löschen.",
    "Search on %s": "Suche auf %s",
    "Audio Language": "Ausgabesprache",
    "Subtitle": "Untertitel",
    "Code:": "Code:",
    "Error reading subtitle timings, file seems corrupted": "Fehler beim Lesen der Untertitelzeitabstimmung, Datei scheint beschädigt zu sein",
    "Open File to Import": "Datei zum Importieren wählen",
    "Browse Directory to save to": "Browse Directory to save to",
    "Cancel and use VPN": "Abbrechen und VPN verwenden",
    "Resume seeding after restarting the app?": "Resume seeding after restarting the app?",
    "Seedbox": "Seedbox",
    "Cache Folder": "Cache Folder",
    "Show cast": "Show cast",
    "Filename": "Filename",
    "Stream Url": "Stream Url",
    "Show playback controls": "Show playback controls",
    "Downloading": "Lade herunter",
    "Hide playback controls": "Hide playback controls",
    "Poster Size": "Poster Size",
    "UI Scaling": "UI Scaling",
    "Show all available subtitles for default language in flag menu": "Show all available subtitles for default language in flag menu",
    "Cache Folder Button": "Cache Folder Button",
    "Enable remote control": "Enable remote control",
    "Server": "Server",
    "API Server(s)": "API Server(s)",
    "Proxy Server": "Proxy Server",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings",
    "Update Now": "Update Now",
    "Database Exported": "Database Exported",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Saved Torrents",
    "Search Results": "Suchergebnisse",
    "Paste a Magnet link": "Paste a Magnet link",
    "Import a Torrent file": "Import a Torrent file",
    "Select data types to import": "Select data types to import",
    "Please select which data types you want to import ?": "Please select which data types you want to import ?",
    "Watched items": "Watched items",
    "Bookmarked items": "Bookmarked items",
    "Download list is empty...": "Download list is empty...",
    "Active Torrents Limit": "Active Torrents Limit",
    "Toggle Subtitles": "Toggle Subtitles",
    "Toggle Crop to Fit screen": "Toggle Crop to Fit screen",
    "Original": "Original",
    "Fit screen": "Fit screen",
    "Video already fits screen": "Video already fits screen",
    "The filename was copied to the clipboard": "The filename was copied to the clipboard",
    "The stream url was copied to the clipboard": "The stream url was copied to the clipboard",
    "* %s stores an encrypted hash of your password in your local database": "* %s stores an encrypted hash of your password in your local database",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC",
    "Hide cast": "Hide cast",
    "Tabs": "Tabs",
    "Native window frame": "Native window frame",
    "Open Cache Folder": "Open Cache Folder",
    "Restart Popcorn Time": "Restart Popcorn Time",
    "Developer Tools": "Developer Tools",
    "Movies API Server": "Movies API Server",
    "Series API Server": "Series API Server",
    "Anime API Server": "Anime API Server",
    "The image url was copied to the clipboard": "The image url was copied to the clipboard",
    "Popcorn Time currently supports": "Popcorn Time currently supports",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "There is also support for Chromecast, AirPlay & DLNA devices.",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*You can set multiple Filters and tabs at the same time and of course any additional ones later",
    "as well as overwrite or reset your preferences)": "as well as overwrite or reset your preferences)",
    "Default Filters": "Default Filters",
    "Set Filters": "Set Filters",
    "Reset Filters": "Reset Filters",
    "Your Default Filters have been changed": "Your Default Filters have been changed",
    "Your Default Filters have been reset": "Your Default Filters have been reset",
    "Setting Filters...": "Setting Filters...",
    "Default": "Default",
    "Custom": "Custom",
    "Remember": "Remember",
    "Cache": "Cache",
    "Unknown": "Unbekannt",
    "Change Subtitles Position": "Change Subtitles Position",
    "Minimize": "Minimize",
    "Separate directory for Downloads": "Separate directory for Downloads",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Enabling will prevent the sharing of cache between the Watch Now and Download functions",
    "Downloads Directory": "Downloads Directory",
    "Open Downloads Directory": "Open Downloads Directory",
    "Delete related cache ?": "Delete related cache ?",
    "Yes": "Ja",
    "No": "No",
    "Cache files deleted": "Cache files deleted",
    "Delete related cache when removing from Seedbox": "Delete related cache when removing from Seedbox",
    "Always": "Always",
    "Ask me every time": "Ask me every time",
    "Enable Protocol Encryption": "Enable Protocol Encryption",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage",
    "Show the Seedbox when a new download is added": "Show the Seedbox when a new download is added",
    "Download added": "Download added",
    "Change API Server": "Change API Server",
    "Default Content Language": "Default Content Language",
    "Title translation": "Title translation",
    "Translated - Original": "Translated - Original",
    "Original - Translated": "Original - Translated",
    "Translated only": "Translated only",
    "Original only": "Original only",
    "Translate Posters": "Translate Posters",
    "Translate Episode Titles": "Translate Episode Titles",
    "Only show content available in this language": "Only show content available in this language",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Translations depend on availability. Some options also might not be supported by all API servers",
    "added": "added",
    "Max. Down / Up Speed": "Max. Down / Up Speed",
    "Show Release Info": "Show Release Info",
    "Parental Guide": "Parental Guide",
    "Rebuild bookmarks database": "Rebuild bookmarks database",
    "Rebuilding bookmarks...": "Rebuilding bookmarks...",
    "Submit metadata & translations": "Submit metadata & translations",
    "Not available": "Not available",
    "Cast not available": "Cast not available",
    "was removed from bookmarks": "was removed from bookmarks",
    "Bookmark restored": "Bookmark restored",
    "Undo": "Undo",
    "minute(s) remaining before preloading next episode": "minute(s) remaining before preloading next episode",
    "Zoom": "Zoom",
    "Contrast": "Contrast",
    "Brightness": "Helligkeit",
    "Hue": "Hue",
    "Saturation": "Saturation",
    "Decrease Zoom by": "Decrease Zoom by",
    "Increase Zoom by": "Increase Zoom by",
    "Decrease Contrast by": "Decrease Contrast by",
    "Increase Contrast by": "Increase Contrast by",
    "Decrease Brightness by": "Decrease Brightness by",
    "Increase Brightness by": "Increase Brightness by",
    "Rotate Hue counter-clockwise by": "Rotate Hue counter-clockwise by",
    "Rotate Hue clockwise by": "Rotate Hue clockwise by",
    "Decrease Saturation by": "Decrease Saturation by",
    "Increase Saturation by": "Increase Saturation by",
    "Automatically update the API Server URLs": "Automatically update the API Server URLs",
    "Enable automatically updating the API Server URLs": "Enable automatically updating the API Server URLs",
    "Automatically update the app when a new version is available": "Automatically update the app when a new version is available",
    "Enable automatically updating the app when a new version is available": "Enable automatically updating the app when a new version is available",
    "Check for updates": "Nach Aktualisierungen suchen",
    "Updating the API Server URLs": "Updating the API Server URLs",
    "API Server URLs updated": "API Server URLs updated",
    "API Server URLs already updated": "API Server URLs already updated",
    "API Server URLs could not be updated": "API Server URLs could not be updated",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available",
    "The API Server URL(s) was copied to the clipboard": "The API Server URL(s) was copied to the clipboard",
    "0 = Disable preloading": "0 = Disable preloading",
    "Search field always expanded": "Search field always expanded",
    "DHT UDP Requests Limit": "DHT UDP Requests Limit",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s",
    "Create an account": "Create an account",
    "Search for something or drop a .torrent / magnet link...": "Search for something or drop a .torrent / magnet link...",
    "Torrent removed": "Torrent removed",
    "Remove": "Remove",
    "Connect to %s": "Connect to %s",
    "to automatically 'scrobble' episodes you watch in %s": "to automatically 'scrobble' episodes you watch in %s",
    "Sync now": "Sync now",
    "Same as Default Language": "Same as Default Language",
    "Language": "Language",
    "Allow Audio Passthrough": "Allow Audio Passthrough",
    "release info link": "release info link",
    "parental guide link": "parental guide link",
    "IMDb page link": "IMDb page link",
    "submit metadata & translations link": "submit metadata & translations link",
    "episode title": "episode title",
    "full cast & crew link": "full cast & crew link",
    "Click providers to enable / disable": "Click providers to enable / disable",
    "Right-click to filter results by": "Right-click to filter results by",
    "to filter by <i>All</i>": "to filter by <i>All</i>",
    "more...": "more...",
    "Seeds": "Seeds",
    "Peers": "Peers",
    "less...": "less..."
}