{
    "External Player": "Εξωτερικό πρόγραμμα αναπαραγωγής πολυμέσων",
    "Made with": "Δημιουργήθηκε με",
    "by a bunch of geeks from All Around The World": "από άτομα απ' όλο τον κόσμο",
    "Initializing %s. Please Wait...": "Γίνεται εκκίνηση του %s. Παρακαλώ περιμένετε...",
    "Movies": "Ταινίες",
    "TV Series": "Τηλεοπτικές σειρές",
    "Anime": "Άνιμε",
    "Genre": "Είδος",
    "All": "Όλα",
    "Action": "Δράση",
    "Adventure": "Περιπέτεια",
    "Animation": "Κινούμενα σχέδια",
    "Children": "Παιδικά",
    "Comedy": "Κωμωδία",
    "Crime": "Έγκλημα",
    "Documentary": "Ντοκιμαντέρ",
    "Drama": "Δράμα",
    "Family": "Οικογένεια",
    "Fantasy": "Φαντασία",
    "Game Show": "Τηλεπαιχνίδια",
    "Horror": "Τρόμος",
    "Mini Series": "Μίνι σειρές",
    "Mystery": "Μυστήριο",
    "News": "Ειδήσεις",
    "Reality": "Ριάλιτι",
    "Romance": "Ρομάντζο",
    "Science Fiction": "Επιστημονική φαντασία",
    "Soap": "Σαπουνόπερα",
    "Special Interest": "Ειδικού ενδιαφέροντος",
    "Sport": "Αθλητικά",
    "Suspense": "Αγωνία",
    "Talk Show": "Τοκ σόου",
    "Thriller": "Θρίλερ",
    "Western": "Γουέστερν",
    "Sort by": "Ταξινόμηση κατά",
    "Updated": "Ενημέρωση",
    "Year": "Χρονολογία",
    "Name": "Ονομασία",
    "Search": "Αναζήτηση",
    "Season": "Κύκλος",
    "Seasons": "Κύκλοι",
    "Season %s": "Κύκλος %s",
    "Load More": "Περισσότερα",
    "Saved": "Αποθηκεύτηκε",
    "Settings": "Ρυθμίσεις",
    "User Interface": "Περιβάλλον",
    "Default Language": "Προκαθορισμένη γλώσσα",
    "Theme": "Θέμα",
    "Start Screen": "Οθόνη εκκίνησης",
    "Favorites": "Αγαπημένα",
    "Show rating over covers": "Εμφάνιση βαθμολογίας πάνω στα εξώφυλλα",
    "Always On Top": "Πάντα στην κορυφή",
    "Watched Items": "Προβληθέντα",
    "Show": "Εμφάνιση",
    "Fade": "Σκίαση",
    "Hide": "Απόκρυψη",
    "Subtitles": "Υπότιτλοι",
    "Default Subtitle": "Προκαθορισμένοι υπότιτλοι",
    "Disabled": "Απενεργοποιημένοι",
    "Size": "Μέγεθος",
    "Quality": "Ποιότητα",
    "Trakt.tv": "Trakt.tv",
    "Username": "Όνομα χρήστη",
    "Password": "Κωδικός πρόσβασης",
    "%s stores an encrypted hash of your password in your local database": "Το %s αποθηκεύει ένα κρυπτογραφημένο αρχείο κατακερματισμού του κωδικού σας στην τοπική βάση δεδομένων σας.",
    "Remote Control": "Απομακρυσμένη διαχείριση",
    "HTTP API Port": "HTTP API θύρα",
    "HTTP API Username": "HTTP API Όνομα χρήστη",
    "HTTP API Password": "HTTP API Κωδικός πρόσβασης",
    "Connection": "Σύνδεση",
    "Connection Limit": "Όριο σύνδεσης",
    "DHT Limit": "Όριο DHT",
    "Port to stream on": "Θύρα για ροή",
    "0 = Random": "0 = Τυχαία",
    "Cache Directory": "Φάκελος κρυφής μνήμης",
    "Clear Cache Folder after closing the app?": "Clear Cache Folder after closing the app?",
    "Database": "Βάση δεδομένων",
    "Database Directory": "Φάκελος βάσης δεδομένων",
    "Import Database": "Εισαγωγή βάσης δεδομένων",
    "Export Database": "Εξαγωγή βάσης δεδομένων",
    "Flush bookmarks database": "Εκκαθάριση βάσης δεδομένων αγαπημένων",
    "Flush all databases": "Εκκαθάριση όλων των βάσεων δεδομένων",
    "Reset to Default Settings": "Επαναφορά στις προεπιλεγμένες ρυθμίσεις",
    "Importing Database...": "Γίνεται εισαγωγή βάσης δεδομένων...",
    "Please wait": "Παρακαλώ περιμένετε",
    "Error": "Σφάλμα",
    "Biography": "Βιογραφία",
    "Film-Noir": "Φιλμ νουάρ",
    "History": "Ιστορία",
    "Music": "Μουσική",
    "Musical": "Μιούζικαλ",
    "Sci-Fi": "Επιστημονική φαντασία",
    "Short": "Μικρού μήκους",
    "War": "Πόλεμος",
    "Rating": "Βαθμολογία",
    "Open IMDb page": "Άνοιγμα σελίδας IMDb",
    "Health false": "Υγεία ψευδής",
    "Add to bookmarks": "Προσθήκη στα αγαπημένα",
    "Watch Trailer": "Προβολή τρέιλερ",
    "Watch Now": "Προβολή τώρα",
    "Ratio:": "Αναλογία:",
    "Seeds:": "Τροφοδότες:",
    "Peers:": "Αποδέκτες:",
    "Remove from bookmarks": "Αφαίρεση από τα αγαπημένα",
    "Changelog": "Αρχείο αλλαγών",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Το %s είναι το αποτέλεσμα πολλών προγραμματιστών και σχεδιαστών που χρησιμοποίησαν αρκετά API για να γίνει η εμπειρία της προβολής ταινιών μέσω torrent όσο το δυνατόν απλούστερη.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Είμαστε ένα έργο ανοικτού κώδικα. Είμαστε από όλο τον κόσμο. Αγαπάμε τις ταινίες μας. Και φυσικά.. αγαπάμε το ποπκόρν.",
    "Health Unknown": "Υγεία άγνωστη",
    "Episodes": "Επεισόδια",
    "Episode %s": "Επεισόδιο %s",
    "Aired Date": "Ημερομηνία πρώτης προβολής",
    "Streaming to": "Αναπαραγωγή στο",
    "connecting": "Γίνεται σύνδεση",
    "Download": "Λήψη",
    "Upload": "Αποστολή",
    "Active Peers": "Ενεργοί αποδέκτες",
    "Cancel": "Ακύρωση",
    "startingDownload": "Εκκίνηση λήψης",
    "downloading": "Γίνεται λήψη",
    "ready": "Έτοιμο",
    "playingExternally": "Γίνεται αναπαραγωγή εξωτερικά",
    "Custom...": "Επιλογή...",
    "Volume": "Ένταση",
    "Ended": "Τελείωσε",
    "Error loading data, try again later...": "Σφάλμα κατά την φόρτωση δεδομένων, δοκιμάστε αργότερα...",
    "Miscellaneous": "Διάφορα",
    "First unwatched episode": "First unwatched episode",
    "Next episode": "Next episode",
    "Flushing...": "Εκκαθάριση...",
    "Are you sure?": "Είστε σίγουροι;",
    "We are flushing your databases": "Γίνεται εκκαθάριση των βάσεων δεδομένων",
    "Success": "Επιτυχής",
    "Please restart your application": "Παρακαλώ επανεκκινήστε την εφαρμογή",
    "Restart": "Επανεκκίνηση",
    "Terms of Service": "Όροι Χρήσης",
    "I Accept": "Αποδέχομαι",
    "Leave": "Αποχώρηση",
    "Series detail opens to": "Series detail opens to",
    "Playback": "Αναπαραγωγή",
    "Play next episode automatically": "Αυτόματη αναπαραγωγή επόμενου επεισοδίου",
    "Generate Pairing QR code": "Δημιουργία QR κωδικού",
    "Play": "Αναπαραγωγή",
    "waitingForSubtitles": "Αναμονή για υπότιτλους",
    "Play Now": "Αναπαραγωγή τώρα",
    "Seconds": "Δευτερόλεπτα",
    "You are currently connected to %s": "Είστε συνδεδεμένοι στο %s",
    "Disconnect account": "Αποσύνδεση λογαριασμού",
    "Syncing...": "Γίνεται συγχρονισμός...",
    "Done": "Ολοκληρώθηκε",
    "Subtitles Offset": "Αντιστάθμιση υποτίτλων",
    "secs": "δεύτερα",
    "We are flushing your database": "Γίνεται εκκαθάριση της βάσης δεδομένων σας",
    "Ratio": "Αναλογία",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Σφάλμα, η βάση δεδομένων είναι πιθανότατα κατεστραμμένη. Προσπαθήστε να εκκαθαρίσετε τα αγαπημένα στις ρυθμίσεις.",
    "Flushing bookmarks...": "Γίνεται εκκαθάριση των αγαπημένων...",
    "Resetting...": "Γίνεται επαναφορά...",
    "We are resetting the settings": "Γίνεται επαναφορά των ρυθμίσεων",
    "Installed": "Εγκαταστάθηκε",
    "Please select a file to play": "Παρακαλώ επιλέξτε ένα αρχείο για αναπαραγωγή",
    "Global shortcuts": "Γενικές συντομεύσεις",
    "Video Player": "Πρόγραμμα αναπαραγωγής βίντεο",
    "Toggle Fullscreen": "Εναλλαγή πλήρης οθόνης",
    "Play/Pause": "Αναπαραγωγή/Πάυση",
    "Seek Forward": "Μπροστά",
    "Increase Volume": "Αύξηση έντασης",
    "Set Volume to": "Ρύθμιση έντασης στο",
    "Offset Subtitles by": "Αντιστάθμιση υποτίτλων κατά",
    "Toggle Mute": "Εναλλαγή σίγασης",
    "Movie Detail": "Πληροφορίες ταινίας",
    "Toggle Quality": "Εναλλαγή ποιότητας",
    "Play Movie": "Αναπαραγωγή ταινίας",
    "Exit Fullscreen": "Έξοδος πλήρης οθόνης",
    "Seek Backward": "Πίσω",
    "Decrease Volume": "Μέιωση έντασης",
    "TV Show Detail": "Λεπτομέριες τηλεοπτικής σειράς",
    "Toggle Watched": "Εναλλαγή προβληθέν",
    "Select Next Episode": "Επιλογή επόμενου επισοδίου",
    "Select Previous Episode": "Επιλογή προηγούμενου επεισοδίου",
    "Select Next Season": "Επιλογή επόμενου κύκλου",
    "Select Previous Season": "Επιλογή προηγούμενου κύκλου",
    "Play Episode": "Αναπαραγωγή επεισοδίου",
    "space": "space",
    "shift": "shift",
    "ctrl": "ctrl",
    "enter": "enter",
    "esc": "esc",
    "Keyboard Shortcuts": "Συντομεύσεις πληκτρολογίου",
    "Cut": "Αποκοπή",
    "Copy": "Αντιγραφή",
    "Paste": "Επικόλληση",
    "Help Section": "Βοήθεια",
    "Did you know?": "Το ξέρατε;",
    "What does %s offer?": "Τι προσφέρει το %s;",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Με το %s, μπορείτε να παρακολουθήσετε ταινίες και τηλεοπτικές σειρές πραγματικά εύκολα. Το μόνο που έχετε να κάνετε είναι να κάνετε κλικ σε ένα από τα εξώφυλλα και στη συνέχεια κλικ στη «Προβολή τώρα». Η εμπειρία σας όμως είναι υψηλά παραμετροποιήσιμη:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Η συλλογή ταινιών μας περιέχει μόνο ταινίες υψηλής ευκρίνειας, διαθέσιμες σε 720p και 1080p. Για να παρακολουθήσετε μια ταινία, απλά ανοίξτε το %s και περιηγηθείτε στη συλλογή ταινιών, προσβάσιμη από την καρτέλα «Ταινίες», στη γραμμή πλοήγησης. Η προεπιλεγμένη προβολή θα σας εμφανίσει όλες τις ταινίες ταξινομημένες κατά δημοτικότητα, αλλά μπορείτε να εφαρμόσετε τα δικά σας φίλτρα, χάρη στα φίλτρα «Είδος» και «Ταξινόμηση». Αφού έχετε επιλέξει μια ταινία που θέλετε να παρακολουθήσετε, κάντε κλικ στο εξώφυλλο του. Στη συνέχεια, κάντε κλικ στην επιλογή «Προβολή τώρα». Μη ξεχάσετε το ποπκόρν!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Η καρτέλα των τηλεοπτικών σειρών, που μπορείτε να επισκεφθείτε κάνοντας κλικ στην επιλογή «Τηλεοπτικές σειρές» στη γραμμή πλοήγησης, θα σας εμφανίσει όλες τις διαθέσιμες σειρές στη συλλογή μας. Μπορείτε επίσης να εφαρμόσετε τα δικά σας φίλτρα, όπως στις ταινίες, για να σας βοηθήσουν να αποφασίσετε τι θα δείτε. Σε αυτή τη συλλογή, επίσης, απλά κάντε κλικ στο εξώφυλλο: το νέο παράθυρο που θα εμφανιστεί, θα σας επιτρέψει να πλοηγηθείτε σε κύκλους και επεισόδια. Όταν αποφασίσετε τι θέλετε να παρακολουθήσετε, απλά κάντε κλικ στο κουμπί «Προβολή τώρα».",
    "Choose quality": "Επιλογή ποιότητας",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Ένας δρομέας δίπλα από το κουμπί «Προβολή τώρα» θα σας επιτρέψει να επιλέξετε την ποιότητα της ροής. Μπορείτε επίσης να ορίσετε μια σταθερή ποιότητα στην καρτέλα ρυθμίσεων. Προειδοποίηση: μια καλύτερη ποιότητα σημαίνει περισσότερα δεδομένα για λήψη.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Οι περισσότερες από τις ταινίες και τηλεοπτικές σειρές μας έχουν υπότιτλους στη γλώσσα σας. Μπορείτε να τους ορίσετε στην καρτέλα «Ρυθμίσεις». Για τις ταινίες, μπορείτε να τους ορίσετε ακόμη και από το αναπτυσσόμενο μενού, στη σελίδα λεπτομερειών της ταινίας.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Κάνοντας κλικ στο εικονίδιο της καρδιάς σε ένα εξώφυλλο θα προσθέσει την ταινία/σειρά στα αγαπημένα σας. Αυτή η συλλογή είναι προσβάσιμη μέσω του εικονιδίου σε σχήμα καρδιάς, στη γραμμή πλοήγησης. Για να αφαιρέσετε ένα στοιχείο από τη συλλογή σας, απλά κάντε κλικ στο εικονίδιο πάλι! Πόσο απλό είναι αυτό;",
    "Watched icon": "Εικονίδιο προβολής",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Το %s θα θυμάται τι έχετε ήδη παρακολουθήσει - μια μικρή βοήθεια για να θυμόμαστε δεν πειράζει. Μπορείτε επίσης να ορίσετε ένα στοιχείο ως προβληθέν κάνοντας κλικ στο εικονίδιο σε σχήμα ματιού. Μπορείτε ακόμα να δημιουργήσετε και να συγχρονίσετε τη συλλογή σας με την ιστοσελίδα Trakt.tv, μέσω της καρτέλας ",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "Στο %s, μπορείτε να χρησιμοποιήσετε το εικονίδιο μεγεθυντικού φακού για να ανοίξετε την αναζήτηση. Πληκτρολογήστε έναν τίτλο, ηθοποιό, σκηνοθέτη ή ακόμα και μια χρονολογία, πατήστε το πλήκτρο «Enter» και αφήστε μας να σας δείξουμε τι μπορούμε να προσφέρουμε για να καλύψουμε τις ανάγκες σας. Για να κλείσετε την τρέχουσα αναζήτησή σας, μπορείτε να κάνετε κλικ στο «X» που βρίσκεται δίπλα από το πεδίο αναζήτησης ή να πληκτρολογήστε κάτι άλλο.",
    "External Players": "Εξωτερικά προγράμματα αναπαραγωγής πολυμέσων",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Αν προτιμάτε τη χρήση ενός εξωτερικού προγράμματος αναπαραγωγής πολυμέσων αντί του ενσωματωμένου, μπορείτε να το κάνετε πατώντας το εικονίδιο που βρίσκεται δίπλα από το κουμπί «Προβολή τώρα». Μία λίστα με τα εγκατεστημένα προγράμματα αναπαραγωγής πολυμέσων σας θα εμφανιστεί, επιλέξτε ένα και το %s θα στείλει τα πάντα σε αυτό. Εάν το πρόγραμμα αναπαραγωγής πολυμέσων σας δεν είναι στη λίστα, παρακαλούμε να μας το αναφέρετε.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Για να προσαρμόσετε την εφαρμογή ακόμη περισσότερο, σας προσφέρουμε ένα μεγάλο πίνακα επιλογών. Για να ανοίξετε τις «Ρυθμίσεις», κάντε κλικ στο εικονίδιο σε σχήμα γραναζιού από τη γραμμή πλοήγησης.",
    "Keyboard Navigation": "Πλοήγηση με το πληκτρολόγιο",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Ολόκληρη η λίστα των συντομεύσεων πληκτρολογίου είναι διαθέσιμη πατώντας «?» στο πληκτρολόγιό σας, ή μέσω του εικονιδίου με σχήμα πληκτρολογίου στην καρτέλα «Ρυθμίσεις».",
    "Custom Torrents and Magnet Links": "Προσαρμοσμένα torrent και σύνδεσμοι magnet",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Μπορείτε να χρησιμοποιήσετε προσαρμοσμένα torrents και συνδέσμους magnet στο %s. Απλά σύρετε και πετάξτε τα αρχεία με κατάληξη .torrent στο παράθυρο της εφαρμογής, και/ή κάντε επικόλληση ενός συνδέσμου magnet.",
    "Torrent health": "Υγεία torrent",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Στις λεπτομέρειες ταινιών/τηλεοπτικών σειρών, μπορείτε να βρείτε ένα μικρό κύκλο, χρωματισμένο με γκρι, κόκκινο, κίτρινο ή πράσινο. Τα χρώματα αυτά αναφέρονται στην υγεία του torrent. Ένα πράσινο torrent θα κατέβει γρήγορα, ενώ ένα κόκκινο torrent μπορεί να μην κατέβει καθόλου, ή πολύ αργά. Το γκρι χρώμα αντιπροσωπεύει ένα σφάλμα στον υπολογισμό της υγείας για τις ταινίες και θα πρέπει να κάνετε κλικ πάνω του για να εμφανίσετε την υγεία στις τηλεοπτικές σειρές.",
    "How does %s work?": "Πως δουλεύει το %s;",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "Το %s δουλεύει μέσω περιεχομένων βίντεου torrents. Οι ταινίες παρέχονται από το %s και οι τηλεοπτικές σειρές από το %s, ενώ όλες οι πληροφορίες από το %s. Εμείς δεν φιλοξενούμε κάποιο περιεχόμενο τους.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrent streaming; Τα torrents χρησιμοποιούν το πρωτόκολλο Bittorrent, το οποίο ουσιαστικά σημαίνει ότι μπορείτε να κατεβάσετε μικρά τμήματα του περιεχομένου από τον υπολογιστή κάποιου άλλου χρήστη, ενώ στέλνετε τα τμήματα που έχετε ήδη λάβει σε άλλο χρήστη. Στη συνέχεια, μπορείτε να προβάλετε αυτά τα τμήματα, ενώ τα επόμενα λαμβάνονται στο παρασκήνιο. Αυτή η ανταλλαγή επιτρέπει το περιεχόμενο να παραμένει υγιές.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "Όταν η ταινία έχει ληφθεί πλήρως, συνεχίζετε να στέλνετε κομμάτια στους άλλους χρήστες και όλα διαγράφονται από τον υπολογιστή σας όταν κλείσετε το %s. Τόσο απλό είναι.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Η εφαρμογή είναι κατασκευασμένη με Node-Webkit, HTML, CSS και Javascript. Λειτουργεί όπως τον περιηγητή Google Chrome, με την εξαίρεση ότι το μεγαλύτερο μέρος του κώδικα φιλοξενείται στον υπολογιστή σας. Ναι, το %s λειτουργεί με την ίδια τεχνολογία όπως μια κανονική ιστοσελίδα, όπως ... ας πούμε η Wikipedia, ή το YouTube!",
    "I found a bug, how do I report it?": "Βρήκα ένα bug, πώς μπορώ να το αναφέρω;",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Μπορείτε να επικολλήσετε συνδέσμους magnet οπουδήποτε μέσα στο %s με CTRL+V.",
    "You can drag & drop a .torrent file into %s.": "Μπορείτε να σύρετε & να ρίξετε ένα αρχείο .torrent μέσα στο %s.",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Αν δεν υπάρχουν υπότιτλοι για μία σειρά, μπορείτε να τους ανεβάσετε στο %s. Το ίδιο ισχύει και για τις ταινίες, αλλά στο %s.",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Μπορείτε να συνδεθείτε στο Trakt.tv για να αποθηκεύσετε όλα όσα έχετε παρακολουθήσει στο Butter και να τα συγχρονίσετε σε πολλαπλές συσκευές.",
    "Clicking on the rating stars will display a number instead.": "Κάνοντας κλικ στα αστέρια βαθμολογίας θα εμφανιστεί ένας αριθμός αντ' αυτών.",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "Η εφαρμογή αυτή είναι εξολοκλήρου γραμμένη σε HTML5, CSS3 και Javascript.",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Θέλετε να μάθετε περισσότερα για μία ταινία ή μία τηλεοπτική σειρά; Απλά κάντε κλικ στο εικονίδιο του IMDb.",
    "Switch to next tab": "Μετάβαση στην επόμενη καρτέλα",
    "Switch to previous tab": "Μετάβαση στην προηγούμενη καρτέλα",
    "Switch to corresponding tab": "Μετάβαση στην αντίστοιχη καρτέλα",
    "through": "μέχρι",
    "Enlarge Covers": "Μεγέθυνση των εξώφυλλων",
    "Reduce Covers": "Σμίκρυνση των εξώφυλλων",
    "Open Item Details": "Άνοιγμα πληροφοριών στοιχείου",
    "Add Item to Favorites": "Προσθήκη στοιχείου στα αγαπημένα",
    "Mark as Seen": "Επισήμανση ως προβληθέν",
    "Open this screen": "Άνοιγμα αυτής της οθόνης",
    "Open Settings": "Άνοιγμα ρυθμίσεων",
    "Posters Size": "Μέγεθος εξώφυλλων",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Αυτό το χαρακτηριστικό λειτουργεί μόνο αν έχετε συγχρονίσει το λογαριασμό του TraktTv σας. Παρακαλώ πηγαίνετε στις Ρυθμίσεις και εισάγετε τα στοιχεία σας.",
    "Last Open": "Τελευταία ανοιχτό",
    "Exporting Database...": "Γίνεται εξαγωγή βάσης δεδομένων...",
    "Database Successfully Exported": "Επιτυχής εξαγωγή βάσης δεδομένων",
    "Display": "Οθόνη",
    "TV": "Τηλεοπτικά",
    "Type": "Τύπος",
    "popularity": "δημοτικότητα",
    "date": "ημερομηνία",
    "year": "χρονολογία",
    "rating": "βαθμολογία",
    "updated": "ενημερωμένα",
    "name": "όνομα",
    "OVA": "OVA",
    "ONA": "ONA",
    "Movie": "Ταινία",
    "Special": "Ειδικό",
    "Watchlist": "Λίστα παρακολούθησης",
    "Resolving..": "Επίλυση..",
    "About": "Σχετικά",
    "Open Cache Directory": "Άνοιγμα φακέλου κρυφής μνήμης",
    "Open Database Directory": "Άνοιγμα φακέλου βάσης δεδομένων",
    "Mark as unseen": "Επισήμανση ως μη προβληθέν",
    "Playback rate": "Ρυθμός αναπαραγωγής",
    "Increase playback rate by %s": "Άυξηση του ρυθμού αναπαραγωγής κατά %s",
    "Decrease playback rate by %s": "Μείωση του ρυθμού αναπαραγωγής κατά %s",
    "Set playback rate to %s": "Ορισμός του ρυθμού αναπαραγωγής στο %s",
    "Playback rate adjustment is not available for this video!": "Η προσαρμογή του ρυθμού αναπαραγωγής δεν είναι διαθέσιμη για αυτό το βίντεο!",
    "Color": "Χρώμα",
    "Local IP Address": "Τοπική διεύθυνση IP",
    "Japan": "Ιαπωνία",
    "Cars": "Αυτοκίνητα",
    "Dementia": "Dementia",
    "Demons": "Δαίμονες",
    "Ecchi": "Ecchi",
    "Game": "Παιχνίδι",
    "Harem": "Χάρεμ",
    "Historical": "Ιστορικά",
    "Josei": "Τζοσέι",
    "Kids": "Παιδικά",
    "Magic": "Μαγεία",
    "Martial Arts": "Πολεμικές τέχνες",
    "Mecha": "Μέκα",
    "Military": "Στρατός",
    "Parody": "Παρωδία",
    "Police": "Αστυνομία",
    "Psychological": "Ψυχολογικά",
    "Samurai": "Σαμουράι",
    "School": "Σχολείο",
    "Seinen": "Σέινεν",
    "Shoujo": "Σότζο",
    "Shoujo Ai": "Σότζο άι",
    "Shounen": "Σόνεν",
    "Shounen Ai": "Σόνεν άι",
    "Slice of Life": "Slice of life",
    "Space": "Διάστημα",
    "Sports": "Αθλήματα",
    "Super Power": "Υπερδυνάμεις",
    "Supernatural": "Υπερφυσικά",
    "Vampire": "Βρυκόλακες",
    "VPN": "VPN",
    "Connect": "Σύνδεση",
    "Create Account": "Δημιουργία λογαριασμού",
    "Celebrate various events": "Εορτασμός διαφόρων εκδηλώσεων",
    "Disconnect": "Αποσύνδεση",
    "Downloaded": "Έγινε λήψη",
    "Loading stuck ? Click here !": "Κόλλησε στην αναμονή; Κάντε κλικ εδώ!",
    "Torrent Collection": "Συλλογή torrent",
    "Remove this torrent": "Αφαίρεση του torrent",
    "Rename this torrent": "Μετονομασία του torrent",
    "Open Collection Directory": "Άνοιγμα φακέλου συλλογής",
    "Store this torrent": "Αποθήκευση του torrent",
    "Enter new name": "Εισαγωγή νέου ονόματος",
    "This name is already taken": "Το όνομα αυτό υπάρχει ήδη",
    "Always start playing in fullscreen": "Να γίνεται πάντα έναρξη αναπαραγωγής σε πλήρη οθόνη",
    "Magnet link": "Σύνδεσμος magnet",
    "Error resolving torrent.": "Σφάλμα με την επίλυση του torrent",
    "%s hour(s) remaining": "%s ώρες απομένουν",
    "%s minute(s) remaining": "%s λεπτά απομένουν",
    "%s second(s) remaining": "%s δευτερόλεπτα απομένουν",
    "Unknown time remaining": "Απομένει άγνωστος χρόνος",
    "Set player window to video resolution": "Ορισμός του παραθύρου αναπαραγωγής στην ανάλυση του βίντεο",
    "Set player window to double of video resolution": "Ορισμός του παραθύρου αναπαραγωγής στο διπλάσιο της ανάλυσης του βίντεο",
    "Set player window to half of video resolution": "Ορισμός του παραθύρου αναπαραγωγής στο μισό της ανάλυσης του βίντεο",
    "Retry": "Δοκιμάστε ξανά",
    "Import a Torrent": "Εισαγωγή torrent",
    "Not Seen": "Δεν έχει προβληθεί",
    "Seen": "Έχει προβληθεί",
    "Title": "Τίτλο",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "Υπήρξε σφάλμα με την αναπαραγωγή του βίντεο. Παρακαλώ δοκιμάστε ένα εξωτερικό πρόγραμμα αναπαραγωγής πολυμέσων όπως το %s για να δείτε το περιεχόμενο αυτό.",
    "Font": "Γραμματοσειρά",
    "Decoration": "Διακόσμηση",
    "None": "Καμία",
    "Outline": "Περίγραμμα",
    "Opaque Background": "Αδιαφανές φόντο",
    "No thank you": "Όχι, ευχαριστώ",
    "Report an issue": "Αναφορά προβλήματος",
    "Email": "Email",
    "Submit": "Υποβολή",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Χρησιμοποιήστε το φίλτρο προβλήματος του %s για να αναζητήσετε και να ελέγξετε αν το πρόβλημα έχει αναφερθεί ή επιδιορθωθεί ήδη.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Συμπεριλάβετε ένα στιγμιότυπο οθόνης αν είναι σχετικό - Είναι το πρόβλημα σας για ένα σχεδιαστικό χαρακτηριστικό ή για ένα bug;",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Μια καλή αναφορά προβλήματος δεν θα πρέπει να αφήνει άλλους να πρέπει να σας κυνηγάνε για περισσότερες πληροφορίες.  Σιγουρευτείτε ότι συμπεριλάβατε τις λεπτομέρειες του περιβάλλοντος σας.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Προειδοποίηση: Πάντα χρησιμοποιείτε την αγγλική γλώσσα όταν επικοινωνείτε μαζί μας, αλλιώς μπορεί να μην σας καταλάβουμε.",
    "No results found": "Δεν βρέθηκαν αποτελέσματα",
    "Open Favorites": "Άνοιγμα αγαπημένων",
    "Open About": "Άνοιγμα σελίδας περί",
    "Minimize to Tray": "Ελαχιστοποίηση στην περιοχή ειδοποιήσεων",
    "Close": "Κλείσιμο",
    "Restore": "Επαναφορά",
    "Features": "Χαρακτηριστικά",
    "Connect To %s": "Σύνδεση στο %s",
    "Cannot be stored": "Δεν είναι δυνατή η αποθήκευση",
    "Overall Ratio": "Συνολική αναλογία",
    "Translate Synopsis": "Μετάφραση περίληψης",
    "N/A": "Δ/Υ",
    "Your disk is almost full.": "Ο δίσκος σας είναι σχεδόν πλήρης",
    "You need to make more space available on your disk by deleting files.": "Πρέπει να κάνετε περισσότερο χώρο διαθέσιμο στον δίσκο σας διαγράφοντας αρχεία.",
    "Playing Next": "Στη συνέχεια",
    "See-through Background": "Διαφανές φόντο",
    "Bold": "Έντονα",
    "Currently watching": "Παίζει τώρα",
    "No, it's not that": "Όχι, δεν είναι αυτό",
    "Correct": "Σωστό",
    "Init Database": "Γίνεται εκκίνηση βάσης δεδομένων",
    "Status: %s ...": "Κατάσταση: %s ...",
    "Create Temp Folder": "Δημιουργία Φακέλου προσωρινής αποθήκευσης",
    "Set System Theme": "Ορισμός θέματος συστήματος",
    "Disclaimer": "Δήλωση αποποίησης ευθύνης",
    "Series": "Σειρές",
    "Event": "Γεγονός",
    "Local": "Τοπικά",
    "Try another subtitle or drop one in the player": "Δοκιμάστε έναν διαφορετικό υπότιτλο ή ρίξτε έναν στο πρόγραμμα αναπαραγωγής",
    "show": "show",
    "movie": "ταινία",
    "Something went wrong downloading the update": "Κάτι πήγε στραβά κατά το κατέβασμα της ενημέρωσης",
    "Error converting subtitle": "Σφάλμα μετατροπής υπότιτλου",
    "No subtitles found": "Δεν βρέθηκαν υπότιτλοι",
    "Try again later or drop a subtitle in the player": "Δοκιμάστε ξανά αργότερα ή ρίξτε έναν στο πρόγραμμα αναπαραγωγής",
    "You should save the content of the old directory, then delete it": "Θα ήταν καλό να αποθηκεύσετε το περιεχόμενο του παλιού φακέλου και μετά να τον διαγράψετε",
    "Search on %s": "Αναζήτηση για %s",
    "Audio Language": "Γλώσσα ήχου",
    "Subtitle": "Υπότιτλοι",
    "Code:": "Κωδικός:",
    "Error reading subtitle timings, file seems corrupted": "Σφάλμα ανάγνωσης χρονισμού υπότιτλου, το αρχείο φαίνεται κατεστραμμένο.",
    "Open File to Import": "Άνοιγμα αρχείου για εισαγωγή",
    "Browse Directory to save to": "Browse Directory to save to",
    "Cancel and use VPN": "Ακύρωση και ενεργοποίηση VPN",
    "Resume seeding after restarting the app?": "Resume seeding after restarting the app?",
    "Seedbox": "Seedbox",
    "Cache Folder": "Cache Folder",
    "Show cast": "Show cast",
    "Filename": "Filename",
    "Stream Url": "Stream Url",
    "Show playback controls": "Show playback controls",
    "Downloading": "Γίνεται λήψη",
    "Hide playback controls": "Hide playback controls",
    "Poster Size": "Poster Size",
    "UI Scaling": "UI Scaling",
    "Show all available subtitles for default language in flag menu": "Show all available subtitles for default language in flag menu",
    "Cache Folder Button": "Cache Folder Button",
    "Enable remote control": "Enable remote control",
    "Server": "Server",
    "API Server(s)": "API Server(s)",
    "Proxy Server": "Proxy Server",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings",
    "Update Now": "Update Now",
    "Database Exported": "Database Exported",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Saved Torrents",
    "Search Results": "Αποτελέσματα αναζήτησης",
    "Paste a Magnet link": "Paste a Magnet link",
    "Import a Torrent file": "Import a Torrent file",
    "Select data types to import": "Select data types to import",
    "Please select which data types you want to import ?": "Please select which data types you want to import ?",
    "Watched items": "Watched items",
    "Bookmarked items": "Bookmarked items",
    "Download list is empty...": "Download list is empty...",
    "Active Torrents Limit": "Active Torrents Limit",
    "Toggle Subtitles": "Toggle Subtitles",
    "Toggle Crop to Fit screen": "Toggle Crop to Fit screen",
    "Original": "Αρχική",
    "Fit screen": "Fit screen",
    "Video already fits screen": "Video already fits screen",
    "The filename was copied to the clipboard": "The filename was copied to the clipboard",
    "The stream url was copied to the clipboard": "The stream url was copied to the clipboard",
    "* %s stores an encrypted hash of your password in your local database": "* %s stores an encrypted hash of your password in your local database",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC",
    "Hide cast": "Hide cast",
    "Tabs": "Tabs",
    "Native window frame": "Native window frame",
    "Open Cache Folder": "Open Cache Folder",
    "Restart Popcorn Time": "Restart Popcorn Time",
    "Developer Tools": "Developer Tools",
    "Movies API Server": "Movies API Server",
    "Series API Server": "Series API Server",
    "Anime API Server": "Anime API Server",
    "The image url was copied to the clipboard": "The image url was copied to the clipboard",
    "Popcorn Time currently supports": "Popcorn Time currently supports",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "There is also support for Chromecast, AirPlay & DLNA devices.",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*You can set multiple Filters and tabs at the same time and of course any additional ones later",
    "as well as overwrite or reset your preferences)": "as well as overwrite or reset your preferences)",
    "Default Filters": "Default Filters",
    "Set Filters": "Set Filters",
    "Reset Filters": "Reset Filters",
    "Your Default Filters have been changed": "Your Default Filters have been changed",
    "Your Default Filters have been reset": "Your Default Filters have been reset",
    "Setting Filters...": "Setting Filters...",
    "Default": "Default",
    "Custom": "Custom",
    "Remember": "Remember",
    "Cache": "Cache",
    "Unknown": "Άγνωστη",
    "Change Subtitles Position": "Change Subtitles Position",
    "Minimize": "Minimize",
    "Separate directory for Downloads": "Separate directory for Downloads",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Enabling will prevent the sharing of cache between the Watch Now and Download functions",
    "Downloads Directory": "Downloads Directory",
    "Open Downloads Directory": "Open Downloads Directory",
    "Delete related cache ?": "Delete related cache ?",
    "Yes": "Ναι",
    "No": "No",
    "Cache files deleted": "Cache files deleted",
    "Delete related cache when removing from Seedbox": "Delete related cache when removing from Seedbox",
    "Always": "Always",
    "Ask me every time": "Ask me every time",
    "Enable Protocol Encryption": "Enable Protocol Encryption",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage",
    "Show the Seedbox when a new download is added": "Show the Seedbox when a new download is added",
    "Download added": "Download added",
    "Change API Server": "Change API Server",
    "Default Content Language": "Default Content Language",
    "Title translation": "Title translation",
    "Translated - Original": "Translated - Original",
    "Original - Translated": "Original - Translated",
    "Translated only": "Translated only",
    "Original only": "Original only",
    "Translate Posters": "Translate Posters",
    "Translate Episode Titles": "Translate Episode Titles",
    "Only show content available in this language": "Only show content available in this language",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Translations depend on availability. Some options also might not be supported by all API servers",
    "added": "added",
    "Max. Down / Up Speed": "Max. Down / Up Speed",
    "Show Release Info": "Show Release Info",
    "Parental Guide": "Parental Guide",
    "Rebuild bookmarks database": "Rebuild bookmarks database",
    "Rebuilding bookmarks...": "Rebuilding bookmarks...",
    "Submit metadata & translations": "Submit metadata & translations",
    "Not available": "Not available",
    "Cast not available": "Cast not available",
    "was removed from bookmarks": "was removed from bookmarks",
    "Bookmark restored": "Bookmark restored",
    "Undo": "Undo",
    "minute(s) remaining before preloading next episode": "minute(s) remaining before preloading next episode",
    "Zoom": "Zoom",
    "Contrast": "Contrast",
    "Brightness": "Φωτεινότητα",
    "Hue": "Hue",
    "Saturation": "Saturation",
    "Decrease Zoom by": "Decrease Zoom by",
    "Increase Zoom by": "Increase Zoom by",
    "Decrease Contrast by": "Decrease Contrast by",
    "Increase Contrast by": "Increase Contrast by",
    "Decrease Brightness by": "Decrease Brightness by",
    "Increase Brightness by": "Increase Brightness by",
    "Rotate Hue counter-clockwise by": "Rotate Hue counter-clockwise by",
    "Rotate Hue clockwise by": "Rotate Hue clockwise by",
    "Decrease Saturation by": "Decrease Saturation by",
    "Increase Saturation by": "Increase Saturation by",
    "Automatically update the API Server URLs": "Automatically update the API Server URLs",
    "Enable automatically updating the API Server URLs": "Enable automatically updating the API Server URLs",
    "Automatically update the app when a new version is available": "Automatically update the app when a new version is available",
    "Enable automatically updating the app when a new version is available": "Enable automatically updating the app when a new version is available",
    "Check for updates": "Έλεγχος για ενημερώσεις",
    "Updating the API Server URLs": "Updating the API Server URLs",
    "API Server URLs updated": "API Server URLs updated",
    "API Server URLs already updated": "API Server URLs already updated",
    "API Server URLs could not be updated": "API Server URLs could not be updated",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available",
    "The API Server URL(s) was copied to the clipboard": "The API Server URL(s) was copied to the clipboard",
    "0 = Disable preloading": "0 = Disable preloading",
    "Search field always expanded": "Search field always expanded",
    "DHT UDP Requests Limit": "DHT UDP Requests Limit",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s",
    "Create an account": "Create an account",
    "Search for something or drop a .torrent / magnet link...": "Search for something or drop a .torrent / magnet link...",
    "Torrent removed": "Torrent removed",
    "Remove": "Remove",
    "Connect to %s": "Connect to %s",
    "to automatically 'scrobble' episodes you watch in %s": "to automatically 'scrobble' episodes you watch in %s",
    "Sync now": "Sync now",
    "Same as Default Language": "Same as Default Language",
    "Language": "Language",
    "Allow Audio Passthrough": "Allow Audio Passthrough",
    "release info link": "release info link",
    "parental guide link": "parental guide link",
    "IMDb page link": "IMDb page link",
    "submit metadata & translations link": "submit metadata & translations link",
    "episode title": "episode title",
    "full cast & crew link": "full cast & crew link",
    "Click providers to enable / disable": "Click providers to enable / disable",
    "Right-click to filter results by": "Right-click to filter results by",
    "to filter by <i>All</i>": "to filter by <i>All</i>",
    "more...": "more...",
    "Seeds": "Seeds",
    "Peers": "Peers",
    "less...": "less..."
}