{
	"Initializing PopcornTime. Please Wait...": "Ξεκινάει το PopcornTime. Παρακαλώ περιμένετε",
	"Movies": "Ταινίες",
	"TV Series": "Τηλεοπτικές σειρές",
	"Genre": "Είδος",
	"All": "Όλες",
	"Action": "Δράσης",
	"Adventure": "Περιπέτειας",
	"Animation": "Κινούμενα σχέδια",
	"Biography": "Βιογραφικές",
	"Comedy": "Κωμωδίες",
	"Crime": "Έγκλημα",
	"Documentary": "Ντοκιμαντέρ",
	"Drama": "Δράμα",
	"Family": "Οικογενειακά",
	"Fantasy": "Φαντασίας",
	"Film-Noir": "Χαμηλής ποιότητας χρώματος",
	"History": "Ιστορικά",
	"Horror": "Τρόμου",
	"Music": "Μουσικής",
	"Musical": "Μιούζικαλ",
	"Mystery": "Μυστηρίου",
	"Romance": "Ρομαντικά",
	"Sci-Fi": "Επιστημονικής Φαντασίας",
	"Short": "Σύντομα",
	"Sport": "Αθλητικά",
	"Thriller": "Θρίλερ",
	"War": "Πολεμικά",
	"Western": "Western",
	"Sort by": "Ταξινόμηση ανά",
	"Popularity": "Δημοτικότητα",
	"Date": "Ημερομηνία",
	"Year": "Χρονολογία",
	"Rating": "Βαθμολογία",
	"Search": "Αναζήτηση",
	"Load More": "Περισσότερα",
	"Children": "Παιδικά",
	"Game Show": "Τηλεοπτικά Παιχνίδια",
	"Home And Garden": "Σπίτι και Κήπος",
	"Mini Series": "Μίνι Σειρές",
	"News": "Ειδήσεις",
	"Reality": "Reality",
	"Science Fiction": "Επιστημονικής Φαντασίας",
	"Soap": "Σαπουνόπερα",
	"Special Interest": "Ειδικού Ενδιαφέροντος",
	"Suspense": "Αγωνίας",
	"Talk Show": "Τηλεοπτική Συζήτηση",
	"Continuing": "Συνεχίζεται",
	"Ended": "Τελείωσε",
	"Aired Date": "Ημεομηνία Πρώτης Προβολής",
	"Updated": "Ανανεώθηκε",
	"Name": "Όνομα",
	"Season": "Σεζόν",
	"Seasons": "Σεζόν",
	"Episode": "Επεισόδιο",
	"Episodes": "Επεισόδια",
	"Watch Now": "Παρακολούθησε τώρα",
	"Watch Trailer": "Παρακολούθησε Trailer",
	"Subtitles": "Υπότιτλοι",
	"Settings": "Επιλογές",
	"User Interface": "Περιβάλλον",
	"More Options": "Περισσότερες επιλογές",
	"Saved": "Αποθηκευμένα",
	"Default Language": "Προκαθορισμένη γλώσσα",
	"Default Subtitle": "Προκαθορισμένοι υπότιτλοι",
	"Disabled": "Απενεργοποιημένο",
	"TV Show API Endpoint": "Σημείο API των σειρών",
	"connecting": "Γίνεται σύνδεση...",
	"Download": "Λήψη",
	"Upload": "Ανέβασε",
	"Peers": "Χρήστες",
	"Seeds": "Χρήστες",
	"startingDownload": "Εκκίνηση λήψης...",
	"downloading": "Γίνεται λήψη...",
	"ready": "Έτοιμο",
	"Please wait": "Παρακαλώ περιμένετε",
	"Cancel": "Ακύρωση",
	"Success": "Επιτυχής",
	"Subtitles Offset": "Αντιστάθμισμα Υπότιτλων",
	"secs": "δευτ.",
	"Volume": "Ένταση",
	"Please restart your application": "Παρακαλώ επανεκκινήστε την εφαρμογή",
	"Restart": "Επανεκκίνηση",
	"We are flushing your database": "Αδειάζουμε την βάση δεδομένων σας",
	"We are flushing your databases": "Αδειάζουμε τις βάσεις δεδομένων σας",
	"We are rebuilding the TV Show Database. Do not close the application.": "Φτιάχνουμε ξανά την βάση δεδομένων των Τηλεοπτικών Σειρών σας. Μην κλείσετε την εφαρμογή",
	"No shows found...": "Δεν βρέθηκαν εκπομπές...",
	"Terms of Service": "Όροι Χρήσης",
	"I Accept": "Αποδέχομαι",
	"Leave": "Αποχωρώ",
	"No bookmarks found...": "Δεν βρέθηκαν αγαπημένα...",
	"Rebuild TV Shows Database": "Αναδιοργάνωση βάσης δεδομένων τηλεοπτικών σειρών",
	"Flush bookmarks database": "Άδειασμα βάσης δεδομένων αγαπημένων",
	"Flush all databases": "Άδεισμα όλων των βάσεων δεδομένων",
	"Show movie quality on list": "Εμφάνιση ποιότητας ταινίας στην λίστα",
	"Size": "Μέγεθος",
	"Active Peers": "Ενεργοί Χρήστες",
	"No movies found...": "Δεν βρέθηκαν ταινίες",
	"Ratio": "Ratio",
	"Health Excellent": "Υγεία Άριστη",
	"Health Good": "Υγεία Καλή",
	"Health Medium": "Υγεία Μέτρια",
	"Health Bad": "Υγεία Κακή",
	"Status: Checking Database...": "Κατάσταση: Έλεγχος βάσης δεδομένων...",
	"Status: Creating Database...": "Κατάσταση: Δημιουργία βάσης δεδομένων...",
	"Status: Updating database...": "Κατάσταση: Αναβάθμιση βάσης δεδομένων...",
	"Status: Skipping synchronization TTL not met": "Κατάσταση: Παράλειψη συγχρονισμού TTL αδύνατη",
	"Advanced Settings": "Προχωρημένες Ρυθμίσεις",
	"Connection Limit": "Όριο Σύνδεσης",
	"DHT Limit": "Όριο DHT",
	"Cache Directory": "Φάκελος Αποθήκευσης",
	"Clear Cache directory after closing app?": "Καθαρισμός του φακέλου μετά το κλείσιμο της εφαρμογής;",
	"Only list movies in": "Εμφάνιση τανιών μόνο",
	"Tmp Folder": "Φάκελος Αποθήκευσης",
	"Clear Tmp Folder after closing app?": "Καθαρισμός του φακέλου αποθήκευσης μετά το κλείσιμο της εφαρμογής;",
	"Status: Downloading API archive...": "Κατάσταση: Κατέβασμα API συννημενου αρχείου...",
	"Status: Archive downloaded successfully...": "Κατάσταση: Το συννημενο αρχείο κατέβηκε επιτυχώς...",
	"Status: Importing file": "Κατάσταση: Εισαγωγή αρχείου",
	"Status: Imported successfully": "Κατάσταση: Εισήχθηκε  επιτυχώς",
	"Status: Launching applicaion... ": "εισήχθηκε : Εκκίνηση εφαρμογής... ",
	"URL of this stream was copied to the clipboard": "Το URL αντιγράφηκε στο πρόχειρο",
	"Error loading data, try again later...": "Σφάλμα κατά την φόρτωση δεδομένων, δοκιμάστε αργότερα...",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Σφάλμα η βάση δεδομένων ειναι κατεστραμένη.Προσπαθήστε να αδειάσεται την βάση δεδομένων των αγαπημένων .",
	"Reset to Default Settings": "Επαναφορά στις προεπιλεγμένες ρυθμίσεις",
	"Are you sure?": "Είσαι σίγουρος;",
	"Flushing bookmarks...": "Άδειασμα των αγαπημένων...",
	"Flushing...": "Άδειασμα...",
	"Resetting...": "Γίνεται Επαναφορά...",
	"We are resetting the settings": "Κάνουμε επαναφορά των ρυθμίσεων",
	"New version downloaded": "Η νέα έκδοση κατέβηκε",
	"Installed": "Εγκαταστάθηκε",
	"Changelog": "Αρχείο αλλαγών",
	"Install Now": "Εγκατάσταση Τώρα",
	"Restart Now": "Επανεκκίνηση Τώρα",
	"We are flushing your subtitle cache": "Αδειάζουμε την μνήμη των υπότιτλων",
	"Subtitle cache deleted": "Η μνήμη των υποτίτλων διαγράφηκε",
	"Flush subtitles cache": "Αδειασμα της μνήμης των υπότιτλων",
	"Quality": "Ποιότητα",
	"Trakt.tv": "Trakt.tv",
	"Theme": "Θέμα",
	"Show rating over covers": "Εμφάνιση βαθμολογίας πάνω απο το εξώφυλλο",
	"Fade watched items": "Σκιασμός των προβληθέντων",
	"Always On Top": "Πάντα στην κορυφή",
	"You are currently authenticated to Trakt.tv as": "Επικύρωση στο Trakt.tv ως",
	"Disconnect account": "Αποσύνδεση λογαριασμού",
	"Sync With Trakt": "Συγχρονισμός με Trakt",
	"Port to stream on": "Θύρα για ροή",
	"0 = Random": "0 = Τυχαία",
	"Keyboard Shortcuts": "Συντομεύσεις πληκτρολογίου",
	"Global shortcuts": "Γενικές Συντομεύσεις",
	"Opens this help screen": "Άνοιγμα αυτής της βοηθητικής οθόνης",
	"Video Player": "Video Player",
	"Toggle Fullscreen": "Εναλλαγή σε πλήρη οθόνη",
	"space": "space",
	"Play/Pause": "Αναπαραγωγή/Πάυση",
	"Seek Forward": "Αναζήτηση προς τα εμπρός",
	"shift": "shift",
	"ctrl": "ctrl",
	"Increase Volume": "Άύξηση Φωνής",
	"Set Volume to": "Ρύθμιση έντασης ήχου στο",
	"Offset Subtitles by": "Αντιστάθμισμα υποτίτλων κατά",
	"Toggle Mute": "Σίγαση",
	"Movie Detail": "Πληροφορίες ταινίας",
	"Toggle Quality": "Ρύθμιση Ποιότητας",
	"enter": "enter",
	"Play Movie": "Αναπαραγωγή Ταινίας",
	"esc": "esc",
	"Exit Fullscreen": ";Έξωδος πλήρης οθόνης",
	"Seek Backward": "Αναζήτηση προς τα πίσω",
	"Decrease Volume": "Μέιωση φωνής",
	"Show Stream URL": "Εμφάνιση URL ροής",
	"TV Show Detail": "Λεπτομέριες τηλεοπτικού σόου",
	"Toggle Watched": "Ρυθμίση ως προβλήθηκε",
	"Select Next Epsisode": "Επολογή επόμενου επεισοδίου",
	"Select Previous Episode": "Επιλογή προηγούμενου επεισοδίου",
	"Select Next Season": "Επολογή επόμενου κύκλου",
	"Select Previous Season": "Επιλογή προηγούμενου κύκλου",
	"Play Episode": "Αναπαραγωγή επεισοδίου",
	"Open IMDb page": ";Άνοιγμα IMDb ιστοδελίδας",
	"Health false": "Υγεία ψευδείς",
	"Add to bookmarks": "Προσθήκη στα αγαπημένα",
	"Ratio:": "Ratio:",
	"Seeds:": "Χρήστες:",
	"Peers:": "Χρήστες:",
	"Please select a file to play": "Παρακαλώ επιλέξτε ένα αρχείο για αναπαραγωγή",
	"Anime": "Anime",
	"Show advanced settings": "Εμφάνιση ρυθμίσεων για προχωρημένους",
	"Start Screen": "Οθόνη εκκίνισης",
	"Favorites": "Αγαπημένα",
	"Watched Items": "Προβληθέντα",
	"Show": "Εμφάνισε",
	"Fade": "Σκίασε",
	"Hide": "Κρύψε",
	"Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "Προσθέστε τα στοιχεία του Trakt.tv σας,για να αποθηκέυονται αύτοματα τα επεισόδια που έχετε δει στο Popcorn Time",
	"Username": "Όνομα χρήστη",
	"Password": "Κωδικός πρόσβασης",
	"Popcorn Time stores an encrypted hash of your password in your local database": "Το Popcorn Time κρατάει ένα κρυπτογραφημένο αρχείο με τα στοιχεία του λογαριασμού σας στο τοπικό σας σκληρό δίσκο",
	"Remote Control": "Απομακρυσμένη διαχείριση",
	"HTTP API Port": "HTTP API θύρα",
	"HTTP API Username": "HTTP API Όνομα χρήστη",
	"HTTP API Password": "HTTP API Κωδικός πρόσβασης",
	"Connection": "Σύνδεση",
	"Type": "Τύπος",
	"TV": "TV",
	"OVA": "OVA",
	"ONA": "ONA",
	"No anime found...": "Δεν βρέθηκε anime...",
	"Health Unknown": "Υγεία Άγνωστο",
	"Magic": "Μαγεία",
	"Streaming to": "Αναπαραγωγή στο",
	"No Favorites found...": "Δεν βρέθηκαν αγαπημένα...",
	"You can paste magnet links anywhere in Popcorn Time with CTRL+V": "Μπορείς να επικολλήσης magnet links οπουδήποτε μεσα στο Popcorn Time με CTRL+V",
	"You can drag & drop a .torrent file into Popcorn Time": "Μπορείς να τραβήξεις ένα .torrent αρχείο μεσα στο Popcorn time",
	"The Popcorn Time project started in February 2014 and has already had 150 people that contributed more than 3000 times to its development in August 2014.": "Το έργο Popcorn Time ξεκίνησε τοn Φεβρουάριο του 2014 και έχει ήδη 150 άτομα που συνέβαλαν περισσότερο από 3000 φορές στην ανάπτυξή του, τον Αύγουστο του 2014.",
	"The rule n°10 applies here.": "Ο κανόνας n°10 ισχύει εδώ.",
	"If a subtitle for a TV Show is missing, you can add it on <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. And the same way for a Movie, but on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>": "Αν λύπη κάποιος υποτίτλος για τηλεοπτική σειρά μπορείται να τον βάλεται εδώ <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. Με τον ίδιο τρόπο αλλα για ταινία εδώ <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>",
	"If you're experiencing connection drop issues, try to reduce the DHT Limit in Settings": "Αν αντιμετωπίζετε προβλήματα με πτώση σύνδεσης,μειώστε το όριο DHT στις Ρυθμίσεις",
	"Search \"1998\" to see all movies that came out that year": "Αναζητήστε \"1998\" για να δείτε όλες τις ταινίες που βγήκαν εκείνη τη χρονιά",
	"You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Μπορείτε να συνδεθείτε στο Trakt.tv  για να αποθηκεύσετε όλα οσα έχεται παρακολούθησει στο Popcorn Time και να τα συγχρονίσετε σε πολλαπλές συσκευές.",
	"Clicking on the rating stars will display a number instead": "Κάνοντας κλικ στα αστέρια βαθμολογίας θα εμφανίσει αριθμός αντί για τα αστέρια",
	"This application is entirely written in HTML5, CSS3 and Javascript": "Η εφαρμογή αυτή είναι εξ 'ολοκλήρου γραμμένη σε HTML5, CSS3 και Javascript",
	"Wanna know more about a Movie or a TV Series? Just click the IMDb icon.": "Θέλετε να μάθετε περισσότερα για μια ταινία ή μια τηλεοπτική σειρά; Απλά κάντε κλικ στο εικονίδιο του IMDb",
	"Clicking twice on a \"Sort By\" filter reverses the order of the list": "Κάνοντας κλικ δύο φορές σε ένα \"Ταξινόμηση \" φίλτρο αντιστρέφει τη σειρά της λίστας",
	"Help Section": "Βοηθεια",
	"Did you know?": "Το ξέρατε;",
	"What does Popcorn Time offer?": "Τι προσφέρει το Popcorn Time?",
	"With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Με το Popcorn Time, μπορείτε να παρακολουθήσετε ταινίες και τηλεοπτικές σειρές πραγματικά εύκολα. Το μόνο που έχετε να κάνετε είναι να κάνετε κλικ σε ένα από τα εξώφυλλα, στη συνέχεια, κάντε κλικ στο κουμπί 'Παρακολούθησε τώρα'».",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Η συλλογή ταινιών μας περιέχει μόνο ταινίες υψηλής ευκρίνειας, διατίθεται σε 720p και 1080p. Για να παρακολουθήσετε μια ταινία, απλά ανοίξτε το Popcorn Τime και περιηγηθείτε μέσα στη μεγάλη συλλογή ταινιών,απο την καρτέλα «Ταινίες», στη γραμμή πλοήγησης. Η προεπιλεγμένη προβολή θα σας δείξει όλες τις ταινίες  που ταξινομούνται με τη δημοτικότητά τους, αλλά μπορείτε να εφαρμόσετε και τα δικά σας φίλτρα, χάρη στο «Είδος» και «Ταξινόμηση» φίλτρα. Αφού έχετε επιλέξει μια ταινία που θέλετε να παρακολουθήσετε, κάντε κλικ στο εξώφυλλό του. Στη συνέχεια, κάντε κλικ στην επιλογή 'Παρακολούθησε τώρα'. Μην ξεχάσετε το ποπ κορν! ",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Η καρτέλα τηλεοπτική σειρά, που μπορείτε να επισκεφθείτε κάνοντας κλικ 'Tηλεωπτικές σειρές' στη γραμμή πλοήγησης, θα σας δείξει όλες τις διαθέσιμες σειρές στη συλλογή μας. Μπορείτε επίσης να εφαρμόσετε τα δικά σας φίλτρα, όπως τις ταινίες, για να σας βοηθήσουν να αποφασίσετε τι πρέπει να προσέξετε. Σε αυτή τη συλλογή, επίσης, απλά κάντε κλικ στο εξώφυλλο: το νέο παράθυρο που θα εμφανιστεί, θα σας επιτρέψει να πλοηγηθείτε σε σεζόν και επεισόδια. Οταν αποφασίσεται τι θέλεται να παρακολουθήσεται, απλά κάντε κλικ στο κουμπί 'Παρακολούθησε τώρα'. ",
	"Choose quality": "Επιλογή ποιότητας",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Μία ρύθμιση δίπλα από το 'Παρακολούθησε τώρα' κουμπί θα σας αφήσει να επιλέξετε την ποιότητα της ταινίας/σειράς. Μπορείτε επίσης να ορίσετε μια σταθερή ποιότητα στην καρτέλα Ρυθμίσεις. Προειδοποίηση: καλύτερη ποιότητα ισούται με περισσότερα δεδομένα για να κατεβάσετε.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Οι περισσότερες από τις ταινίες και τηλεοπτικές σειρές έχουν υπότιτλους στη γλώσσα σας. Μπορείτε να το ορίσετε στην καρτέλα Ρυθμίσεις. Για τις ταινίες, μπορείτε να ορίσετε ακόμη και μέσα απο το αναπτυσσόμενο μενού.",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Κάνοντας κλικ στο εικονίδιο της καρδιάς σε ένα εξώφυλλο θα προσθέσει την ταινία / σειρά στα αγαπημένα σας. Αυτή η συλλογή είναι προσβάσιμη μέσω του εικονιδίου σε σχήμα καρδιάς, στη γραμμή πλοήγησης. Για να αφαιρέσετε ένα στοιχείο από τη συλλογή σας, απλά κάντε κλικ στο εικονίδιο πάλι! Πόσο απλό είναι αυτό;",
	"Watched icon": "Εικονίδιο 'έχεται παρακολούθησει' ",
	"Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Το Popcorn Time θα έχει κατά νου αυτό τι έχετε ήδη παρακολουθήσει - μια μικρή βοήθεια να θυμάστε. Μπορείτε επίσης να ορίσετε ένα στοιχείο, ως ότι το έχεται παρακολουθήσει κάνοντας κλικ στο εικονίδιο σε σχήμα ματιού. Μπορείτε ακόμα να δημιουργήσετε και να συγχρονίσετε τη συλλογή σας με την ιστοσελίδα Trakt.tv, μέσω της καρτέλας Ρυθμίσεις.",
	"In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "Στο Popcorn Time, μπορείτε να χρησιμοποιήσετε το εικονίδιο μεγεθυντικού φακού για να ανοίξετε την αναζήτηση. Πληκτρολογήστε έναν τίτλο, ενώς ηθοποιού ακόμα και ένα έτος και πατήστε το πλήκτρο 'Enter' και αφήστε μας να σας δείξουμε τι μπορούμε να προσφέρουμε για να καλύψουμε τις ανάγκες σας. Για να κλείσετε την τρέχουσα αναζήτησή σας, μπορείτε να κάνετε κλικ στο «Χ», που βρίσκεται δίπλα από την είσοδο σας ή πληκτρολογήστε κάτι άλλο στο χώρο.",
	"External Players": "Εξωτερικoί players",
	"If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "Αν προτιμάτε να χρησιμοποιήσετε εναν εξωτερικό προσαρμοσμένο player αντί του ενσωματωμένου, μπορείτε να το κάνετε πατώντας το εικονίδιο που διατίθενται δίπλα απο το 'Παρακολοθήστε τώρα' κουμπί. Μια λίστα με τα εγκατεστημένα προγράμματα σας θα εμφανιστεί, επιλέξτε ενα και το Popcorn Time θα στείλει τα πάντα σε αυτό. Εάν η συσκευή σας δεν είναι στη λίστα, παρακαλούμε να μας το αναφέρετε.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Για να το προσαρμόσεται ακόμη περισσότερο στα μέτρα σας, σας προσφέρουμε ένα μεγάλο πίνακα επιλογών. Για να αποκτήσετε πρόσβαση στις Ρυθμίσεις, κάντε κλικ στο εικονίδιο του τροχού σχήματος στη γραμμή πλοήγησης.",
	"Keyboard Navigation": "Πλοήγηση με το πληκτρολόγιο",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Ολόκληρη η λίστα των συντομεύσεων πληκτρολογίου είναι διαθέσιμη πιέζοντας '?' στο πληκτρολόγιό σας, ή μέσω του εικονιδίου πληκτρολογίου σχήματος στην καρτέλα Ρυθμίσεις.",
	"Custom Torrents and Magnet Links": "Προσαρμοσμένα Torrents και Magnet Links",
	"You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Μπορείτε να χρησιμοποιήσετε προσαρμοσμένα torrents και magnet links στο Popcorn time. Απλά τραβήξτε and ρίξτε (drag and drop)τα 'αρχεία με κατάληξη .torrent στο παράθυρο της εφαρμογής, και / ή να επικολλήσετε οποιοδήποτε σύνδεσμο μαγνήτη.",
	"Torrent health": "Υγεία Torrent",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Στις λεπτομέρειες της Ταινίας / Τηλεοπτικής σειράς, μπορείτε να βρείτε ένα μικρό κύκλο, χρωματισμένο με γκρι, κόκκινο, κίτρινο ή πράσινο. Τα χρώματα αναφέρονται στην υγεία του torrent. Ένα πράσινο torrent θα κατέβει γρήγορα, ενώ ένα κόκκινο torrent δεν μπορεί να κατέβει καθόλου, ή πολύ αργά. Το γκρι χρώμα αντιπροσωπεύει ένα σφάλμα στον υπολογισμό της υγείας, θα πρέπει να κάνετε κλικ πάνω για να εμφανίσετε την υγεία.",
	"How does Popcorn Time work?": "Πως δουλεύει το Popcorn Time",
	"Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "Το Popcorn Time δουλεύει μέσω περιεχομένων βίντεου torrents. Οι ταινίες παρέχονται από YTS (http://yts.re) και τγς τηλεοπτικές σειρές από EZTV (http://eztv.it), ενώ όλα τα μεταδεδομένα από Trakt (http://trakt.tv). Εμείς δεν φιλοξενούμε κάποιο περιεχόμενο τους.",
	"Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Ροή Torrent; Τα torrents χρήσημοποιούν Bittorrent πρωτόκολλο, το οποίο ουσιαστικά σημαίνει ότι μπορείτε να κατεβάσετε μικρά τμήματα του περιεχομένου από τον υπολογιστή κάποιου άλλου χρήστη, ενώ στέλνεται κομμάτια που έχετε ήδη λάβει απο έναν άλλο χρήστη. Στη συνέχεια, μπορείτε να παρακολουθήσετε τα κομμάτια, ενώ τα επόμενα γίνονται λήψη στο παρασκήνιο. Αυτή η ανταλλαγή επιτρέπει το περιεχόμενο να παραμείνει υγιείς.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "Όταν η ταινία έχει πλήρως κατεβεί, θα συνεχίσει να στέλνει κομμάτια σε άλλους χρήστες. Και όλα διαγράφονται από τον υπολογιστή σας όταν κλείσεται το Popcorn Τιμε. Τόσο απλό είναι.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Η η εφαρμογή είναι χτισμένη με Node-Webkit, HTML, CSS και Javascript. Λειτουργεί όπως το πρόγραμμα περιήγησης Google Chrome, εκτός από το ότι θα φιλοξενήσει το μεγαλύτερο μέρος του κώδικα στον υπολογιστή σας. Ναι, το Popcorn Time λειτουργεί στην ίδια τεχνολογία ως μια κανονική ιστοσελίδα, όπως ... ας πούμε Wikipedia ή το YouTube!",
	"I found a bug, how do I report it?": "Βρήκα ένα bug, πώς μπορώ να το αναφέρετε?",
	"Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.",
	"Made with": "Made with",
	"by a bunch of geeks from All Around The World": "by a bunch of geeks from All Around The World",
	"Open this screen": "Άνοιγμα Οθόνης",
	"Open Settings": "Άνοιγμα Ρυθμίσεων",
	"Switch Tab": "Αλλαγή καρτέλας",
	"Open Item Details": "'Ανοιγμα πληροφοριών",
	"Enlarge Covers": "Μέγαλωσε τα εξώφυλλα",
	"Reduce Covers": "Μίκρινε τα εξώφυλλα",
	"Add Item to Favorites": "Προσθήκε στα αγαπημένα",
	"Mark as Seen": "Μάρκαρε το ως το έχω παρακολουθήσει"
}