{
	"External Player": "Reproductor externo",
	"Made with": "Hecho con",
	"by a bunch of geeks from All Around The World": "por un grupo de geeks de todas partes del mundo",
	"Initializing PopcornTime. Please Wait...": "Iniciando Popcorn Time. Espera por favor...",
	"Status: Checking Database...": "Estado: Verificando la base de datos...",
	"Movies": "Películas",
	"TV Series": "Series",
	"Anime": "Anime",
	"Genre": "Género",
	"All": "Todos",
	"Action": "Acción",
	"Adventure": "Aventura",
	"Animation": "Animación",
	"Children": "Infantil",
	"Comedy": "Comedia",
	"Crime": "Crimen",
	"Documentary": "Documental",
	"Drama": "Drama",
	"Family": "Familiar",
	"Fantasy": "Fantasía",
	"Game Show": "Concursos",
	"Home And Garden": "Casa y jardín",
	"Horror": "Horror",
	"Mini Series": "Mini series",
	"Mystery": "Misterio",
	"News": "Noticias",
	"Reality": "Telerrealidad",
	"Romance": "Romance",
	"Science Fiction": "Ciencia ficción",
	"Soap": "Novela",
	"Special Interest": "Interés especial",
	"Sport": "Deportes",
	"Suspense": "Suspenso",
	"Talk Show": "Entrevistas",
	"Thriller": "Thriller",
	"Western": "Western",
	"Sort by": "Ordenar por",
	"Popularity": "Popularidad",
	"Updated": "Actualizado",
	"Year": "Año",
	"Name": "Nombre",
	"Search": "Buscar",
	"Seasons": "Temporadas",
	"Season": "Temporada",
	"Load More": "Cargar más",
	"Saved": "Guardado",
	"Settings": "Configuración",
	"Show advanced settings": "Mostrar configuración avanzada",
	"User Interface": "Interfaz de usuario",
	"Default Language": "Lenguaje por defecto",
	"Theme": "Tema",
	"Start Screen": "Pantalla de inicio",
	"Favorites": "Favoritos",
	"Show rating over covers": "Mostrar puntaje en las portadas",
	"Always On Top": "Siempre encima",
	"Watched Items": "Elementos vistos",
	"Show": "Mostrar",
	"Fade": "Desvanecer",
	"Hide": "Ocultar",
	"Subtitles": "Subtítulos",
	"Default Subtitle": "Subtítulo por defecto",
	"Disabled": "Desactivado",
	"Size": "Tamaño",
	"Quality": "Calidad",
	"Only list movies in": "Solo listar películas en",
	"Show movie quality on list": "Mostrar calidad de las películas en la lista",
	"Trakt.tv": "Trakt.tv",
	"Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "Introduce tu cuenta de Trakt.tv para enviar información de los episodios que ves en Popcorn Time",
	"Username": "Usuario",
	"Password": "Contraseña",
	"Popcorn Time stores an encrypted hash of your password in your local database": "Popcorn Time almacena de forma encriptada el criptograma de tu contraseña en la base de datos local",
	"Remote Control": "Control remoto",
	"HTTP API Port": "Puerto (API HTTP)",
	"HTTP API Username": "Usuario (API HTTP)",
	"HTTP API Password": "Contraseña (API HTTP)",
	"Connection": "Conexión",
	"TV Show API Endpoint": "API Endpoint de las Series",
	"Connection Limit": "Límite de conexiones",
	"DHT Limit": "Límite DHT",
	"Port to stream on": "Puerto para la transmisión",
	"0 = Random": "0 = Aleatorio",
	"Cache Directory": "Directorio caché",
	"Clear Tmp Folder after closing app?": "¿Eliminar archivos temporales al cerrar la aplicación?",
	"Database": "Base de datos",
	"Database Directory": "Directorio de la base de datos",
	"Import Database": "Importar base de datos",
	"Export Database": "Exportar base de datos",
	"Flush bookmarks database": "Limpiar favoritos",
	"Flush subtitles cache": "Limpiar caché de subtítulos",
	"Flush all databases": "Limpiar todas las bases de datos",
	"Reset to Default Settings": "Restablecer la configuración predeterminada",
	"Importing Database...": "Importando base de datos...",
	"Please wait": "Por favor espera...",
	"Error": "Error",
	"Biography": "Biográfica",
	"Film-Noir": "Cine negro",
	"History": "Histórica",
	"Music": "Música",
	"Musical": "Musical",
	"Sci-Fi": "Ciencia ficción",
	"Short": "Corto",
	"War": "Bélica",
	"Date": "Fecha",
	"Rating": "Puntuación",
	"Open IMDb page": "Abrir la página en IMDb",
	"Health false": "Salud: Incorrecta",
	"Add to bookmarks": "Añadir a favoritos",
	"Watch Trailer": "Ver trailer",
	"Watch Now": "Ver ahora",
	"Health Good": "Salud: Buena",
	"Ratio:": "Proporción:",
	"Seeds:": "Fuentes:",
	"Peers:": "Clientes:",
	"Remove from bookmarks": "Eliminar de favoritos",
	"Changelog": "Lista de cambios",
	"Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Popcorn Time es el resultado de muchos desarrolladores y diseñadores que juntaron muchas APIs para que la experiencia de ver películas por torrent fuera mucho más fácil.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Somos un proyecto de código abierto. Somos de diferentes partes del mundo. Amamos las películas. Y amamos las palomitas de maíz.",
	"Invalid PCT Database File Selected": "Archivo seleccionado de base de datos PCT inválido",
	"Continuing": "Continuando",
	"Health Unknown": "Salud: Desconocida",
	"Episodes": "Episodios",
	"Episode": "Episodio",
	"Aired Date": "Emitido el",
	"Streaming to": "Transmitiendo a",
	"connecting": "Conectando",
	"Download": "Descarga",
	"Upload": "Subida",
	"Active Peers": "Clientes activos",
	"Cancel": "Cancelar",
	"startingDownload": "Iniciando descarga",
	"downloading": "Descargando",
	"ready": "Listo",
	"playingExternally": "Reproduciendo externamente",
	"Custom...": "Personalizado...",
	"Volume": "Volumen",
	"Ended": "Finalizada",
	"Error loading data, try again later...": "Error al cargar los datos, intenta de nuevo más tarde...",
	"Miscellaneous": "Misceláneo",
	"When opening TV Show Detail Jump to:": "Al abrir los detalles del programa saltar a:",
	"First Unwatched Episode": "Primer episodio no visto",
	"Next Episode In Series": "Próximo episodio en la serie",
	"When Opening TV Show Detail Jump To": "Al abrir los detalles del programa saltar a",
	"Flushing...": "Limpiando...",
	"Are you sure?": "¿Estás seguro?",
	"We are flushing your databases": "Estamos limpiando las bases de datos",
	"Success": "Éxito",
	"Please restart your application": "Por favor reinicia el programa",
	"Restart": "Reiniciar",
	"Terms of Service": "Términos del servicio",
	"I Accept": "Acepto",
	"Leave": "Salir",
	"When Opening TV Series Detail Jump To": "Al abrir los detalles de la serie saltar a",
	"Health Medium": "Salud: Regular",
	"Playback": "Reproducir",
	"Play next episode automatically": "Reproducir el próximo episodio automáticamente",
	"Generate Pairing QR code": "Generar código QR de emparejamiento",
	"Playing Next Episode in": "Reproduciendo próximo episodio en",
	"Play": "Reproducir",
	"Dismiss": "Descartar",
	"waitingForSubtitles": "Esperando los subtítulos",
	"Play Now": "Reproducir ahora",
	"Seconds": "Segundos",
	"You are currently authenticated to Trakt.tv as": "Actualmente estás autenticado en Trakt.tv como",
	"Disconnect account": "Desconectar",
	"Sync With Trakt": "Sincronizar con Trakt",
	"Syncing...": "Sincronizando...",
	"Done": "Listo",
	"Subtitles Offset": "Compensación de los subtítulos",
	"secs": "segs",
	"We are flushing your database": "Estamos limpiando la base de datos",
	"We are rebuilding the TV Show Database. Do not close the application.": "Estamos reconstruyendo la base de datos de las series. No cierres el programa.",
	"No shows found...": "No se encontraron programas...",
	"No Favorites found...": "Ningún Favorito encontrado...",
	"Rebuild TV Shows Database": "Reconstruir la base de datos de las series",
	"No movies found...": "No se encontraron películas...",
	"Ratio": "Proporción",
	"Health Excellent": "Salud: Excelente",
	"Health Bad": "Salud: Mala",
	"Status: Creating Database...": "Estado: Creando base de datos...",
	"Status: Updating database...": "Estado: Actualizando base de datos...",
	"Status: Skipping synchronization TTL not met": "Estado: Ignorando sincronización. No se cumple TTL.",
	"Advanced Settings": "Opciones avanzadas",
	"Clear Cache directory after closing app?": "¿Borrar el directorio caché al cerrar la aplicación?",
	"Tmp Folder": "Archivos temporales",
	"Status: Downloading API archive...": "Estado: Descargando archivo de la API...",
	"Status: Archive downloaded successfully...": "Estado: Archivo descargado satisfactoriamente...",
	"Status: Importing file": "Estado: Importando archivo",
	"Status: Imported successfully": "Estado: Importado satisfactoriamente",
	"Status: Launching applicaion... ": "Estado: Cargando aplicación...",
	"URL of this stream was copied to the clipboard": "La URL de esta transmisión fue copiada al portapapeles",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Error. La base de datos probablemente esté corrupta. Prueba limpiar los favoritos en \"Configuración\".",
	"Flushing bookmarks...": "Limpiando favoritos...",
	"Resetting...": "Restableciendo...",
	"We are resetting the settings": "Estamos restableciendo la configuración",
	"New version downloaded": "Nueva versión descargada",
	"Installed": "Instalada",
	"Install Now": "Instalar ahora",
	"Restart Now": "Reiniciar ahora",
	"We are flushing your subtitle cache": "Estamos limpiando la caché de subtítulos",
	"Subtitle cache deleted": "Caché de subtítulos borrada",
	"Please select a file to play": "Por favor selecciona un archivo a reproducir",
	"Test Login": "Probando inicio de sesión",
	"Testing...": "Probando...",
	"Success!": "¡Éxito!",
	"Failed!": "¡Falló!",
	"Global shortcuts": "Atajos globales",
	"Video Player": "Reproductor de video",
	"Toggle Fullscreen": "Cambiar pantalla completa",
	"Play/Pause": "Reproducir/Pausa",
	"Seek Forward": "Buscar adelante",
	"Increase Volume": "Aumentar volumen",
	"Set Volume to": "Fijar volumen en",
	"Offset Subtitles by": "Desplazar subtítulos en",
	"Toggle Mute": "Cambiar mudo",
	"Movie Detail": "Detalles de la película",
	"Toggle Quality": "Cambiar calidad",
	"Play Movie": "Reproducir película",
	"Exit Fullscreen": "Salir de pantalla completa",
	"Seek Backward": "Buscar atrás",
	"Decrease Volume": "Bajar volumen",
	"Show Stream URL": "URL de la transmisión del programa",
	"TV Show Detail": "Detalles del programa",
	"Toggle Watched": "Cambiar \"Elemento visto\"",
	"Select Next Episode": "Seleccionar próximo episodio",
	"Select Previous Episode": "Seleccionar episodio previo",
	"Select Next Season": "Seleccionar próxima temporada",
	"Select Previous Season": "Seleccionar temporada previa",
	"Play Episode": "Reproducir episodio",
	"space": "espacio",
	"shift": "shift",
	"ctrl": "ctrl",
	"enter": "enter",
	"esc": "esc",
	"Keyboard Shortcuts": "Atajos de teclado",
	"Cut": "Cortar",
	"Copy": "Copiar",
	"Paste": "Pegar",
	"Help Section": "Sección de ayuda",
	"Did you know?": "¿Sabías que...?",
	"What does Popcorn Time offer?": "¿Qué ofrece Popcorn Time?",
	"With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Con Popcorn Time, puedes ver películas y series de televisión muy fácilmente. Todo lo que tienes que hacer es dar clic en una de las portadas, luego das clic en \"Ver ahora\". Pero la experiencia es altamente personalizable:",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Nuestra colección de películas sólo contiene películas de alta definición, disponibles en 720p y 1080p. Para ver una película, simplemente abre Popcorn Time y navega a través de la colección de películas, accesible a través de la pestaña \"Películas\", en la barra de navegación. La vista predeterminada mostrará todas las películas ordenadas según su popularidad, pero puedes aplicar tus propios criterios de ordenación, gracias a los filtros \"Género\" y \"Ordenar por\". Una vez que hayas elegido la película que quieres ver, haz clic en su portada. Luego haz clic en \"Ver ahora\". ¡No olvides las palomitas de maíz!",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "La pestaña \"Series\", accesible desde la barra de navegación, te mostrará todas las series disponibles en nuestra colección. También puedes aplicar tus propios filtros, igual que en las películas, para ayudarte a decidir qué ver. En esta colección, también simplemente haces clic en la portada: la nueva ventana que aparece te permitirá navegar a través de las Temporadas y Episodios. Una vez que estableces tu elección, sólo das clic en el botón \"Ver ahora\".",
	"Choose quality": "Elegir calidad",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Un control deslizante situado junto al botón \"Ver ahora\" te permitirá elegir la calidad de la transmisión. También puedes establecer una calidad fija en la pestaña \"Configuración\". ADVERTENCIA: Una mejor calidad equivale a más datos por descargar.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "La mayoría de nuestras películas y series de televisión cuentan con subtítulos en tu idioma. Puedes establecerlos en la pestaña \"Configuración\". Para las películas, incluso puedes seleccionarlos mediante el menú desplegable, en la página \"Detalles de la película\".",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Hacer clic en el icono de corazón en una portada agregará la película o programa a tus favoritos. Esta colección es accesible mediante el icono en forma de corazón, en la barra de navegación. Para eliminar un elemento de tu colección, ¡simplemente haz clic en el icono de nuevo! Tan sencillo como eso.",
	"Watched icon": "Icono de \"Elemento visto\"",
	"Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Popcorn Time mantendrá un registro de lo que ya has visto (un poco de ayuda para recordar no causa ningún daño). También puedes establecer un elemento como visto haciendo clic en el icono con forma de ojo en las portadas. Incluso puedes construir y sincronizar tu colección con el sitio web Trakt.tv, mediante la pestaña \"Configuración\".",
	"In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "En Popcorn Time, puedes utilizar el icono de lupa para abrir la búsqueda. Escribe un título, un actor, un director o incluso un año, presiona \"enter\" y permítenos mostrarte lo que podemos ofrecerte para satisfacer tus necesidades. Para cerrar la búsqueda actual, puedes hacer clic en la \"X\" situada junto al texto buscado o escribir algo nuevo en el campo.",
	"External Players": "Reproductores externos",
	"If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "Si prefieres usar un reproductor personalizado en lugar del incorporado, puedes hacerlo dando clic en el icono asignado junto al botón \"Ver ahora\". Se mostrará una lista con tus reproductores instalados, selecciona uno y Popcorn Time le enviará todo a él. Si tu reproductor no aparece en la lista, por favor reportanoslo.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Para llevar la personalización aún más allá, te ofrecemos un gran panel de opciones. Para acceder a la configuración, haz clic en el icono en forma de rueda en la barra de navegación.",
	"Keyboard Navigation": "Navegación con el teclado",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "La lista completa de atajos de teclado está disponible presionando la tecla \"?\" en tu teclado, o mediante el icono en forma de teclado en la pestaña \"Configuración\".",
	"Custom Torrents and Magnet Links": "Enlaces Torrents y Magnéticos personalizados",
	"You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Puedes utilizar enlaces torrents y magnéticos personalizados en Popcorn Time. Simplemente arrastra y suelta los archivos torrent en la ventana de la aplicación o pega cualquier vínculo magnético.",
	"Torrent health": "Salud del Torrent",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "En los detalles de las películas y series de TV, encontrarás un pequeño círculo en color gris, rojo, amarillo o verde. Esos colores se refieren a la salud del archivo torrent. Un archivo torrent verde se descargará rápidamente, mientras que un archivo torrent rojo no se podrá descargar del todo o se descargará muy lentamente. El color gris para las películas, representa un error en el cálculo de la salud; y para las series de TV, tienes que hacer clic en él para que se pueda mostrar su salud.",
	"How does Popcorn Time work?": "¿Cómo funciona Popcorn Time?",
	"Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "Popcorn Time transmite contenido de vídeo a través de archivos torrent. Nuestras películas son proporcionadas por YTS (http://yts.re) y las series de TV por EZTV (http://eztv.it), mientras que obtenemos todos los metadatos desde Trakt (http://trakt.tv). No alojamos ningún contenido nosotros mismos.",
	"Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "¿Transmisión de torrents? Bueno, los archivos torrent usan el protocolo \"Bittorrent\", que básicamente significa que descarga pequeñas partes del contenido de la computadora de otro usuario, mientras envía las partes que ya ha descargado a otro usuario. Entonces, lo que ves son esas partes, mientras que las próximas están siendo descargadas en segundo plano. Este intercambio permite que el contenido se mantenga sano.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "Una vez que la película se descargó completamente, se continúa con el envío de partes a otros usuarios. Y todo se elimina de tu computadora cuando cierras Popcorn Time. Así de simple.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "La aplicación está construida con Node-Webkit, HTML, CSS y Javascript. Funciona tal como el navegador de Google Chrome, exceptuando que la mayor parte del código se aloja en tu propia computadora. Sí, Popcorn Time funciona con la misma tecnología que un sitio web normal, como... digamos que Wikipedia o Youtube.",
	"I found a bug, how do I report it?": "Encontré un error, ¿cómo puedo reportarlo?",
	"No historics found...": "No se encontraron historiales...",
	"Error, database is probably corrupted. Try flushing the history in settings.": "Error, la base de datos está probablemente dañada. Prueba a limpiar el historial de configuración",
	"You can paste magnet links anywhere in Popcorn Time with CTRL+V": "Puedes pegar links magnéticos en cualquier lugar de Popcorn Time con CTRL+V",
	"You can drag & drop a .torrent file into Popcorn Time": "Puedes arrastrar y soltar un archivo torrent dentro de Popcorn Time",
	"The Popcorn Time project started in February 2014 and has already had 150 people that contributed more than 3000 times to its development in August 2014.": "El proyecto Popcorn Time que empezó en Febrero de 2014 ya ha tenido 150 personas que contribuyeron más de 3000 veces en su desarrollo en Agosto de 2014.",
	"The rule n°10 applies here.": "La regla número 10 se aplica aquí.",
	"If a subtitle for a TV Show is missing, you can add it on <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. And the same way for a Movie, but on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>": "Si faltara algún subtitulo para un programa de televisión, puedes agregarlo desde <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. De la misma forma para una película, pero desde <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>",
	"If you're experiencing connection drop issues, try to reduce the DHT Limit in Settings": "Si estás experimentando caídas en la conexión, trata de reducir el límite DHT en \"Configuración\".",
	"Search \"1998\" to see all movies that came out that year": "Busca \"1998\" para ver todas las películas que salieron en ese año",
	"You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Puedes acceder a Trakt.tv para guardar todos tus elementos vistos y sincronizarlos a través de múltiples dispositivos.",
	"Clicking on the rating stars will display a number instead": "Al hacer clic en las estrellas de puntuación se mostrará un número en su lugar",
	"This application is entirely written in HTML5, CSS3 and Javascript": "Esta aplicación está completamente escrita en HTML5, CSS3 y Javascript.",
	"Wanna know more about a Movie or a TV Series? Just click the IMDb icon.": "¿Quieres saber mas sobre una película o serie de televisión? Sólo haz clic en el icono IMDb.",
	"Clicking twice on a \"Sort By\" filter reverses the order of the list": "Al hacer doble clic en el filtro \"Ordenar por\" se invierte el orden de la lista",
	"Switch to next tab": "Cambiar a la pestaña siguiente",
	"Switch to previous tab": "Cambiar a la pestaña anterior",
	"Switch to corresponding tab": "Cambiar a la pestaña correspondiente",
	"through": "hasta",
	"Enlarge Covers": "Ampliar las portadas",
	"Reduce Covers": "Reducir las portadas",
	"Open the Help Section": "Abre la sección de ayuda",
	"Open Item Details": "Abre los detalles del elemento",
	"Add Item to Favorites": "Añadir a Favoritos",
	"Mark as Seen": "Marcar como visto",
	"Open this screen": "Abre esta ventana",
	"Open Settings": "Abre la pestaña Configuración",
	"Posters Size": "Tamaño del poster",
	"This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Esta característica sólo funciona si tienes sincronizada tu cuenta de TraktTv. Por favor, dirígete a la pestaña \"Configuración\" e introduce tus credenciales de acceso.",
	"Last Open": "Último abierto",
	"Exporting Database...": "Exportando base de datos...",
	"Database Successfully Exported": "Base de datos exportada correctamente.",
	"Currently Airing": "Transmitiéndose actualmente",
	"Drama - Historical": "Drama - Histórico",
	"Magic": "Magia",
	"Kids": "Niños",
	"Kids - Magic - Shoujo": "Infantil - Magia - Shoujo",
	"Demons": "Demonios",
	"Fantasy - Kids - Magic - Shoujo": "Fantasía - Infantil - Magia - Shoujo",
	"Display": "Visualizar",
	"TV": "TV",
	"Type": "Tipo",
	"popularity": "Popularidad",
	"date": "Fecha",
	"year": "Año",
	"rating": "Puntación",
	"updated": "Actualizado",
	"name": "Nombre",
	"OVA": "OVA",
	"ONA": "ONA",
	"No anime found...": "No se encontraron animes...",
	"Movie": "Película",
	"Special": "Especial",
	"No Watchlist found...": "No se encontró listado de elementos vistos...",
	"Watchlist": "Listado de elementos vistos",
	"Resolving..": "Resolviendo..."
}