{
    "External Player": "Väline Programm",
    "Made with": "Tehtud",
    "by a bunch of geeks from All Around The World": "kamba programmeerijate poolt üle kogu maailma",
    "Initializing %s. Please Wait...": "Käivitan %s. Palun oota...",
    "Movies": "Filmid",
    "TV Series": "TV Seriaalid",
    "Anime": "Anime",
    "Genre": "Žanr",
    "All": "Kõik",
    "Action": "Action",
    "Adventure": "Seiklus",
    "Animation": "Animatsioon",
    "Children": "Laste",
    "Comedy": "Komöödia",
    "Crime": "Kuritegevus",
    "Documentary": "Dokumentaal",
    "Drama": "Draama",
    "Family": "Perekond",
    "Fantasy": "Fantaasia",
    "Game Show": "Game Show",
    "Horror": "Õudus",
    "Mini Series": "Mini Seeriad",
    "Mystery": "Müsteeria",
    "News": "Uudised",
    "Reality": "Tõsielu",
    "Romance": "Romantika",
    "Science Fiction": "Ulme",
    "Soap": "Seep",
    "Special Interest": "Spetsiaalne Huvi",
    "Sport": "Sport",
    "Suspense": "Põnevus",
    "Talk Show": "Jutusaade",
    "Thriller": "Thriller",
    "Western": "Western",
    "Sort by": "Sorteeri",
    "Updated": "Uuendatud",
    "Year": "Aasta",
    "Name": "Nimi",
    "Search": "Otsi",
    "Season": "Hooaeg",
    "Seasons": "Hooaega",
    "Season %s": "Hooaeg %s",
    "Load More": "Lae Veel",
    "Saved": "Salvestatud",
    "Settings": "Seaded",
    "User Interface": "Kasutajaliides",
    "Default Language": "Vaikimisi keel",
    "Theme": "Teema",
    "Start Screen": "Avaleht",
    "Favorites": "Lemmikud",
    "Show rating over covers": "Näita hinnangut filmi kaanel",
    "Always On Top": "Alati kõige peal",
    "Watched Items": "Vaadatud filmid",
    "Show": "Näita",
    "Fade": "Tuhm",
    "Hide": "Peida",
    "Subtitles": "Subtiitrid",
    "Default Subtitle": "Vaikimisi subtiitrid",
    "Disabled": "Väljas",
    "Size": "Suurus",
    "Quality": "Kvaliteet",
    "Trakt.tv": "Trakt.tv",
    "Username": "Kasutajanimi",
    "Password": "Parool",
    "%s stores an encrypted hash of your password in your local database": "%s salvestab krüpteeritud hashi Sinu paroolist kohalikku andmebaasi",
    "Remote Control": "Kaugjuhtimine",
    "HTTP API Port": "HTTP API Port",
    "HTTP API Username": "HTTP API Kasutajanimi",
    "HTTP API Password": "HTTP API Parool",
    "Connection": "Ühendus",
    "Connection Limit": "Ühenduse limiit",
    "DHT Limit": "DHT limiit",
    "Port to stream on": "Port kuhu voog esitada",
    "0 = Random": "0 = Suvaline",
    "Cache Directory": "Vahemälu kaust",
    "Clear Cache Folder after closing the app?": "Clear Cache Folder after closing the app?",
    "Database": "Andmebaas",
    "Database Directory": "Andmebaaside kaust",
    "Import Database": "Impordi Andmebaas",
    "Export Database": "Ekspordi Andmebaas",
    "Flush bookmarks database": "Puhasta järjehoidjate andmebaas",
    "Flush all databases": "Puhasta kõik andmebaasid",
    "Reset to Default Settings": "Taasta algsed seaded",
    "Importing Database...": "Impordin Andmebaasi...",
    "Please wait": "Palun oota",
    "Error": "Viga",
    "Biography": "Biograafia",
    "Film-Noir": "Film-Noir",
    "History": "Ajalugu",
    "Music": "Muusika",
    "Musical": "Muusikal",
    "Sci-Fi": "Ulme",
    "Short": "Lühifilm",
    "War": "Sõda",
    "Rating": "Hinnang",
    "Open IMDb page": "Ava IMDb lehekülg",
    "Health false": "Tervis vale",
    "Add to bookmarks": "Lisa järjehoidjatesse",
    "Watch Trailer": "Vaata Treilerit",
    "Watch Now": "Vaata Kohe",
    "Ratio:": "Suhe:",
    "Seeds:": "Seemned:",
    "Peers:": "Ühendusi:",
    "Remove from bookmarks": "Eemalda järjehoidjatest",
    "Changelog": "Muudatused",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "%s on paljude arendajate ja disainerite koostöö tulemus, et luua programm millega teha torrentifilmide edastamine ja vaatamine nii lihtsaks kui võimalik. ",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Oleme avatud lähtekoodiga projekt. Me asume üle kogu maailma. Me armastame oma filme. Ja kurat, kus me armastame popcorni.",
    "Health Unknown": "Tervis Teadmata",
    "Episodes": "Episoodi",
    "Episode %s": "Episood %s",
    "Aired Date": "Eetris aeg",
    "Streaming to": "Voogedastan",
    "connecting": "Ühendan...",
    "Download": "Allalaadimine",
    "Upload": "Üleslaadimine",
    "Active Peers": "Aktiivseid ühendusi",
    "Cancel": "Tühista",
    "startingDownload": "Alustan Allalaadimist",
    "downloading": "Laen Alla",
    "ready": "Valmis",
    "playingExternally": "Esitan Väliselt",
    "Custom...": "Vali ise...",
    "Volume": "Helitugevus",
    "Ended": "Lõppenud",
    "Error loading data, try again later...": "Andmete laadimisel ilmnes viga, proovige natukese aja pärast...",
    "Miscellaneous": "Muu",
    "First unwatched episode": "First unwatched episode",
    "Next episode": "Järgmine episood",
    "Flushing...": "Puhastan...",
    "Are you sure?": "Oled Sa kindel?",
    "We are flushing your databases": "Me tühjendame su andmebaasi",
    "Success": "Valmis!",
    "Please restart your application": "Palun taaskäivitage oma rakendus",
    "Restart": "Taaskäivita",
    "Terms of Service": "Teenuse tingimused.",
    "I Accept": "Nõustun",
    "Leave": "Lahku",
    "Series detail opens to": "Series detail opens to",
    "Playback": "Taasesitus",
    "Play next episode automatically": "Esita järgmine episood automaatselt",
    "Generate Pairing QR code": "Loo Pairing QR kood",
    "Play": "Mängi",
    "waitingForSubtitles": "Ootan Subtiitreid",
    "Play Now": "Esita Kohe",
    "Seconds": "Sekundit",
    "You are currently connected to %s": "Sa oled hetkel ühendatud %s kontoga",
    "Disconnect account": "Ühenda konto lahti",
    "Syncing...": "Sünkroniseerin...",
    "Done": "Valmis",
    "Subtitles Offset": "Subtiitrite kompenseerimine",
    "secs": "sekundit",
    "We are flushing your database": "Me tühjendame su andmebaasi",
    "Ratio": "Suhe",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Viga, andmebaas on tõenäoliselt korrumpeerunud. Proovi puhastada järjehoidjad seadetest.",
    "Flushing bookmarks...": "Puhastan järjehoidjaid...",
    "Resetting...": "Taastan...",
    "We are resetting the settings": "Taastan seadeid",
    "Installed": "Installitud",
    "Please select a file to play": "Palun vali fail mida esitada",
    "Global shortcuts": "Globaalsed otseteed",
    "Video Player": "Video Player",
    "Toggle Fullscreen": "Täisekraan",
    "Play/Pause": "Mängi/Paus",
    "Seek Forward": "Otsi edasi",
    "Increase Volume": "Tõsta heli",
    "Set Volume to": "Heli",
    "Offset Subtitles by": "Kompenseeri subtiitreid",
    "Toggle Mute": "Hääletu",
    "Movie Detail": "Filmi Üksikasjad",
    "Toggle Quality": "Kvaliteet",
    "Play Movie": "Esita film",
    "Exit Fullscreen": "Välju täisekraanist",
    "Seek Backward": "Otsi tagasi",
    "Decrease Volume": "Vähenda heli",
    "TV Show Detail": "Telesaate Üksikasjad",
    "Toggle Watched": "Vaadatud",
    "Select Next Episode": "Vali järgmine episood",
    "Select Previous Episode": "Vali eelmine episood",
    "Select Next Season": "Vali järgmine hooaeg",
    "Select Previous Season": "Vali eelmine hooaeg",
    "Play Episode": "Esita episood",
    "space": "tühik",
    "shift": "shift",
    "ctrl": "ctrl",
    "enter": "enter",
    "esc": "esc",
    "Keyboard Shortcuts": "Klaviatuuri Otseteed",
    "Cut": "Lõika",
    "Copy": "Kopeeri",
    "Paste": "Kleebi",
    "Help Section": "Abi",
    "Did you know?": "Kas Sa Teadsid?",
    "What does %s offer?": "Mida %s pakub? ",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "%s on programm millega saad vaadata Filme ja Telesaateid väga lihtsalt viisil. Kõik mis sa tegema pead on klikkima soovitud eseme kaanel ja valima 'Vaata Kohe'. Samas filmi vaatamise kogemus on täiesti kohaldatav:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Meie filmide kollektsioon sisaldab ainult kõrglahutusega filme, saadaval 720p ja 1080p formaadis. Et filme vaadata, lihtsalt käivita %s ja navigeeri läbi filmide kataloogi, mis on saadaval läbi 'Filmid' vahelehe. Vaikimisi näidatakse sulle filme mis on sorteeritud populaarsuse põhjal, kuid sa saad lisada ka oma filtreid kasutades 'Žanr' ja 'Sorteeri' valikuid. Kui oled leidnud filmi mida vaadata, siis kliki selle kaanel ja vali 'Vaata Kohe'. Ja ära unusta popcorni!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "TV Seriaalide vahelehel on näha kõik hetkel meie kollektsioonis saada olevad seeriad/seriaalid. Sa saad lisada ka oma filtreid, täpselt nagu Filmide vahelehel, et aidata otsustada mida vaadata soovid. Ka selles kollektsioonis lihtsalt kliki eseme kaanel - avaneb uus aken kus sa saad valida Hooaegade ja Episoodide vahel. Kui on otsus tehtud siis lihtsalt vajuta nupule 'Vaata Kohe'.",
    "Choose quality": "Vali kvaliteet",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Nupp mis asub 'Vaata Kohe' kõrval laseb sul muuta voogedastuse kvaliteeti. Sa saad määrata ka vaikimisi kvaliteedi Seadete vahelehelt. Hoiatus: parem kvaliteet tähendab rohkem andmeid/tuleb alla laadida suurem fail.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Enamustel meie Filmidel ja TV Seriaalidel on olemas ka subtiitrid teile sobivas keeles. Vaikimisi seadeid saate muuta Seaded vahelehel. Filmidel saad valida vastavad subtiitrid ka rippmenüüst, mis asub Filmi Üksikasjad lehel.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Klikkides südame ikoonil mis asub kaane peal saate lisada Filmi/Seriaali oma Lemmikutesse. See kollektsioon on saadaval läbi südame ikooni mis asub üleval navigatsiooniribas. Et filmi Lemmikutest eemaldada klikkige uuesti kaanel oleval südame ikoonil.",
    "Watched icon": "Vaadatud ikoon",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "%s jätab meelde filmid ja seriaalid mida Sa juba vaatanud oled. Sa saad ka ise filmi vaadatuks märkida kui klikid silma kujulisel ikoonil mis asub filmi või seriaali esikaanel. Sa saad sünkroniseerida oma kollektsiooni ka Trakt.tv kontoga, mille vastavad seadistused on leitavad Seaded vahelehel.",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "%s`is saate kasutada luubi kujulist ikooni mis asub navigeerimisribal, et avada otsing. Sisesta filmi pealkiri, näitleja, rezissöör või isegi aasta ja vajuta 'Enter' klahvi. Et oma praegust otsingut sulgeda võid klikkida 'X' nupul mis asub otsinguvälja kõrval, või võite kirjutada otsingusse kohe midagi muud.",
    "External Players": "Välised mängijad",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Kui soovid kasutada kohaldatud mängijat filmide esitamiseks, mitte seda mis on kaasas antud programmiga, siis saate seda teha klikkides eraldatud ikooni 'Vaata Kohe' nupul. Kuvatakse nimekiri sulle saada olevatest mängijatest, vali nendest üks ja %s edastab kogu informatsiooni sinna. Kui sinu mängija ei ole nimekirjas, siis palun andke sellest meile teada.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Et programmi endale veel rohkem meelepärasemaks teha oleme lisanud suure hulga seaded. Need on leitavad Seaded vahelehel, kui klikite navigatsiooniribal olevale hammasratta kujulisele ikoonile.",
    "Keyboard Navigation": "Klaviatuuriga navigeerimine",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Kõikide otseteede nimekiri on saadaval kui vajutate '?' oma klaviaturil või avate selle klikates klaviatuuri kujulisel ikoonil mis asub Seaded vahelehel.",
    "Custom Torrents and Magnet Links": "Kohaldatud torrentid ja Magnet lingid",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "On võimalik esitada ka oma torrenteid. Lihtsalt lohista .torrrent failid või Magnet link rakenduse aknasse ja %s teeb ülejäänu.",
    "Torrent health": "Torrenti tervis",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Filmi üksikasjade lehel on näha üks ring mis on kas hall, punane, kollane või roheline. Need värvid viitavad Torrenti tervisele. Roheline torrent laetakse alla üsna kiiresti, samas punase torrenti kiirus on väga aeglane või ei saa seda üldse alla laadida. Hall värv tähistab viga Filmi torrenti tervise arvutamisel, kui asud TV Seriaalid vahelehel siis pead klikkima sellel hallil nupul, et saada teada torrenti tervis.",
    "How does %s work?": "Kuidas %s töötab?",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "%s esitab videosid läbi torrentite. Meie filmid on pakutavad %s ja TV Seriaalid %s poolt, samas kõik metaandmed tulevad läbi %s lehe. Meie enda serverites sisu ei hoita.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrenti esitamine? Torrentid kasutavad Bittorrent protokolli mis tähendab seda, et laetakse alla väiksed osad torrenti sisust mis asuvad mõne teise kasutaja arvutis, ise samal ajal saates väiksed osad mis on juba alla laetud teistele kasutajatele edasi. Nii on võimalik hetkel alla laaditud osi kohe vaada, samal ajal kui järgmised osad tagataustal alla laetakse. Selline andmevahetus võimaldab sisul 'terveks' jääda.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "Kui film on täielikult alla laetud, siis jätkate torrenti osade jagamist teistele kasutajatele. Kõik kustutatakse arvutist, kui Te %s rakenduse sulgete. Nii lihtne see ongi.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Programm on ehitatud Node-WebKit, HTML, CSS ja Javascripti baasil. See toimib nagu Google Chrome brauser, välja arvatud see, et suurem osa koodist hoitakse sinu arvutis. Jah, %s töötab samal tehnoloogial nagu tavaline veebileht, nagu ... Wikipedia või YouTube.",
    "I found a bug, how do I report it?": "Ma leidsin vea, kuidas sellest teada anda?",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Sa saad Magent lingi rakendusse %s kleepida vajutades CTRL+V klahvi.",
    "You can drag & drop a .torrent file into %s.": "Sa saad lohistada .torrrent faili rakendusse %s et seda esitada.",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Kui subtiitrid antud TV Seriaalile puuduvad, saad need lisada %s lehel. Ja filmide omad %s lehel.",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Sa võid sisse logida oma Trak.tv kontosse, et see sünkroniseerida mitme seadme vahel.",
    "Clicking on the rating stars will display a number instead.": "Kui klikite hinnangu tähekeste peal siis ilmuvad tähtede asemel numbrid.",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "See programm on ehitatud täielikult HTML5, CSS3 ja Javascripti baasil.",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Soovid rohkem Filmi või TV Seriaali kohta? Lihtsalt kliki IMDb ikoonil.",
    "Switch to next tab": "Vali järgmine vaheleht",
    "Switch to previous tab": "Vali eelmine vaheleht",
    "Switch to corresponding tab": "Mine vastavale vahelehele",
    "through": "kuni",
    "Enlarge Covers": "Suurenda posterit",
    "Reduce Covers": "Vähenda posterit",
    "Open Item Details": "Ava eseme üksikasjad",
    "Add Item to Favorites": "Lisa lemmikutesse",
    "Mark as Seen": "Märgi kui vaadatud",
    "Open this screen": "Ava see ekraan",
    "Open Settings": "Ava seaded",
    "Posters Size": "Posteri Suurus",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "See funktsioon toimib ainult siis kui sinu TraktTv konto on sünkroniseeritud. Palun mine Seadetesse ja sisesta oma andmed.",
    "Last Open": "Viimati Avatud",
    "Exporting Database...": "Ekspordin Andmebaasi...",
    "Database Successfully Exported": "Andmebaas Edukalt Eksporditud",
    "Display": "Ekraan",
    "TV": "TV",
    "Type": "Tüüp",
    "popularity": "populaarsus",
    "date": "kuupäev",
    "year": "aasta",
    "rating": "hinnang",
    "updated": "uuendatud",
    "name": "nimi",
    "OVA": "OVA",
    "ONA": "ONA",
    "Movie": "Film",
    "Special": "Eriline",
    "Watchlist": "Vaatamiste nimekiri",
    "Resolving..": "Lahendan...",
    "About": "Info",
    "Open Cache Directory": "Ava Vahemälu Kaust",
    "Open Database Directory": "Ava Andmebaaside Kaust",
    "Mark as unseen": "Märgi kui vaatamata",
    "Playback rate": "Taasesituse kiirus",
    "Increase playback rate by %s": "Suurenda taasesituse kiirust %s võrra",
    "Decrease playback rate by %s": "Vähenda taasesituse kiirust %s võrra",
    "Set playback rate to %s": "Sea taasesituse kiiruseks %s",
    "Playback rate adjustment is not available for this video!": "Taasesituse kiiruse muutmine ei ole selle video puhul võimalik!",
    "Color": "Värv",
    "Local IP Address": "Kohalik IP aadress",
    "Japan": "Jaapan",
    "Cars": "Cars",
    "Dementia": "Dementia",
    "Demons": "Deemonid",
    "Ecchi": "Ecchi",
    "Game": "Game",
    "Harem": "Harem",
    "Historical": "Historical",
    "Josei": "Josei",
    "Kids": "Laste",
    "Magic": "Maagia",
    "Martial Arts": "Martial Arts",
    "Mecha": "Mecha",
    "Military": "Military",
    "Parody": "Parody",
    "Police": "Police",
    "Psychological": "Psychological",
    "Samurai": "Samurai",
    "School": "School",
    "Seinen": "Seinen",
    "Shoujo": "Shoujo",
    "Shoujo Ai": "Shoujo Ai",
    "Shounen": "Shounen",
    "Shounen Ai": "Shounen Ai",
    "Slice of Life": "Slice of Life",
    "Space": "Space",
    "Sports": "Sports",
    "Super Power": "Super Power",
    "Supernatural": "Supernatural",
    "Vampire": "Vampire",
    "VPN": "VPN",
    "Connect": "Ühenda",
    "Create Account": "Loo Kasutaja",
    "Celebrate various events": "Tähista erinevaid sündmusi",
    "Disconnect": "Ühenda lahti",
    "Downloaded": "Alla laetud",
    "Loading stuck ? Click here !": "Ei lae lõpuni? Vajuta siia!",
    "Torrent Collection": "Torrentite kollektsioon",
    "Remove this torrent": "Eemalda see torrent",
    "Rename this torrent": "Muuda torrenti nime",
    "Open Collection Directory": "Ava kollektsiooni kaust",
    "Store this torrent": "Salvesta see torrrent",
    "Enter new name": "Sisesta uus nimi",
    "This name is already taken": "See nimi on juba kasutusel",
    "Always start playing in fullscreen": "Alati alusta esitamist täisekraanil",
    "Magnet link": "Magnet link",
    "Error resolving torrent.": "Viga torrenti lahendamisel.",
    "%s hour(s) remaining": "%s tundi jäänud",
    "%s minute(s) remaining": "%s minutit jäänud",
    "%s second(s) remaining": "%s sekundit jäänud",
    "Unknown time remaining": "Teadmata aeg jäänud",
    "Set player window to video resolution": "Muuda aken video resolutsiooni suuruseks",
    "Set player window to double of video resolution": "Muuda aken kaks korda suuremaks kui video resolutsioon",
    "Set player window to half of video resolution": "Muuda aken poole väiksemaks kui video resolutsioon",
    "Retry": "Proovi uuesti",
    "Import a Torrent": "Impordi torrent",
    "Not Seen": "Nägemata",
    "Seen": "Nähtud",
    "Title": "Pealkiri",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "Video esitamisega tekkis probleeme. Palun proovi kasutada välist mängijat nagu %s, et seda sisu vaadata.",
    "Font": "Kirjastiil",
    "Decoration": "Viimistlus",
    "None": "Puudub",
    "Outline": "Kontuur",
    "Opaque Background": "Läbipaistmatu taust",
    "No thank you": "Ei aitäh",
    "Report an issue": "Teavita probleemist",
    "Email": "Email",
    "Submit": "Saada",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Kasuta %s probleemide filtrit, et kontrollida kas sellest probleemist on juba teada antud või on see juba parandatud.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Lisa ka screenshot kui see on vajalik - olenevalt kas su probleem on seotud disainiga või on see programmi viga.",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Probleemist teatamise vorm peaks olema täidetud hästi ja põhjalikult, et me ei peaks hakkama sind hiljem infopuuduse tõttu taga otsima. Kindlasti pane kirja ka andmed oma töökeskkonna kohta - operatsioonisüsteem, programmi versioon, jne.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Märkus: Meiega ühendust võtmisel kasutage palun ainult inglise keelt!",
    "No results found": "Ühtegi vastet ei leitud",
    "Open Favorites": "Ava lemmikud",
    "Open About": "Ava Info",
    "Minimize to Tray": "Minimeeri süsteemiribale",
    "Close": "Sulge",
    "Restore": "Taasta",
    "Features": "Lisad",
    "Connect To %s": "Ühenda %s",
    "Cannot be stored": "Ei saa salvestada.",
    "Overall Ratio": "Üldine suhe",
    "Translate Synopsis": "Tõlgi lühikokkuvõte",
    "N/A": "N/A",
    "Your disk is almost full.": "Sinu kõvaketta maht on peaaegu täis.",
    "You need to make more space available on your disk by deleting files.": "Sa pead kõvakettale ruumi juurde tegema. Selleks kustuta mõned failid.",
    "Playing Next": "Mängib järgmisena",
    "See-through Background": "Läbipaistev taust",
    "Bold": "Jäme",
    "Currently watching": "Hetkel vaatad",
    "No, it's not that": "Ei, see ei ole see",
    "Correct": "Õige",
    "Init Database": "Lähtesta andmebaas",
    "Status: %s ...": "Staatus: %s ...",
    "Create Temp Folder": "Loo Temp kaust",
    "Set System Theme": "Vali süsteemi teema",
    "Disclaimer": "Disclaimer",
    "Series": "Seriaalid",
    "Event": "Sündmus",
    "Local": "Kohalik",
    "Try another subtitle or drop one in the player": "Proovi mõnda teist subtiitrit või lohista mõni mängijasse.",
    "show": "Saated",
    "movie": "film",
    "Something went wrong downloading the update": "Midagi läks valesti uuenduse allalaadimisega",
    "Error converting subtitle": "Subtiitrite konverteerimine ebaõnnestus.",
    "No subtitles found": "Subtiitreid ei leitud.",
    "Try again later or drop a subtitle in the player": "Proovi hiljem uuesti või lohista subtiitrid mängijasse.",
    "You should save the content of the old directory, then delete it": "Sa peaks enne vana kausta sisu salvestama, siis selle kustutama",
    "Search on %s": "Otsi %s",
    "Audio Language": "Heli keel",
    "Subtitle": "Subtiiter",
    "Code:": "Kood:",
    "Error reading subtitle timings, file seems corrupted": "Viga subtiitrite ajastuse lugemisel, fail tundub vigane.",
    "Open File to Import": "Ava imporditav fail",
    "Browse Directory to save to": "Browse Directory to save to",
    "Cancel and use VPN": "Tühista ja kasuta VPN-i",
    "Resume seeding after restarting the app?": "Resume seeding after restarting the app?",
    "Seedbox": "Seedbox",
    "Cache Folder": "Cache Folder",
    "Show cast": "Show cast",
    "Filename": "Filename",
    "Stream Url": "Stream Url",
    "Show playback controls": "Show playback controls",
    "Downloading": "Laen alla",
    "Hide playback controls": "Hide playback controls",
    "Poster Size": "Poster Size",
    "UI Scaling": "UI Scaling",
    "Show all available subtitles for default language in flag menu": "Show all available subtitles for default language in flag menu",
    "Cache Folder Button": "Cache Folder Button",
    "Enable remote control": "Enable remote control",
    "Server": "Server",
    "API Server(s)": "API Server(s)",
    "Proxy Server": "Proxy Server",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings",
    "Update Now": "Update Now",
    "Database Exported": "Database Exported",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Salvestatud Torrentid",
    "Search Results": "Otsingutulemused",
    "Paste a Magnet link": "Paste a Magnet link",
    "Import a Torrent file": "Impordi Torrenti fail",
    "Select data types to import": "Select data types to import",
    "Please select which data types you want to import ?": "Please select which data types you want to import ?",
    "Watched items": "Watched items",
    "Bookmarked items": "Bookmarked items",
    "Download list is empty...": "Download list is empty...",
    "Active Torrents Limit": "Active Torrents Limit",
    "Toggle Subtitles": "Toggle Subtitles",
    "Toggle Crop to Fit screen": "Toggle Crop to Fit screen",
    "Original": "Originaal",
    "Fit screen": "Fit screen",
    "Video already fits screen": "Video already fits screen",
    "The filename was copied to the clipboard": "The filename was copied to the clipboard",
    "The stream url was copied to the clipboard": "The stream url was copied to the clipboard",
    "* %s stores an encrypted hash of your password in your local database": "* %s stores an encrypted hash of your password in your local database",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC",
    "Hide cast": "Hide cast",
    "Tabs": "Tabs",
    "Native window frame": "Native window frame",
    "Open Cache Folder": "Open Cache Folder",
    "Restart Popcorn Time": "Restart Popcorn Time",
    "Developer Tools": "Developer Tools",
    "Movies API Server": "Movies API Server",
    "Series API Server": "Series API Server",
    "Anime API Server": "Anime API Server",
    "The image url was copied to the clipboard": "The image url was copied to the clipboard",
    "Popcorn Time currently supports": "Popcorn Time currently supports",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "There is also support for Chromecast, AirPlay & DLNA devices.",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*You can set multiple Filters and tabs at the same time and of course any additional ones later",
    "as well as overwrite or reset your preferences)": "as well as overwrite or reset your preferences)",
    "Default Filters": "Default Filters",
    "Set Filters": "Set Filters",
    "Reset Filters": "Reset Filters",
    "Your Default Filters have been changed": "Your Default Filters have been changed",
    "Your Default Filters have been reset": "Your Default Filters have been reset",
    "Setting Filters...": "Setting Filters...",
    "Default": "Default",
    "Custom": "Custom",
    "Remember": "Remember",
    "Cache": "Cache",
    "Unknown": "Tundmatu",
    "Change Subtitles Position": "Change Subtitles Position",
    "Minimize": "Minimize",
    "Separate directory for Downloads": "Separate directory for Downloads",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Enabling will prevent the sharing of cache between the Watch Now and Download functions",
    "Downloads Directory": "Downloads Directory",
    "Open Downloads Directory": "Open Downloads Directory",
    "Delete related cache ?": "Delete related cache ?",
    "Yes": "Jah",
    "No": "No",
    "Cache files deleted": "Cache files deleted",
    "Delete related cache when removing from Seedbox": "Delete related cache when removing from Seedbox",
    "Always": "Always",
    "Ask me every time": "Ask me every time",
    "Enable Protocol Encryption": "Enable Protocol Encryption",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage",
    "Show the Seedbox when a new download is added": "Show the Seedbox when a new download is added",
    "Download added": "Download added",
    "Change API Server": "Change API Server",
    "Default Content Language": "Default Content Language",
    "Title translation": "Title translation",
    "Translated - Original": "Translated - Original",
    "Original - Translated": "Original - Translated",
    "Translated only": "Translated only",
    "Original only": "Original only",
    "Translate Posters": "Translate Posters",
    "Translate Episode Titles": "Translate Episode Titles",
    "Only show content available in this language": "Only show content available in this language",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Translations depend on availability. Some options also might not be supported by all API servers",
    "added": "added",
    "Max. Down / Up Speed": "Max. Down / Up Speed",
    "Show Release Info": "Show Release Info",
    "Parental Guide": "Parental Guide",
    "Rebuild bookmarks database": "Rebuild bookmarks database",
    "Rebuilding bookmarks...": "Rebuilding bookmarks...",
    "Submit metadata & translations": "Submit metadata & translations",
    "Not available": "Not available",
    "Cast not available": "Cast not available",
    "was removed from bookmarks": "was removed from bookmarks",
    "Bookmark restored": "Bookmark restored",
    "Undo": "Undo",
    "minute(s) remaining before preloading next episode": "minute(s) remaining before preloading next episode",
    "Zoom": "Zoom",
    "Contrast": "Contrast",
    "Brightness": "Eredus",
    "Hue": "Hue",
    "Saturation": "Saturation",
    "Decrease Zoom by": "Decrease Zoom by",
    "Increase Zoom by": "Increase Zoom by",
    "Decrease Contrast by": "Decrease Contrast by",
    "Increase Contrast by": "Increase Contrast by",
    "Decrease Brightness by": "Decrease Brightness by",
    "Increase Brightness by": "Increase Brightness by",
    "Rotate Hue counter-clockwise by": "Rotate Hue counter-clockwise by",
    "Rotate Hue clockwise by": "Rotate Hue clockwise by",
    "Decrease Saturation by": "Decrease Saturation by",
    "Increase Saturation by": "Increase Saturation by",
    "Automatically update the API Server URLs": "Automatically update the API Server URLs",
    "Enable automatically updating the API Server URLs": "Enable automatically updating the API Server URLs",
    "Automatically update the app when a new version is available": "Automatically update the app when a new version is available",
    "Enable automatically updating the app when a new version is available": "Enable automatically updating the app when a new version is available",
    "Check for updates": "Otsi uuendusi",
    "Updating the API Server URLs": "Updating the API Server URLs",
    "API Server URLs updated": "API Server URLs updated",
    "API Server URLs already updated": "API Server URLs already updated",
    "API Server URLs could not be updated": "API Server URLs could not be updated",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available",
    "The API Server URL(s) was copied to the clipboard": "The API Server URL(s) was copied to the clipboard",
    "0 = Disable preloading": "0 = Disable preloading",
    "Search field always expanded": "Search field always expanded",
    "DHT UDP Requests Limit": "DHT UDP Requests Limit",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s",
    "Create an account": "Loo konto",
    "Search for something or drop a .torrent / magnet link...": "Search for something or drop a .torrent / magnet link...",
    "Torrent removed": "Torrent removed",
    "Remove": "Eemalda",
    "Connect to %s": "Connect to %s",
    "to automatically 'scrobble' episodes you watch in %s": "to automatically 'scrobble' episodes you watch in %s",
    "Sync now": "Sync now",
    "Same as Default Language": "Same as Default Language",
    "Language": "Language",
    "Allow Audio Passthrough": "Allow Audio Passthrough",
    "release info link": "release info link",
    "parental guide link": "parental guide link",
    "IMDb page link": "IMDb page link",
    "submit metadata & translations link": "submit metadata & translations link",
    "episode title": "episode title",
    "full cast & crew link": "full cast & crew link",
    "Click providers to enable / disable": "Click providers to enable / disable",
    "Right-click to filter results by": "Right-click to filter results by",
    "to filter by <i>All</i>": "to filter by <i>All</i>",
    "more...": "rohkem...",
    "Seeds": "Seeds",
    "Peers": "Peers",
    "less...": "vähem..."
}