{
	"External Player": "Väline Programm",
	"Made with": "Tehtud",
	"by a bunch of geeks from All Around The World": "kamba programmeerijate poolt üle kogu maailma",
	"Initializing PopcornTime. Please Wait...": "Käivitan Popcorn Time`i. Palun Oota...",
	"Status: Checking Database...": "Olek: Kontrollin Andmebaasi...",
	"Movies": "Filmid",
	"TV Series": "TV Seriaalid",
	"Anime": "Anime",
	"Genre": "Žanr",
	"All": "Kõik",
	"Action": "Action",
	"Adventure": "Seiklus",
	"Animation": "Animatsioon",
	"Children": "Laste",
	"Comedy": "Komöödia",
	"Crime": "Kuritegevus",
	"Documentary": "Dokumentaal",
	"Drama": "Draama",
	"Family": "Perekond",
	"Fantasy": "Fantaasia",
	"Game Show": "Game Show",
	"Home And Garden": "Kodu ja Aed",
	"Horror": "Õudus",
	"Mini Series": "Mini Seeriad",
	"Mystery": "Müsteeria",
	"News": "Uudised",
	"Reality": "Tõsielu",
	"Romance": "Romantika",
	"Science Fiction": "Ulme",
	"Soap": "Seep",
	"Special Interest": "Spetsiaalne Huvi",
	"Sport": "Sport",
	"Suspense": "Põnevus",
	"Talk Show": "Jutusaade",
	"Thriller": "Thriller",
	"Western": "Western",
	"Sort by": "Sorteeri",
	"Popularity": "Populaarne",
	"Updated": "Uuendatud",
	"Year": "Aasta",
	"Name": "Nimi",
	"Search": "Otsi",
	"Seasons": "Hooaega",
	"Season": "Hooaeg",
	"Load More": "Lae Veel",
	"Saved": "Salvestatud",
	"Settings": "Seaded",
	"Show advanced settings": "Näita rohkem seadeid",
	"User Interface": "Kasutajaliides",
	"Default Language": "Vaikimisi Keel",
	"Theme": "Teema",
	"Start Screen": "Avaleht",
	"Favorites": "Lemmikud",
	"Show rating over covers": "Näita hinnangut filmi kaanel",
	"Always On Top": "Alati Kõige Peal",
	"Watched Items": "Vaadatud Filmid",
	"Show": "Näita",
	"Fade": "Tuhm",
	"Hide": "Peida",
	"Subtitles": "Subtiitrid",
	"Default Subtitle": "Vaikimisi Subtiitrid",
	"Disabled": "Väljas",
	"Size": "Suurus",
	"Quality": "Kvaliteet",
	"Only list movies in": "Näita ainult kvaliteediga",
	"Show movie quality on list": "Näita filmi kvaliteeti nimekirjas",
	"Trakt.tv": "Trakt.tv",
	"Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "Sisesta oma Trakt.tv andmed siia, et automaatselt sünkroniseerida Popcorn Time`is vaadatud osad",
	"Username": "Kasutajanimi",
	"Password": "Parool",
	"Popcorn Time stores an encrypted hash of your password in your local database": "Popcorn Time hoiab krüpteeritud hash`i sinu paroolist sinu kohalikus andmebaasis",
	"Remote Control": "Kaugjuhtimine",
	"HTTP API Port": "HTTP API Port",
	"HTTP API Username": "HTTP API Kasutajanimi",
	"HTTP API Password": "HTTP API Parool",
	"Connection": "Ühendus",
	"TV Show API Endpoint": "TV Show API Endpoint",
	"Connection Limit": "Ühenduse Limiit",
	"DHT Limit": "DHT Limiit",
	"Port to stream on": "Port kuhu voog esitada",
	"0 = Random": "0 = Suvaline",
	"Cache Directory": "Vahemälu Kaust",
	"Clear Tmp Folder after closing app?": "Tühjenda Tmp Kaust pärast rakenduse sulgemist?",
	"Database": "Andmebaas",
	"Database Directory": "Andmebaaside Kaust",
	"Import Database": "Impordi Andmebaas",
	"Export Database": "Ekspordi Andmebaas",
	"Flush bookmarks database": "Puhasta järjehoidjate andmebaas",
	"Flush subtitles cache": "Puhasta subtiitrite vahemälu",
	"Flush all databases": "Puhasta kõik andmebaasid",
	"Reset to Default Settings": "Taasta algsed seaded",
	"Importing Database...": "Impordin Andmebaasi...",
	"Please wait": "Palun oota",
	"Error": "Viga",
	"Biography": "Biograafia",
	"Film-Noir": "Film-Noir",
	"History": "Ajalugu",
	"Music": "Muusika",
	"Musical": "Muusikal",
	"Sci-Fi": "Ulme",
	"Short": "Lühifilm",
	"War": "Sõda",
	"Date": "Kuupäev",
	"Rating": "Hinnang",
	"Open IMDb page": "Ava IMDb lehekülg",
	"Health false": "Tervis vale",
	"Add to bookmarks": "Lisa järjehoidjatesse",
	"Watch Trailer": "Vaata Treilerit",
	"Watch Now": "Vaata Kohe",
	"Health Good": "Tervis Hea",
	"Ratio:": "Suhe:",
	"Seeds:": "Seemned:",
	"Peers:": "Partnerid:",
	"Remove from bookmarks": "Eemalda järjehoidjatest",
	"Changelog": "Muudatuste logi",
	"Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Popcorn Time! on paljude tarkvara arendajate ja disainerite koostöö tulemus, kes on kokku pannud hulga einevaid liideseid, et teha torrenti filmide vaatamise kogemus võimalikult lihtsaks.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Oleme avatud lähtekoodiga projekt. Me asume üle kogu maailma. Me armastame oma filme. Ja kurat, kus me armastame popcorni.",
	"Invalid PCT Database File Selected": "Valitud vigane PCT Andmebaasi fail",
	"Continuing": "Jätkuv",
	"Health Unknown": "Tervis Teadmata",
	"Episodes": "Episoodi",
	"Episode": "Episood",
	"Aired Date": "Eetris Aeg",
	"Streaming to": "Voogedastan",
	"connecting": "Ühendan...",
	"Download": "Allalaadimine",
	"Upload": "Üleslaadimine",
	"Active Peers": "Aktiivsed Partnerid",
	"Cancel": "Tühista",
	"startingDownload": "Alustan Allalaadimist",
	"downloading": "Laen Alla",
	"ready": "Valmis",
	"playingExternally": "Esitan Väliselt",
	"Custom...": "Vali ise...",
	"Volume": "Helitugevus",
	"Ended": "Lõppenud",
	"Error loading data, try again later...": "Andmete laadimisel ilmnes viga, proovige natukese aja pärast...",
	"Miscellaneous": "Muu",
	"When opening TV Show Detail Jump to:": "Kui avatakse Telesaate Detailid mine:",
	"First Unwatched Episode": "Esimene Vaatamata Episood",
	"Next Episode In Series": "Järgmine Episood Selles Seerias",
	"When Opening TV Show Detail Jump To": "Kui avatakse Telesaate Detailid mine:",
	"Flushing...": "Puhastan...",
	"Are you sure?": "Oled Sa kindel?",
	"We are flushing your databases": "Me tühjendame su andmebaasi",
	"Success": "Edukas",
	"Please restart your application": "Palun taaskäivitage oma rakendus",
	"Restart": "Taaskäivita",
	"Terms of Service": "Teenuse tingimused.",
	"I Accept": "Nõustun",
	"Leave": "Lahku",
	"When Opening TV Series Detail Jump To": "Kui avatakse TV Seriaalide Detailid mine:",
	"Health Medium": "Tervis Keskmine",
	"Playback": "Taasesitus",
	"Play next episode automatically": "Esita järgmine episood automaatselt",
	"Generate Pairing QR code": "Loo Pairing QR kood",
	"Playing Next Episode in": "Mängi Järgmist Episoodi",
	"Play": "Mängi",
	"Dismiss": "Loobu",
	"waitingForSubtitles": "Ootan Subtiitreid",
	"Play Now": "Esita Kohe",
	"Seconds": "Sekundit",
	"You are currently authenticated to Trakt.tv as": "Sa oled hetkel sisse logitud lehele Trakt.tv kui",
	"Disconnect account": "Ühenda konto lahti",
	"Sync With Trakt": "Sünkroniseeri Trakt.tv",
	"Syncing...": "Sünkroniseerin...",
	"Done": "Valmis",
	"Subtitles Offset": "Subtiitrite kompenseerimine",
	"secs": "sekundit",
	"We are flushing your database": "Me tühjendame su andmebaasi",
	"We are rebuilding the TV Show Database. Do not close the application.": "Ehitame uuesti ülesse TV Show andmebaasi. Ära sulge rankendust.",
	"No shows found...": "Ühtegi saadet ei leitud...",
	"No Favorites found...": "Ühtegi Lemmikut ei leitud...",
	"Rebuild TV Shows Database": "Ehita uuesti Telesaadete andmebaas",
	"No movies found...": "Ühtegi filmi ei leitud...",
	"Ratio": "Suhe",
	"Health Excellent": "Tervis Suurepärane",
	"Health Bad": "Tervis Kehva",
	"Status: Creating Database...": "Olek: Loon Andmebaasi...",
	"Status: Updating database...": "Olek: Uuendan Andmebaasi...",
	"Status: Skipping synchronization TTL not met": "Olek: Jätan sünkroniseerimise vahele, TTL ei sobi",
	"Advanced Settings": "Rohkem Seadeid",
	"Clear Cache directory after closing app?": "Tühjenda vahemälu pärast rakenduse sulgemist",
	"Tmp Folder": "Temp kaust",
	"Status: Downloading API archive...": "Oleks: Laen API arhiivi...",
	"Status: Archive downloaded successfully...": "Olek: Arhiiv edukalt alla laetud...",
	"Status: Importing file": "Olek: Impordin faili",
	"Status: Imported successfully": "Olek: Edukalt imporditud",
	"Status: Launching applicaion... ": "Olek: Rakenduse käivitamine...",
	"URL of this stream was copied to the clipboard": "Selle voo URL on kopeeritud",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Viga, andmebaas on tõenäoliselt korrumpeerunud. Proovi puhastada järjehoidjad seadetest.",
	"Flushing bookmarks...": "Puhastan järjehoidjaid...",
	"Resetting...": "Taastan...",
	"We are resetting the settings": "Taastan seadeid",
	"New version downloaded": "Uus versioon alla laetud",
	"Installed": "Installitud",
	"Install Now": "Installi Kohe",
	"Restart Now": "Taaskäivita Kohe",
	"We are flushing your subtitle cache": "Puhastan subtiitrite vahemälu",
	"Subtitle cache deleted": "Subtiitrite vahemälu kustutatud",
	"Please select a file to play": "Palun vali fail mida esitada",
	"Test Login": "Sisselogimise test",
	"Testing...": "Testin...",
	"Success!": "Valmis!",
	"Failed!": "Ebaõnnestus!",
	"Global shortcuts": "Globaalsed otseteed",
	"Video Player": "Video Player",
	"Toggle Fullscreen": "Täisekraan",
	"Play/Pause": "Mängi/Paus",
	"Seek Forward": "Otsi Edasi",
	"Increase Volume": "Tõsta Heli",
	"Set Volume to": "Heli",
	"Offset Subtitles by": "Kompenseeri Subtiitreid",
	"Toggle Mute": "Hääletu",
	"Movie Detail": "Filmi Üksikasjad",
	"Toggle Quality": "Kvaliteet",
	"Play Movie": "Esita Film",
	"Exit Fullscreen": "Välju Täisekraanist",
	"Seek Backward": "Otsi Tagasi",
	"Decrease Volume": "Vähenda Heli",
	"Show Stream URL": "Näita Voo URL-i",
	"TV Show Detail": "Telesaate Üksikasjad",
	"Toggle Watched": "Vaadatud",
	"Select Next Episode": "Vali Järgmine Episood",
	"Select Previous Episode": "Vali Eelmine Episood",
	"Select Next Season": "Vali Järgmine Hooaeg",
	"Select Previous Season": "Vali Eelmine Hooaeg",
	"Play Episode": "Esita Episood",
	"space": "tühik",
	"shift": "shift",
	"ctrl": "ctrl",
	"enter": "enter",
	"esc": "esc",
	"Keyboard Shortcuts": "Klaviatuuri Otseteed",
	"Cut": "Lõika",
	"Copy": "Kopeeri",
	"Paste": "Kleebi",
	"Help Section": "Abi",
	"Did you know?": "Kas Sa Teadsid?",
	"What does Popcorn Time offer?": "Mida Popcorn Time pakub?",
	"With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Antud programmiga saad vaadata Filme ja Telesaateid väga lihtsalt viisil. Kõik mis Sa tegema pead on klikkima soovitud eseme kaanel ja valima 'Vaata Kohe'. Samas filmi vaatamise kogemus on täiesti kohaldatav:",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Meie filmide kollektsioon sisaldab ainult kõrglahutusega filme, saadaval 720p ja 1080p formaadis. Et filme vaadata, lihtsalt käivita Popcorrn Time ja navigeeri läbi filmide kataloogi, mis on saadaval läbi 'Filmid' vahelehe. Vaikimisi näidatakse sulle filme mis on sorteeritud populaarsuse põhjal, kuid sa saad lisada oma filtreid kasutades 'Žanr' ja 'Sorteeri' valikuid. Kui oled leidnud filmi mida vaadata, siis kliki selle kaanel ja vali 'Vaata Kohe'. Ja ära unusta popcorni!",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "TV Seriaalide vahelehel on näha kõik hetkel meie kollektsioonis saada olevad seeriad/seriaalid. Sa saad lisada ka oma filtreid, täpselt nagu Filmide vahelehel, et aidata otsustada mida vaadata soovid. Ka selles kollektsioonis lihtsalt kliki eseme kaanel - avaneb uus aken kus sa saad uuesti valida Hooaegade ja Episoodide vahel. Kui on otsus tehtud siis lihtsalt vajuta nupule 'Vaata Kohe'.",
	"Choose quality": "Vali kvaliteet",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Nupp mis asub 'Vaata Kohe' kõrval laseb sul muuta voogedastuse kvaliteeti. Sa saad määrata ka vaikimisi kvaliteedi Seadete vahelehelt. Hoiatus: parem kvaliteet tähendab rohkem andmeid/tuleb alla laadida suurem fail.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Enamustel meie Filmidel ja TV Seriaalidel on olemas ka subtiitrid teile sobivas keeles. Vaikimisi seadeid saate muuta Seaded vahelehel. Filmidel saad valida vastavad subtiitrrid ka rippmenüüst, mis asub Filmi Üksikasjad lehel.",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Klikkides südame ikoonil mis asub kaane peal saate lisada Filmi/Seriaali oma Lemmikutesse. See kollektsioon on saadaval läbi südame ikooni mis asub üleval navigatsiooniribas. Et filmi Lemmikutest eemaldada klikkige uuesti kaanel oleval südame ikoonil.",
	"Watched icon": "Vaadatud ikoon",
	"Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Popcorn Time jätab meelde filmid ja seriaalid mida Sa juba vaatanud oled. Sa saad ka ise filmi vaadatuks märkida kui klikid silma kujulisel ikoonil mis asub filmi või seriaali esikaanel. Sa saad sünkroniseerida oma kollektsiooni ka Trakt.tv kontoga, seaded on leitavad Seaded vahelehel.",
	"In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "Popcorn Time`is saate kasutada luubi kujulist ikooni mis asub navigeerimisribal, et avada otsing. Sisesta filmi pealkiri, näitleja, rezissöör või isegi aasta ja vajuta 'Enter' klahvi. Et oma praegust otsingut sulgeda võid klikkida 'X' nupul mis asub otsinguvälja kõrval, või võite kirjutada otsingusse kohe midagi muud.",
	"External Players": "Välised mängijad",
	"If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "Kui soovid kasutada kohaldatud mängijat filmide esitamiseks, mitte seda mis on kaasas selle programmiga, siis saate seda teha klikkides eraldatud ikooni 'Vaata Kohe' nupul. Kuvatakse nimekiri sulle saada olevatest mängijatest, vali nendest üks ja Popcorn Time edastab kogu informatsiooni sinna. Kui sinu mängija ei ole nimekirjas, siis palun andke sellest meile teada.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Et programmi endale veel rohkem meelepärasemaks teha oleme lisanud suure hulga seaded. Need on leitavad Seaded vahelehel, kui klikite navigatsiooniribal olevale hammasratta kujulisele ikoonile.",
	"Keyboard Navigation": "Klaviatuuriga navigeerimine",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Kõikide otseteede nimekiri on saadaval kui vajutate '?' oma klaviaturil või avate selle klikates klaviatuuri kujulisel ikoonil mis asub Seaded vahelehel.",
	"Custom Torrents and Magnet Links": "Kohaldatud torrentid ja Magnet lingid",
	"You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Popcorn Time`ga on võimalik esitada ka oma torrenteid. Lihtsalt lohista .torrrent failid või Magnet link rakenduse aknasse ja Popcorn Time teeb ülejäänu.",
	"Torrent health": "Torrenti tervis",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Filmi üksikasjade lehel on näha üks ring mis on kas hall, punane, kollane või roheline. Need värvid viitavad Torrenti tervisele. Roheline torrent laetakse alla üsna kiiresti, samas punase torrenti kiirus on väga aeglane või ei saa seda üldse alla laadida. Hall värv tähistab viga Filmi torrenti tervise arvutamisel, kui asud TV Seriaalid vahelehel siis pead klikkima sellel hallil nupul, et saada teada torrenti tervis.",
	"How does Popcorn Time work?": "Kuidas Popcorn Time töötab?",
	"Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "Popcorn Time esitab videot läbi torrentite. Meie filmid on pakutavad YTS (http://yts.re) ja TV Seriaalid EZTV (http://eztv.it) poolt, samas kõik metaandmed tulevad läbi Trakt (http://trakt.tv) lehe.",
	"Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrenti esitamine? Torrentid kasutavad Bittorrent protokolli mis tähendab seda, et laetakse alla väiksed osad torrenti sisust mis asuvad mõne teise kasutaja arvutis, ise samal ajal saates väiksed osad mis on juba alla laetud teistele kasutajatele edasi. Nii on võimalik hetkel alla laaditud osi kohe vaada, samal ajal kui järgmised osad tagataustal alla laetakse. Selline teabevahetus võimaldab sisul 'terveks' jääda.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "Kui film on täielikult alla laetud, siis jätkate torrenti osade jagamist teistele kasutajatele. Ja kõik kustutatakse arvutist, kui Te Popcorn Time`i sulgete. Nii lihtne see ongi.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Programm ise on ehitatud Node-WebKit, HTML, CSS ja Javascripti baasil. See toimib nagu Google Chrome brauser, välja arvatud see, et suurem osa koodist hoitakse sinu arvutis. Jah, Popcorn Time töötab samal tehnoloogial nagu tavaline veebileht, nagu ... Wikipedia või YouTube.",
	"I found a bug, how do I report it?": "Ma leidsin vea, kuidas sellest teada anda?",
	"No historics found...": "Ühtegi ajalugu ei leitud...",
	"Error, database is probably corrupted. Try flushing the history in settings.": "Viga, andmebaas on tõenäoliselt vigane. Proovige ajaloo puhastamist seadete alt.",
	"You can paste magnet links anywhere in Popcorn Time with CTRL+V": "Sa saad Magent lingi Popcorn Time`i kleepida vajutades CTRL+V klahvi.",
	"You can drag & drop a .torrent file into Popcorn Time": "Sa saad .torrrent faili Popcorn Time`i lohistada.",
	"The Popcorn Time project started in February 2014 and has already had 150 people that contributed more than 3000 times to its development in August 2014.": "Popcorn Time on projekt mis algas Veebruaris 2014 ja praeguseks hetkeks on juba 150 inimest andnud oma panuse kokku üle 3000 korra, et kaasa aidata programmi arengule. Alates selle arengust 2014 Augustis.",
	"The rule n°10 applies here.": "Siin kehtib reegel n°10.",
	"If a subtitle for a TV Show is missing, you can add it on <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. And the same way for a Movie, but on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>": "Kui subtiitrid antud TV Seriaalile puuduvad, saad need lisada <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a> lehel. Samamoodi filmidega, aga leheküljeks on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>",
	"If you're experiencing connection drop issues, try to reduce the DHT Limit in Settings": "Kui Sul on probleeme ühendusega, siis proovige vähendada DHT Limiiti seadete vahelehel.",
	"Search \"1998\" to see all movies that came out that year": "Otsi \"1998\" et näha kõiki filme mis sellel aastal välja tulid",
	"You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Sa võid sisse logida oma Trak.tv kontosse, et see sünkroniseerida mitme seadme vahel.",
	"Clicking on the rating stars will display a number instead": "Kui klikite hinnangu tähekeste peal siis ilmuvad tähtede asemel numbrid.",
	"This application is entirely written in HTML5, CSS3 and Javascript": "See programm on ehitatud täielikult HTML5, CSS3 ja Javascripti baasil.",
	"Wanna know more about a Movie or a TV Series? Just click the IMDb icon.": "Soovid rohkem Filmi või TV Seriaali kohta? Lihtsalt kliki IMDb ikoonil.",
	"Clicking twice on a \"Sort By\" filter reverses the order of the list": "Klikkides kaks korda \"Sorteeri\" filtril muudetakse järjekord vastupidiseks.",
	"Switch to next tab": "Vali järgmine vaheleht",
	"Switch to previous tab": "Vali eelmine vaheleht",
	"Switch to corresponding tab": "Mine vastavale vahelehele",
	"through": "läbi",
	"Enlarge Covers": "Suurenda Kaani",
	"Reduce Covers": "Vähenda Kaani",
	"Open the Help Section": "Ava Abi",
	"Open Item Details": "Ava Eseme Üksikasjad",
	"Add Item to Favorites": "Lisa Lemmikutesse",
	"Mark as Seen": "Märgi kui Nähtud",
	"Open this screen": "Ava See Ekraan",
	"Open Settings": "Ava Seaded",
	"Posters Size": "Posteri Suurus",
	"This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "See funktsioon toimib ainult siis kui sinu TraktTv konto on sünkroniseeritud. Palun mine Seadetetesse ja sisesta oma andmed.",
	"Last Open": "Viimati Avatud",
	"Exporting Database...": "Ekspordin Andmebaasi...",
	"Database Successfully Exported": "Andmebaas Edukalt Eksporditud.",
	"Currently Airing": "Hetkel Eetris",
	"Drama - Historical": "Draama - Ajalooline",
	"Magic": "Maagia",
	"Kids": "Laste",
	"Kids - Magic - Shoujo": "Laste - Maagia - Shoujo",
	"Demons": "Deemonid",
	"Fantasy - Kids - Magic - Shoujo": "Fantaasia - Laste - Maagia - Shoujo",
	"Display": "Ekraan",
	"TV": "TV",
	"Type": "Tüüp",
	"popularity": "populaarsus",
	"date": "kuupäev",
	"year": "aasta",
	"rating": "hinnang",
	"updated": "uuendatud",
	"name": "nimi",
	"OVA": "OVA",
	"ONA": "ONA",
	"No anime found...": "Ühtegi anime ei leitud...",
	"Movie": "Film",
	"Special": "Eriline",
	"No Watchlist found...": "Vaatamiste nimekrija ei leitud...",
	"Watchlist": "Vaatamiste nimekiri",
	"Resolving..": "Lahendan..."
}