{
    "External Player": "Kanpoko erreproduzigailua",
    "Made with": "Honekin egina:",
    "by a bunch of geeks from All Around The World": "mundu osoko geek mordo batek egina",
    "Initializing %s. Please Wait...": "%s hasieratzen. Itxaron mesedez...",
    "Movies": "Filmak",
    "TV Series": "Telesailak",
    "Anime": "Animea",
    "Genre": "Mota",
    "All": "Denak",
    "Action": "Ekintza",
    "Adventure": "Abentura",
    "Animation": "Animazioa",
    "Children": "Haurrak",
    "Comedy": "Komedia",
    "Crime": "Krimena",
    "Documentary": "Dokumentala",
    "Drama": "Drama",
    "Family": "Familia",
    "Fantasy": "Fantasia",
    "Game Show": "Lehiaketak",
    "Horror": "Beldurrezkoa",
    "Mini Series": "Telesail laburrak",
    "Mystery": "Misterioa",
    "News": "Albisteak",
    "Reality": "Reality",
    "Romance": "Erromantikoa",
    "Science Fiction": "Zientzia fikzioa",
    "Soap": "Telekomedia",
    "Special Interest": "Interes berezia",
    "Sport": "Kirola",
    "Suspense": "Suspensea",
    "Talk Show": "Elkarrizketa-saioa",
    "Thriller": "Thrillerra",
    "Western": "Westerna",
    "Sort by": "Antolatu honela",
    "Updated": "Eguneratuta",
    "Year": "Urtea",
    "Name": "Izena",
    "Search": "Bilatu",
    "Season": "Denboraldia",
    "Seasons": "Denboraldiak",
    "Season %s": "%s denboraldia",
    "Load More": "Kargatu gehiago",
    "Saved": "Gordeta",
    "Settings": "Ezarpenak",
    "User Interface": "Erabiltzaile interfazea",
    "Default Language": "Berezko Hizkuntza",
    "Theme": "Itxura",
    "Start Screen": "Hasierako leihoa",
    "Favorites": "Gogokoenak",
    "Show rating over covers": "Erakutsi puntuazioa azalen gainean",
    "Always On Top": "Beti gainean",
    "Watched Items": "Ikusitakoak",
    "Show": "Erakutsi",
    "Fade": "Lausotu",
    "Hide": "Ezkutatu",
    "Subtitles": "Azpidatziak",
    "Default Subtitle": "Azpidatzi lehenetsia",
    "Disabled": "Ezgaituta",
    "Size": "Neurria",
    "Quality": "Kalitatea",
    "Trakt.tv": "Trakt.tv",
    "Username": "Erabiltzaile-izena",
    "Password": "Pasahitza",
    "%s stores an encrypted hash of your password in your local database": "%s-k zure pasahitzaren hash enkriptatutako bat gordetzen du tokiko datu-basean",
    "Remote Control": "Hurruneko agintea",
    "HTTP API Port": "HTTP API Ataka",
    "HTTP API Username": "HTTP API Erabiltzaile-izena",
    "HTTP API Password": "HTTP API pasahitza",
    "Connection": "Konexioa",
    "Connection Limit": "Konexio muga",
    "DHT Limit": "DHT muga",
    "Port to stream on": "Jariotze ataka",
    "0 = Random": "0 = Zorizkoa",
    "Cache Directory": "Katxe Zuzenbidea",
    "Clear Cache Folder after closing the app?": "Cache karpeta garbitu aplikazioa itxi ondoren?",
    "Database": "Datu-basea",
    "Database Directory": "Datubase Zuzenbidea",
    "Import Database": "Inportatu datu-basea",
    "Export Database": "Esportatu datu-basea",
    "Flush bookmarks database": "Hustu laster-marken datu-basea",
    "Flush all databases": "Hustu datu-base guztiak",
    "Reset to Default Settings": "Berrezarri lehenetsitako ezarpenak",
    "Importing Database...": "Datu-basea inportatzen...",
    "Please wait": "Mesedez itxaron",
    "Error": "Akatsa",
    "Biography": "Biografia",
    "Film-Noir": "Zinema-Beltza",
    "History": "Historia",
    "Music": "Musika",
    "Musical": "Musikala",
    "Sci-Fi": "Zientzia-Fikzioa",
    "Short": "Laburmetraia",
    "War": "Guda",
    "Rating": "Puntuazioa",
    "Open IMDb page": "Ireki IMDb orrialdea",
    "Health false": "Osasun faltsua",
    "Add to bookmarks": "Gehitu laster-marketara",
    "Watch Trailer": "Ikusi trailerra",
    "Watch Now": "Ikusi orain",
    "Ratio:": "Ratioa:",
    "Seeds:": "Aleak:",
    "Peers:": "Pareak:",
    "Remove from bookmarks": "Kendu laster-marketatik",
    "Changelog": "Aldaketa-oharra",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "%s garatzaile eta diseinatzaile askoren emaitza da API mordo bat elkarrekin torrent filmak ikusteko esperientzia ahalik eta errazena izan dadin.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Kode irekiko egitasmoa gara. Munduko toki guztietakoak gara. Gure filmak maite ditugu. Eta mutil, maite ditugu krispetak ere.",
    "Health Unknown": "Osasuna ezezaguna",
    "Episodes": "Atalak",
    "Episode %s": "%s atala",
    "Aired Date": "Argitaratze Eguna",
    "Streaming to": "Jariotu hona",
    "connecting": "Konektatzen",
    "Download": "Jeitsiera",
    "Upload": "Igoera",
    "Active Peers": "Pare aktiboak",
    "Cancel": "Ezeztatu",
    "startingDownload": "Deskarga abiatzen",
    "downloading": "Deskargatzen",
    "ready": "Prest",
    "playingExternally": "Kanpoan erreproduzitzen",
    "Custom...": "Pertsonalizatua...",
    "Volume": "Bolumena",
    "Ended": "Amaituta",
    "Error loading data, try again later...": "Akatsa datuak kargatzean, mesedez saiatu geroago...",
    "Miscellaneous": "Askotarikoa",
    "First unwatched episode": "Ikusi gabeko lehen atala",
    "Next episode": "Hurrengo atala",
    "Flushing...": "Husten...",
    "Are you sure?": "Ziur zaude?",
    "We are flushing your databases": "Zure datu-baseak hustutzen ari gara",
    "Success": "Eginda",
    "Please restart your application": "Mesedez berrabiarazi zure aplikazioa",
    "Restart": "Berrabiarazi",
    "Terms of Service": "Zerbitzuaren baldintzak",
    "I Accept": "Onartzen dut",
    "Leave": "Utzi",
    "Series detail opens to": "Seriearen xehetasunak irekitzen dira",
    "Playback": "Erreproduzitu",
    "Play next episode automatically": "Irakurri hurrengo atala berezgaitasunez",
    "Generate Pairing QR code": "Sortu parekatze QR kodea",
    "Play": "Erreproduzitu",
    "waitingForSubtitles": "Azpitituluen zain",
    "Play Now": "Erreproduzitu orain",
    "Seconds": "Segundu",
    "You are currently connected to %s": "Jadanik %s-ra konektaturik zaude",
    "Disconnect account": "Deskonektatu kontua",
    "Syncing...": "Sinkronizatzen...",
    "Done": "Eginda",
    "Subtitles Offset": "Azpidatzi doikuntza",
    "secs": "seg",
    "We are flushing your database": "Zure datu-basea hustutzen ari gara",
    "Ratio": "Ratioa",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Akatsa, datu-basea ziurrenik hondatuta dago. Saiatu laster-markak hustutzen ezarpenetan.",
    "Flushing bookmarks...": "Laster-markak hustutzen...",
    "Resetting...": "Berrezartzen...",
    "We are resetting the settings": "Ezarpenak berrezartzen ari gara",
    "Installed": "Instalatuta",
    "Please select a file to play": "Mesedez hautatu irakurtzeko fitxategia",
    "Global shortcuts": "Lastertekla orokorrak",
    "Video Player": "Bideo erreproduzigailua",
    "Toggle Fullscreen": "Aldatu pantaila osoa",
    "Play/Pause": "Hasi/Geratu",
    "Seek Forward": "Bilatu aurrerantz",
    "Increase Volume": "Igo bolumena",
    "Set Volume to": "Ezarri bolumena honela",
    "Offset Subtitles by": "Doitu azpidatziak honela",
    "Toggle Mute": "Aldatu mututu",
    "Movie Detail": "Filmaren xehetasunak",
    "Toggle Quality": "Aldatu kalitatea",
    "Play Movie": "Erreproduzitu filma",
    "Exit Fullscreen": "Irten pantaila osotik",
    "Seek Backward": "Bilatu atzerantz",
    "Decrease Volume": "Jeitsi bolumena",
    "TV Show Detail": "TB Ikuskizun Xehetasuna",
    "Toggle Watched": "Aldatu Ikusita",
    "Select Next Episode": "Hautatu Hurrengo Atala",
    "Select Previous Episode": "Hautatu Aurreko Atala",
    "Select Next Season": "Hautatu Hurrengo Denboraldia",
    "Select Previous Season": "Hautatu Aurreko Denboraldia",
    "Play Episode": "Irakurri Atala",
    "space": "tartea",
    "shift": "aldatu",
    "ctrl": "ktrl",
    "enter": "sartu",
    "esc": "irten",
    "Keyboard Shortcuts": "Lasterteklak",
    "Cut": "Ebaki",
    "Copy": "Kopiatu",
    "Paste": "Itsatsi",
    "Help Section": "Laguntza Atala",
    "Did you know?": "Bazenekien?",
    "What does %s offer?": "Zer eskaintzen du %s-k?",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "%s-rekin, filmak eta telesailak oso erraz ikus ditzakezu. Egin behar duzun guztia azaletako batean klik egin eta gero 'Ikusi orain' sakatu. Baina zure esperientzia oso pertsonalizagarria da:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Gure filmen bildumak definizio handiko filmak bakarrik ditu, 720p eta 1080p-n eskuragarri. Pelikula bat ikusteko, %s ireki eta nabigatu besterik ez dago filmen bilduman, nabigazio-barran dagoen 'Filmak' fitxaren bidez. Ikuspegi lehenetsiak ospearen arabera sailkatuta erakutsiko dizkizu film guztiak, baina zure iragazkiak aplika ditzakezu, 'Generoa' eta 'Ordenatu arabera' iragazkiei esker. Ikusi nahi duzun filma aukeratu ondoren, egin klik bere azalean. Ondoren, sakatu 'Ikusi orain'. Ez ahaztu krispetak!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Telesailak hegatsean, zeina nabigazio barran Telesailak' klikatuz aurkitu dezakezun, zure bilduman eskuragarri dauden telesail guztiak erakutsiko ditu. Zeure iragazkiak ere ezarri ditzakezu, Filmekin bezala, zer ikusi erabakitzen laguntzeko. Bilduma honetan, azala klikatuz, leiho berri bat agertuko da Denboraldiak eta Atalak zehar nabigatzea ahalbidetuko dizuna. Behin zure hobespena ezarritakoan, besterik gabe klikatu \"Ikusi Orain\" botoia.",
    "Choose quality": "Hautatu kalitatea",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "'Ikusi Orain' botoiaren alboko aginte irristagarriak, jarioaren kalitatea hautatzeko balio du. Ezarpenak hegatsean kalitate bat finkatu dezakezu. Kontuz: kalitate hobeak datu gehiago jeistea dakar.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Gure Filma eta Telesail ugarik azpidatziak dituzte zure hizkuntzarako. Horiek hautatu ditzakezu Ezarpenak hegatsean. Filmentzat, menu hedagarriaren bidez ere ezarri ditzakezu, Filmaren Xehetasunak orrialdean.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Bihotzaren ikurra klikatuz filma edo telesail hori zure gogokoenetara gehituko da. Bilduma hori eskuragarri izango duzu nabigazio barrako bihotz formako ikurrean. Gai bat bildumatik kentzeko, sakatu ikurra berriro eta kito! Oso erraza, ezta?",
    "Watched icon": "Ikusita ikurra",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "%s-k kontuan izango du dagoeneko ikusitakoa - laguntza txiki batez gogoratzeak ez du kalterik egiten. Elementu bat ikusitako moduan ere ezar dezakezu azaletako begi-ikonoan klik eginez. Zure bilduma Trakt.tv webgunearekin ere eraiki eta sinkroniza dezakezu Ezarpenak fitxaren bidez.",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "%s-n lupa ikonoa erabil dezakezu bilaketa irekitzeko. Idatzi izenburu bat, aktore bat, zuzendari bat edo baita urte bat, sakatu 'Sartu' eta utz iezaguzu zure beharrak betetzeko zer eskain dezakeguna erakusten. Uneko bilaketa ixteko, zure sarreraren ondoan dagoen 'X' gainean klik egin dezakezu edo beste zerbait idatzi eremuan.",
    "External Players": "Kanpo Irakurgailuak",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Erreproduzigailu pertsonalizatu bat erabiltzea nahiago baduzu egin dezakezu \"Ikusi orain\" botoian klik eginez. Instalatutako jokalarien zerrenda erakutsiko da, hautatu bat eta %s-k dena bidaliko du. Zure jokalaria zerrendan ez badago, mesedez jakinarazi iezaguzu.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Norberegarritasuna bultzatzeko, aukera panel zabal bat eskaintzen dugu. Ezarpenetara sartzeko, klikatu gurpil-erako ikurra nabigazio barran.",
    "Keyboard Navigation": "Teklatu bidezko nabigazioa",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Lastertekla guztien zerrenda eskuragarri dago '?' sakatuz teklatuan, edo Ezarpenak hegatseko teklatu-itxurako ikurraren bidez",
    "Custom Torrents and Magnet Links": "Norbere Torrentak eta Magnet Loturak",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Torrent pertsonalizatuak eta Magnet estekak erabil ditzakezu %s-n. Besterik gabe, arrastatu eta jaregin .torrent fitxategiak aplikazioaren leihoan edota itsatsi edozein Magnet esteka.",
    "Torrent health": "Torrent osasuna",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Filmen/Telesailen xehetasunetan koloredun zirkulu bat aurkituko duzu, grisa, gorria, oria edo berdea izango dena. Kolore horiek torrentaren osasuna adierazten dute. Torrent berdeak laster batean jeitsiko dira, gorriak, aldiz, badaiteke ez jeistea. Margo grisak Filmen osasunaren kalkuluan akats bat izan dela adierazten du, eta Telesailetan klikatu beharra dago berriz osasuna erakusteko.",
    "How does %s work?": "Zer moduz dabil %s?",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "%s-k bideo-edukia erreproduzitzen du torrent bidez. Gure filmak eta gure telesailak %s-k eskaintzen ditu, TBko seriak %s-k eta metadatu guztiak %s-tik eskuratzen dira. Guk ez dugu edukirik gordetzen.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrent jarioa? Ongi, torrentek Bittorrent protokoloa erabiltzen dute, non zuk beste erabiltzaile baten ordenagailuko zatiak hartzen dituzun, jadanik jeitsita dituzun zatiak beste erabiltzaile bati ematen dizkiozun bitartean. Orduan, zuk zati hauek ikusten dituzun bitartean, hurrengo zatiak jeisten daude barrenean. Elkarraldatze honek edukia osasuntsu mantentzea ahalbidetzen du.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "Filma guztiz deskargatuta dagoenean, beste erabiltzaileei zatiak bidaltzen jarraitzen duzu. Eta  zure ordenagailutik dena ezabatzen da %s ixten duzunean. Hori bezain sinplea.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Aplikazioa bera Node-Webkit, HTML, CSS eta Javascript-ekin eraikita dago. Google Chrome arakatzaileak bezala funtzionatzen du, ordenagailutik kodearen zatirik handiena hartzen duzula salbu. Bai, %s-k webgune arrunt baten teknologia berdinarekin funtzionatzen du, adibidez... demagun Wikipedia, edo Youtube!",
    "I found a bug, how do I report it?": "Akatsa aurkitu dut, nola jakinarazi dezaket?",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Magnet estekak %s-ren edozein tokitan itsatsi ditzakezu CTRL+V erabiliz.",
    "You can drag & drop a .torrent file into %s.": ".torrent fitxategiak arrastatu eta jaregin ditzakezu %s-n .",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Ez badago azpidatzirik telesail baterako, bat gehitu dezakezu %s-tik. Filma batentzat bezala , baina %s-tik.",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Saioa hasi dezakezu \"Trak.tv\"-en ikusitako gai guztiak gordetzeko, eta gailu ugariren artean aldiberetzeko.",
    "Clicking on the rating stars will display a number instead.": "Mailaketa izarrak klikatuz zenbaki bat erakutsiko du ordez.",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "Aplikazio hau osorik HTML5, CSS3 eta Javascript-ean idatzita dago.",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Filma edo telesail bati buruz gehiago jakin nahi duzu? Sakatu IMDB ikurra.",
    "Switch to next tab": "Aldatu hurrengo hegatsera",
    "Switch to previous tab": "Aldatu aurreko hegatsera",
    "Switch to corresponding tab": "Aldatu bat datorren hegatsera",
    "through": "bidez",
    "Enlarge Covers": "Handitu Azalak",
    "Reduce Covers": "Txikitu Azalak",
    "Open Item Details": "Ireki Gaiaren Xehetasunak",
    "Add Item to Favorites": "Gehitu Gaia Gogokoenetara",
    "Mark as Seen": "Markatu Ikusita bezala",
    "Open this screen": "Ireki ikusleiho hau",
    "Open Settings": "Ireki Ezarpenak",
    "Posters Size": "Poster Neurria",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Ezaugarri hau TrakTv kontua aldiberetuta baduzu bakarrik dabil. Mesedez, joan Ezarpenetara eta sartu zure ezagutarazleak.",
    "Last Open": "Irekitako azkena",
    "Exporting Database...": "Datu-basea esportatzen...",
    "Database Successfully Exported": "Datu-basea ongi esportatu da",
    "Display": "Erakutsi",
    "TV": "TB",
    "Type": "Mota",
    "popularity": "ospea",
    "date": "eguna",
    "year": "urtea",
    "rating": "mailaketa",
    "updated": "eguneratuta",
    "name": "izena",
    "OVA": "OVA",
    "ONA": "ONA",
    "Movie": "Filma",
    "Special": "Berezia",
    "Watchlist": "Zerrenda",
    "Resolving..": "Konpontzen...",
    "About": "Honi buruz",
    "Open Cache Directory": "Ireki Katxe Zuzenbidea",
    "Open Database Directory": "Ireki datu-basearen direktorioa",
    "Mark as unseen": "Markatu ikusigabea bezala",
    "Playback rate": "Irakurketa neurria",
    "Increase playback rate by %s": "Handitu irakurketa neurria %s",
    "Decrease playback rate by %s": "Gutxitu irakurketa neurria %s",
    "Set playback rate to %s": "Ezarri irakurketa neurria %s",
    "Playback rate adjustment is not available for this video!": "Irakurketa neurri zehaztea ez dago eskuragarri bideo honetan!",
    "Color": "Margoa",
    "Local IP Address": "Tokiko IP helbidea",
    "Japan": "Japonia",
    "Cars": "Autoak",
    "Dementia": "Dementia",
    "Demons": "Deabruak",
    "Ecchi": "Ecchi",
    "Game": "Jokoa",
    "Harem": "Harem",
    "Historical": "Historikoa",
    "Josei": "Josei",
    "Kids": "Haurrak",
    "Magic": "Magia",
    "Martial Arts": "Arte martzialak",
    "Mecha": "Mecha",
    "Military": "Militarra",
    "Parody": "Parodia",
    "Police": "Polizia",
    "Psychological": "Psikologikoa",
    "Samurai": "Samuraia",
    "School": "Ikastetxea",
    "Seinen": "Seinen",
    "Shoujo": "Shoujo",
    "Shoujo Ai": "Shoujo Ai",
    "Shounen": "Shounen",
    "Shounen Ai": "Shounen Ai",
    "Slice of Life": "Bizitzaren zatia",
    "Space": "Espazioa",
    "Sports": "Kirolak",
    "Super Power": "Super boterea",
    "Supernatural": "Naturaz gaindikoa",
    "Vampire": "Banpiroa",
    "VPN": "VPN",
    "Connect": "Elkartu",
    "Create Account": "Sortu Kontua",
    "Celebrate various events": "Ospatu hainbat gertaera",
    "Disconnect": "Eten",
    "Downloaded": "Jeitsita",
    "Loading stuck ? Click here !": "Gertatzea trabatuta ? Klikatu hemen !",
    "Torrent Collection": "Torrent Bilduma",
    "Remove this torrent": "Kendu torrent hau",
    "Rename this torrent": "Berrizendatu torrent hau",
    "Open Collection Directory": "Ireki Bilduma Zuzenbidea",
    "Store this torrent": "Biltegiratu torrent hau",
    "Enter new name": "Sartu izen berria",
    "This name is already taken": "Izen hau jadanik hartuta dago",
    "Always start playing in fullscreen": "Betik hasi irakurketa ikusleiho-osoan",
    "Magnet link": "Magnet lotura",
    "Error resolving torrent.": "Akatsa torrenta irekitzerakoan.",
    "%s hour(s) remaining": "%s ordu gelditzen d(ir)a",
    "%s minute(s) remaining": "%s minutu gelditzen d(ir)a",
    "%s second(s) remaining": "%s segundu gelditzen d(ir)a",
    "Unknown time remaining": "Gelditzen denbora ezezaguna",
    "Set player window to video resolution": "Ezarri irakurgailu leihoa bideoaren bereizmenean",
    "Set player window to double of video resolution": "Ezarri irakurgailu leihoa bideoaren bereizmenaren bikoitzean",
    "Set player window to half of video resolution": "Ezarri irakurgailu leihoa bideoaren bereizmenaren erdian",
    "Retry": "Saiatu berriro",
    "Import a Torrent": "Inportatu Torrent bat",
    "Not Seen": "Ikusigabea",
    "Seen": "Ikusita",
    "Title": "Izenburua",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "Bideo irakurketak arazo bat aurkitu du. Mesedez saiatu %s bezalako kanpoko irakurgailu batekin eduki hau ikusteko",
    "Font": "Hizkia",
    "Decoration": "Apainketa",
    "None": "Ezer ez",
    "Outline": "Ingurua",
    "Opaque Background": "Barren Argigaitza",
    "No thank you": "Ez mila esker",
    "Report an issue": "Jakinarazi arazo bat",
    "Email": "Post@",
    "Submit": "Aurkeztu",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Erabili %s arazo iragazkia bilaketarako eta egiaztatu arazoa jadanik jakinarazia izan den edo jadanik zuzenduta dagoen.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Barneratu ikusleiho-argazki bat beharrezkoa bada - Zure arazoa diseinuari buruzkoa da edo akats bat?",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Jakinarazpen on batek ez du inor argibide gehiagoren beharrean utzi behar. Zihurtatu zure ingurugiroaren xehetasunak barneratzeaz.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Oharra: Betik erabili Ingelera harremanetarako, edo badaiteke ez erantzutea.",
    "No results found": "Ez da emaitzik aurkitu",
    "Open Favorites": "Ireki Gogokoenak",
    "Open About": "Ireki Honi buruz",
    "Minimize to Tray": "Txikiendu Erretilura",
    "Close": "Itxi",
    "Restore": "Leheneratu",
    "Features": "Ezaugarriak",
    "Connect To %s": "Elkartu %s-ra",
    "Cannot be stored": "Ezin da biltegiratu",
    "Overall Ratio": "Maila Orokorra",
    "Translate Synopsis": "Itzuli Laburpena",
    "N/A": "E/G",
    "Your disk is almost full.": "Zure diska ia beteta dago.",
    "You need to make more space available on your disk by deleting files.": "Toki eskuragarri gehiago egin behar duzu zure diskan agiriak ezabatuz.",
    "Playing Next": "Irakurri Hurrengoa",
    "See-through Background": "Ikusi Barrenean",
    "Bold": "Lodia",
    "Currently watching": "Orain ikusten",
    "No, it's not that": "Ez, ez da hori",
    "Correct": "Zuzendu",
    "Init Database": "Hasierako datu-basea",
    "Status: %s ...": "Egoera: %s ...",
    "Create Temp Folder": "Sortu behin behineko karpeta",
    "Set System Theme": "Ezarri sistemaren itxura",
    "Disclaimer": "Erantzukizuna",
    "Series": "Serieak",
    "Event": "Gertaera",
    "Local": "Tokikoa",
    "Try another subtitle or drop one in the player": "Saiatu beste azpidatzi batekin edo arrastatu bat irakurgailura",
    "show": "erakutsi",
    "movie": "bideoa",
    "Something went wrong downloading the update": "Arazoren bat izan da eguneratzea deskargatzean",
    "Error converting subtitle": "Akatsa azpidatzia bihurtzerakoan",
    "No subtitles found": "Ez da azpidatzirik aurkitu",
    "Try again later or drop a subtitle in the player": "Saiatu berriro geroago edo arrastatu azpidatzi bat irakurgailura",
    "You should save the content of the old directory, then delete it": "Direktorio zaharreko edukia gorde beharko zenuke eta, ondoren, ezabatu",
    "Search on %s": "Bilatu hemen: %s",
    "Audio Language": "Audioaren hitzkuntza",
    "Subtitle": "Azpitituluak",
    "Code:": "Kodeketa:",
    "Error reading subtitle timings, file seems corrupted": "Akatsa azpidatziaren denbora-kodea irakurtzerakoan, agiriak hondatua dirudi",
    "Open File to Import": "Ireki fitxategia inportatzeko",
    "Browse Directory to save to": "Arakatu gordetzeko direktorioa",
    "Cancel and use VPN": "Utzi eta VPN erabili",
    "Resume seeding after restarting the app?": "Pareak mantendu aplikazioa berrabiaraztean?",
    "Seedbox": "Pareen kutxa",
    "Cache Folder": "Cache karpeta",
    "Show cast": "Erakutsi aktoreak",
    "Filename": "Fitxategiaren izena",
    "Stream Url": "Transmisioaren URLa",
    "Show playback controls": "Erakutsi erreproduzitzeko kontrolak",
    "Downloading": "Deskargatzen",
    "Hide playback controls": "Ezkutatu erreproduzitzeko kontrolak",
    "Poster Size": "Kartelaren tamaina",
    "UI Scaling": "Interfazea eskalatzen",
    "Show all available subtitles for default language in flag menu": "Erakutsi lehenetsitako hizkuntzarako eskuragarri dauden azpititulu guztiak banderaren menuan",
    "Cache Folder Button": "Cache karpetaren botoia",
    "Enable remote control": "Gaitu urrutiko kontrola",
    "Server": "Zerbitzaria",
    "API Server(s)": "API zerbitzaria(k)",
    "Proxy Server": "Proxy zerbitzaria",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Gogoratu zure datu-basea esportatu behar duzula eguneratu aurretik, zure gogokoak, ikusitakoak edo ezarpenak leheneratu nahi badituzu. ",
    "Update Now": "Eguneratu orain",
    "Database Exported": "Datu-basea esportatu da",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Gordetako torrent-ak",
    "Search Results": "Bilaketaren emaitzak",
    "Paste a Magnet link": "Itsatsi Magnet esteka",
    "Import a Torrent file": "Inportatu torrent fitxategia",
    "Select data types to import": "Hautatu inportatu beharreko datu motak",
    "Please select which data types you want to import ?": "Hautatu zein datu-mota inportatu nahi dituzun?",
    "Watched items": "Ikusitako elementuak",
    "Bookmarked items": "Lastermarkak",
    "Download list is empty...": "Deskargatutako zerrenda hutsik dago...",
    "Active Torrents Limit": "Torrent aktiboen muga",
    "Toggle Subtitles": "Aktibatu/desaktibatu azpitituluak",
    "Toggle Crop to Fit screen": "Moztu ala doitu pantailara",
    "Original": "Jatorrizkoa",
    "Fit screen": "Doitu pantailara",
    "Video already fits screen": "Bideoa pantailara doitzen da jada",
    "The filename was copied to the clipboard": "Fitxategiaren izena arbelean kopiatu da",
    "The stream url was copied to the clipboard": "Transmisioaren URLa arbelean kopiatu da",
    "* %s stores an encrypted hash of your password in your local database": "* %s-k zure pasahitzaren hash enkriptatutako bat gordetzen du tokiko datu-basean",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Baliteke zure gailuak bideo formatua/kodeka ez onartzea.<br/>Saiatu beste bereizmen-kalitate batez edo VLCren bidez erreproduzitzen.",
    "Hide cast": "Ezkutatu aktoreak",
    "Tabs": "Fitxak",
    "Native window frame": "Jatorrizko leihoaren markoa",
    "Open Cache Folder": "Ireki Cache karpeta",
    "Restart Popcorn Time": "Berrabiarazi Popcorn Time",
    "Developer Tools": "Garatzaileen tresnak",
    "Movies API Server": "Bideoen API zerbitzaria",
    "Series API Server": "Serieen API zerbitaria",
    "Anime API Server": "Animazioen API zerbitzaria",
    "The image url was copied to the clipboard": "Irudiaren URLa arbelean kopiatu da",
    "Popcorn Time currently supports": "Une honetan Popcorn Timek onartzen ditu",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "Chromecast, AirPlay eta DLNA gailuek ere onartzen dituzte.",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*Hainbat iragazki eta fitxa ezar ditzakezu aldi berean eta, noski, geroago beste batzuk",
    "as well as overwrite or reset your preferences)": "baita zure hobespenak gainidatzi edo berrezarri)",
    "Default Filters": "Iragazki lehenetsiak",
    "Set Filters": "Ezarri iragazkiak",
    "Reset Filters": "Berrezarri iragazkiak",
    "Your Default Filters have been changed": "Zure iragazki lehenetsiak aldatu dira",
    "Your Default Filters have been reset": "Zure iragazki lehenetsiak berrezarri dira",
    "Setting Filters...": "Iragazkiak ezartzen...",
    "Default": "Lehenetsia",
    "Custom": "Pertsonalizatua",
    "Remember": "Gogoan izan",
    "Cache": "Cachea",
    "Unknown": "Ezezaguna",
    "Change Subtitles Position": "Aldatu azpitituluen kokalekua",
    "Minimize": "Minimizatu",
    "Separate directory for Downloads": "Deskargak egiteko direktorio bereizia",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Gaitzen baduzu, Ikusi orain eta Deskargatu funtzioen artean cachea partekatzea eragotziko da",
    "Downloads Directory": "Deskargen direktorioa",
    "Open Downloads Directory": "Ireki deskargen direktorioa",
    "Delete related cache ?": "Erlazionatutako cachea ezabatu?",
    "Yes": "Bai",
    "No": "Ez",
    "Cache files deleted": "Cache fitxategiak ezabatu dira",
    "Delete related cache when removing from Seedbox": "Ezabatu erlazionatutako cachea Seedbox-etik kentzean",
    "Always": "Beti",
    "Ask me every time": "Galdetu aldiro",
    "Enable Protocol Encryption": "Gaitu protokoloaren enkriptatzea",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "PE/MSE erabiltzen duten kideekin konektatzeko aukera ematen du. Kasu gehienetan konekta daitezkeen parekideen kopurua handituko da, baina PUZaren erabilera areagotzea ere eragingo du",
    "Show the Seedbox when a new download is added": "Erakutsi Seedbox deskarga berri bat gehitzen denean",
    "Download added": "Download added",
    "Change API Server": "Aldatu API zerbitzaria",
    "Default Content Language": "Edukien hizkuntza lehenetsia",
    "Title translation": "Izenburuaren itzulpena",
    "Translated - Original": "Itzulpena - Jatorrizkoa",
    "Original - Translated": "Jatorrizkoa - Itzulpena",
    "Translated only": "Itzulpena soilik",
    "Original only": "Jatorrizkoa soilik",
    "Translate Posters": "Itzuli kartelak",
    "Translate Episode Titles": "Itzuli atalen izenburuak",
    "Only show content available in this language": "Erakutsi hizkuntza honetan erabilgarri dagoen edukia soilik",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Itzulpenak erabilgarritasunaren araberakoak dira. Baliteke aukera batzuk API zerbitzari guztiek ez onartzea ere",
    "added": "gehituta",
    "Max. Down / Up Speed": "Max. Behera / Gora Abiadura",
    "Show Release Info": "Erakutsi bertsio berriaren informazioa",
    "Parental Guide": "Gurasoentzako gida",
    "Rebuild bookmarks database": "Berreraiki laster-marken datu-basea",
    "Rebuilding bookmarks...": "Laster-markak berreraikitzen...",
    "Submit metadata & translations": "Laster-markak berreraikitzen...",
    "Not available": "Ez dago eskuragarri",
    "Cast not available": "Aktoreen zerrenda ez dago eskuragarri",
    "was removed from bookmarks": "laster-marketatik kendu da",
    "Bookmark restored": "Laster-marka leheneratu da",
    "Undo": "Desegin",
    "minute(s) remaining before preloading next episode": "minutu falta dira hurrengo atala kargatzeko ",
    "Zoom": "Zooma",
    "Contrast": "Kontrastea",
    "Brightness": "Distira",
    "Hue": "Tonua",
    "Saturation": "Saturazioa",
    "Decrease Zoom by": "Txikiagotu zooma honela",
    "Increase Zoom by": "Handiagotu zooma honela",
    "Decrease Contrast by": "Txikiagotu kontrastea honela",
    "Increase Contrast by": "Handiagotu kontrastea honela",
    "Decrease Brightness by": "Txikiagotu distira honela",
    "Increase Brightness by": "Handiagotu distira honela",
    "Rotate Hue counter-clockwise by": "Biratu tonua erlojuaren kontrako noranzkoan",
    "Rotate Hue clockwise by": "Biratu tonua erlojuaren noranzkoan",
    "Decrease Saturation by": "Txikiagotu saturazioa honela",
    "Increase Saturation by": "Handiagotu saturazioa honela",
    "Automatically update the API Server URLs": "Eguneratu automatikoki API zerbitzariaren URLak",
    "Enable automatically updating the API Server URLs": "Gaitu API zerbitzariaren URLak automatikoki eguneratzea",
    "Automatically update the app when a new version is available": "Eguneratu aplikazioa automatikoki bertsio berri bat eskuragarri dagoenean",
    "Enable automatically updating the app when a new version is available": "Gaitu aplikazioa automatikoki eguneratzea bertsio berri bat eskuragarri dagoenean",
    "Check for updates": "Egiaztatu eguneraketarik dagoen",
    "Updating the API Server URLs": "API zerbitzariaren URLak eguneratzen",
    "API Server URLs updated": "API zerbitzariaren URLak eguneratu dira",
    "API Server URLs already updated": "Dagoeneko eguneratu dira API zerbitzariaren URLak",
    "API Server URLs could not be updated": "API zerbitzariaren URLak ezin izan dira eguneratu",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "API zerbitzari bat baino gehiago gehi ditzakezu , eta ausaz hautatuko du (*kargaren balantzearen bidez) eskuragarri dagoen lehena aurkitu arte.",
    "The API Server URL(s) was copied to the clipboard": "API zerbitzariaren URLa(k) arbelean kopiatu d(ir)a",
    "0 = Disable preloading": "0 = Desgaitu aurrez kargatzea",
    "Search field always expanded": "Bilaketa-eremua beti zabaltzen da",
    "DHT UDP Requests Limit": "DHT UDP eskaeren muga",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Konektatu %s-rekin %s-n ikusten dituzun filmen eta atalen azpitituluak automatikoki eskuratzeko",
    "Create an account": "Sortu kontu bat",
    "Search for something or drop a .torrent / magnet link...": "Bilatu zerbait edo jaregin .torrent / magnet esteka bat...",
    "Torrent removed": "Torrent kendu da",
    "Remove": "Kendu",
    "Connect to %s": "Konektatu %s-ra",
    "to automatically 'scrobble' episodes you watch in %s": "%s-n ikusten dituzun atalak automatikoki zure kontura igotzeko",
    "Sync now": "Sinkronizatu orain",
    "Same as Default Language": "Hizkuntza lehenetsiaren berdina",
    "Language": "Hizkuntza",
    "Allow Audio Passthrough": "Baimendu audio-pasabidea",
    "release info link": "argitaratu informazioaren esteka",
    "parental guide link": "gurasoentzako gidaren esteka",
    "IMDb page link": "IMDb orriaren esteka",
    "submit metadata & translations link": "bidali metadatu eta itzulpenen esteka",
    "episode title": "atalaren izenburua",
    "full cast & crew link": "aktore eta talde osoaren esteka",
    "Click providers to enable / disable": "Egin klik hornitzaileak gaitzeko/desgaitzeko",
    "Right-click to filter results by": "Egin eskuin klik emaitzak iragazteko",
    "to filter by <i>All</i>": "honen arabera iragazteko <i>All</i>",
    "more...": "gehiago...",
    "Seeds": "Haziak",
    "Peers": "Parekoak",
    "less...": "gutxiago..."
}