{
	"Initializing PopcornTime. Please Wait...": "Démarrage de Popcorn Time. Veuillez patienter…",
	"Movies": "Films",
	"TV Series": "Séries TV",
	"Genre": "Genre",
	"All": "Tous",
	"Action": "Action",
	"Adventure": "Aventure",
	"Animation": "Animation",
	"Biography": "Biographie",
	"Comedy": "Comédie",
	"Crime": "Crime",
	"Documentary": "Documentaire",
	"Drama": "Drame",
	"Family": "Famille",
	"Fantasy": "Fantastique",
	"Film-Noir": "Film Noir",
	"History": "Histoire",
	"Horror": "Horreur",
	"Music": "Musique",
	"Musical": "Comédie Musicale",
	"Mystery": "Mystère",
	"Romance": "Romance",
	"Sci-Fi": "Science-Fiction",
	"Short": "Court métrage",
	"Sport": "Sport",
	"Thriller": "Thriller",
	"War": "Guerre",
	"Western": "Western",
	"Sort by": "Trier par",
	"Popularity": "Popularité",
	"Date": "Date d'ajout",
	"Year": "Année",
	"Rating": "Note",
	"Search": "Recherche",
	"Load More": "Voir plus",
	"Children": "Enfants",
	"Game Show": "Jeu télévisé",
	"Home And Garden": "Maison et Jardin",
	"Mini Series": "Mini séries",
	"News": "Actualités",
	"Reality": "Réalité",
	"Science Fiction": "Science-Fiction",
	"Soap": "Feuilleton",
	"Special Interest": "Intérêt spécial",
	"Suspense": "Suspens",
	"Talk Show": "Emission télévisée",
	"Continuing": "En cours",
	"Ended": "Terminé",
	"Aired Date": "Date de diffusion ",
	"Updated": "Mise à jour",
	"Name": "Nom",
	"Season": "Saison",
	"Seasons": "Saisons",
	"Episode": "Épisode",
	"Episodes": "Épisodes",
	"Watch Now": "Visionner maintenant",
	"Watch Trailer": "Voir la bande-annonce",
	"Subtitles": "Sous-titres",
	"Settings": "Réglages",
	"User Interface": "Interface",
	"More Options": "Plus d'options",
	"Saved": "Enregistré",
	"Default Language": "Langue par défaut ",
	"Default Subtitle": "Sous-titres par défaut ",
	"Disabled": "Désactivé",
	"TV Show API Endpoint": "Adresse de l'API Série ",
	"connecting": "Connexion…",
	"Download": "Téléchargement ",
	"Upload": "Envoi ",
	"Peers": "Clients ",
	"Seeds": "Sources ",
	"startingDownload": "Démarrage du téléchargement…",
	"downloading": "Téléchargement…",
	"ready": "Prêt",
	"Please wait": "Veuillez patienter",
	"Cancel": "Annuler",
	"Success": "Réussite",
	"Subtitles Offset": "Décalage des sous-titres",
	"secs": "secs",
	"Volume": "Volume",
	"Please restart your application": "Veuillez redémarrer l'application",
	"Restart": "Redémarrer",
	"We are flushing your database": "Nous vidons la base de données",
	"We are flushing your databases": "Nous vidons les bases de données",
	"We are rebuilding the TV Show Database. Do not close the application.": "Nous reconstruisons la base de données des séries TV. Ne pas fermer l'application.",
	"No shows found...": "Aucune série trouvée...",
	"Terms of Service": "Conditions d'utilisation",
	"I Accept": "J'accepte",
	"Leave": "Quitter",
	"No bookmarks found...": "Aucun favori trouvé...",
	"Rebuild TV Shows Database": "Reconstruire la base de données des séries TV",
	"Flush bookmarks database": "Vider la base de données des favoris",
	"Flush all databases": "Vider les bases de données",
	"Show movie quality on list": "Afficher la qualité des films dans la liste",
	"Size": "Taille ",
	"Active Peers": "Clients actifs ",
	"No movies found...": "Aucun film trouvé…",
	"Ratio": "Ratio ",
	"Health Excellent": "Excellente santé",
	"Health Good": "Bonne santé",
	"Health Medium": "Moyenne santé",
	"Health Bad": "Mauvaise santé",
	"Health false": "Santé - erreur",
	"Status: Checking Database...": "Statut : Vérification de la base de données…",
	"Status: Creating Database...": "Statut : Création de la base de données…",
	"Status: Updating database...": "Statut : Mise à jour de la base de données…",
	"Status: Skipping synchronization TTL not met": "Statut : Saut de synchronisation TTL non rencontré",
	"Advanced Settings": "Réglages avancés",
	"Connection Limit": "Limite de connexion ",
	"DHT Limit": "Limite DHT ",
	"Cache Directory": "Dossier temporaire ",
	"Clear Cache directory after closing app?": "Nettoyer le dossier cache à la fermeture ?",
	"Only list movies in": "Uniquement les films en ",
	"Tmp Folder": "Dossier temporaire",
	"Clear Tmp Folder after closing app?": "Nettoyer le dossier temporaire à la fermeture ?",
	"Status: Downloading API archive...": "Statut : Téléchargement de l'archive API…",
	"Status: Archive downloaded successfully...": "Statut : Archive téléchargée avec succès",
	"Status: Importing file": "Statut : Importation du fichier",
	"Status: Imported successfully": "Statut : Importation réussie",
	"Status: Launching applicaion... ": "Statut : Lancement de l'application",
	"URL of this stream was copied to the clipboard": "L'URL de ce flux a été copiée dans le presse-papier",
	"Error loading data, try again later...": "Erreur lors du chargement des données, réessayez plus tard…",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Erreur, la base de données est probablement corrompue. Essayez de vider les favoris dans Réglages.",
	"Reset to Default Settings": "Réglages par défaut",
	"Are you sure?": "Confirmer ?",
	"Flushing bookmarks...": "Suppression des favoris…",
	"Flushing...": "Suppression…",
	"Resetting...": "Réinitialisation…",
	"We are resetting the settings": "Nous réinitialisons les réglages…",
	"New version downloaded": "Nouvelle version téléchargée",
	"Installed": "Installée",
	"Changelog": "Historique des modifications",
	"Install Now": "Installer maintenant",
	"Restart Now": "Redémarrer maintenant",
	"We are flushing your subtitle cache": "Nous vidons le cache des sous-titres",
	"Subtitle cache deleted": "Cache des sous-titres supprimé.",
	"Flush subtitles cache": "Vider le cache des sous-titres",
	"Open IMDb page": "Ouvrir la page IMDb",
	"Quality": "Qualité",
	"Please select a file to play": "Veuillez sélectionner un fichier à lire",
	"Port to stream on": "Port de sortie ",
	"0 = Random": "0 = Aléatoire",
	"Add to bookmarks": "Ajouter aux favoris",
	"Remove from bookmarks": "Retirer des favoris",
	"waitingForSubtitles": "En attente des sous-titres…",
	"Trakt.tv": "Trakt.tv",
	"Username": "Nom d'utilisateur ",
	"Password": "Mot de passe ",
	"Popcorn Time stores an encrypted hash of your password in your local database": "Popcorn Time conserve une empreinte chiffrée du mot de passe dans votre base de données locale",
	"Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "Entrez vos identifiants Trakt.tv pour 'scrobbler' automatiquement les épisodes regardés avec Popcorn Time",
	"Test Login": "Tester l'identification",
	"Testing...": "Test en cours…",
	"Success!": "Réussi !",
	"Failed!": "Échec !",
	"Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Popcorn Time est le fruit de nombreux développeurs et de graphistes qui ont rassemblé plusieurs API dans le but de rendre l'expérience du streaming via torrent la plus simple possible.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Nous construisons ce projet en open source depuis les quatre coins du monde. Nous adorons le cinéma… et le popcorn !",
	"Made with": "Créé avec",
	"by a bunch of geeks from All Around The World": "par une bande de geeks venant du monde entier",
	"Disconnect account": "Se déconnecter",
	"You are currently authenticated to Trakt.tv as": "Vous êtes actuellement identifié sur Trakt.tv en tant que",
	"Ratio:": "Ratio :",
	"Seeds:": "Sources :",
	"Peers:": "Clients :",
	"Show rating over covers": "Montrer la note sur les affiches",
	"Always On Top": "Toujours au premier plan",
	"Global shortcuts": "Raccourcis globaux",
	"Opens this help screen": "Afficher l'aide",
	"Video Player": "Lecteur vidéo",
	"Toggle Fullscreen": "Plein écran",
	"Play/Pause": "Lecture/Pause",
	"Seek Forward": "Avancer de",
	"Increase Volume": "Augmenter le volume de",
	"Set Volume to": "Régler le volume à",
	"Offset Subtitles by": "Différer les sous-titres de",
	"Toggle Mute": "Couper le son",
	"Movie Detail": "Fiche du film",
	"Toggle Quality": "Changer la qualité",
	"Play Movie": "Lire le film",
	"Exit Fullscreen": "Sortir du plein écran",
	"Seek Backward": "Reculer de",
	"Decrease Volume": "Diminuer le volume de",
	"Show Stream URL": "Montrer l'URL du flux",
	"TV Show Detail": "Fiche de la série TV",
	"Toggle Watched": "Marquer comme vu",
	"Select Next Epsisode": "Épisode suivant",
	"Select Previous Episode": "Épisode précédent",
	"Select Next Season": "Saison suivante",
	"Select Previous Season": "Saison précédente",
	"Play Episode": "Lire l'épisode",
	"space": "espace",
	"shift": "maj",
	"ctrl": "ctrl",
	"enter": "entrée",
	"esc": "esc",
	"Keyboard Shortcuts": "Raccourcis clavier",
	"Sync With Trakt": "Sync. avec Trakt",
	"Syncing...": "Synchronisation...",
	"Done": "Terminé",
	"Error": "Erreur",
	"Cut": "Couper",
	"Copy": "Copier",
	"Paste": "Coller",
	"Theme": "Thème ",
	"Health Unknown": "Santé - inconnue",
	"Fade watched items": "Décolorer les éléments visionnés",
	"Remote Control": "Contrôle à distance",
	"Connection": "Connexion",
	"HTTP API Port": "Port HTTP ",
	"HTTP API Username": "Nom d'utilisateur ",
	"HTTP API Password": "Mot de passe ",
	"Show advanced settings": "Montrer les réglages avancés",
	"Start Screen": "Écran d'accueil ",
	"Favorites": "Favoris",
	"Watched Items": "Éléments visionnés",
	"Show": "Montrer",
	"Fade": "Décolorer",
	"Hide": "Cacher",
	"Help Section": "Aide",
	"Did you know?": "Le saviez-vous ?",
	"What does Popcorn Time offer?": "Que propose Popcorn Time ?",
	"With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Avec Popcorn Time, vous pouvez aisément regarder des films et des séries TV. Tout ce que vous avez à faire, c'est de cliquer sur une des affiches, puis sur 'Visionner Maintenant'. De plus, l'expérience est totalement personnalisable :",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Notre collection de films est constituée uniquement de contenu Haute Définition, disponibles en 720p ou 1080p. Pour visionner un film, ouvrez simplement Popcorn Time et naviguez dans la liste, accessible via l'onglet 'Films', dans la barre de navigation. Par défaut, tous les films sont proposés, triés par ordre de popularité, mais vous pouvez appliquer vos propres filtres, grâce à 'Genre' et 'Trier par'. Une fois un film choisi, cliquez sur son affiche, puis sur 'Visionner Maintenant'. N'oubliez pas le popcorn !",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "L'onglet Séries TV, accessible via la barre de navigation, vous présentera toutes les séries disponibles dans notre collection. Vous pouvez ici aussi appliquez vos propres filtres, comme pour les films. Dans cette liste, cliquez également sur l'affiche : la nouvelle fenêtre qui apparaîtra vous permettra de naviguer dans les différents épisodes et saisons. Une fois une série choisie, cliquez simplement sur le bouton 'Visionner maintenant'.",
	"Choose quality": "Choisir la qualité",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Le curseur situé non loin du bouton 'Visionner maintenant' permet de choisir la qualité du contenu. Vous pouvez également définir une qualité donnée dans l'onglet Réglages. Avertissement : une meilleur qualité signifie plus de donnés à télécharger.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "La plupart de nos films et séries TV ont des sous-titres pour votre langue. Vous pouvez définir les sous-titres dans l'onglet Réglages. Pour les films, il est aussi possible de choisir un sous-titre dans un menu déroulant prévu à cet effet sur la page du film.",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Cliquer sur l'icône en forme de coeur, sur une affiche, va ajouter le film / la série à vos favoris. Cette collection est accessible via l'icône en forme de coeur située dans la barre de navigation. Pour retirer un élément des favoris, cliquez simplement sur le coeur à nouveau ! Plutôt simple, non ?",
	"Watched icon": "Icône 'visionné'",
	"Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Popcorn Time va se souvenir de ce que vous avez déjà visionné - un peu d'aide ne fait de mal à personne. Vous pouvez également marquer un élément comme visionné en cliquant sur l'icône en forme d'oeil sur les affiches. De plus, vous pouvez vous construire une collection puis la synchroniser avec le site Trakt.tv, via l'onglet Réglages.",
	"In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "Dans Popcorn Time, vous pouvez utiliser l'icône en forme de loupe pour lancer une recherche. Entrez un titre, un acteur, un réalisateur ou même une année, appuyez sur 'Entrée' et laissez-nous vous ce qu'on peut vous proposer. Pour clore une recherche, cliquez sur le 'X' situé à côté du mot-clé ou lancez une autre recherche.",
	"External Players": "Lecteurs externes",
	"If you prefer to use a custom player instead of the builtin one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "Si vous préférez utiliser un lecteur externe à la place de celui par défaut, vous le pouvez en cliquant sur l'icône prévue à cet effet sur le bouton 'Visionner maintenant'. Une liste des lecteurs disponibles s'affichera: sélectionnez-en un et Popcorn Time lui enverra tout le nécessaire. Si votre lecteur n'est pas repris dans la liste, veuillez s'il vous plait nous le signaler.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Pour pousser la personnalisation encore plus loin, nous vous proposons un large panel d'options. Pour accéder aux Réglages, cliquez sur l'icône en forme de rouage dans la barre de navigation.",
	"Keyboard Navigation": "Navigation au clavier",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "La liste complète des raccourcis clavier est disponible par une pression sur '?' sur votre clavier, ou via l'icône en forme de clavier dans l'onglet Réglages.",
	"Custom Torrents and Magnet Links": "Torrents personnels et liens Magnet",
	"You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Il est possible d'utiliser des torrents et liens magnet avec Popcorn Time. Glissez et déposez simplement un fichier .torrent dans la fenêtre de l'application, et/ou collez un lien magnet.",
	"Torrent health": "Santé des torrents",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Sur la page des films/séries, vous trouverez un petit cercle, coloré en gris, rouge, jaune ou vert. Ces couleurs représentent la santé du torrent. Un torrent vert sera téléchargé rapidement, et un torrent rouge pourrait ne jamais être téléchargé, ou être d'une lenteur incroyable. La couleur grise indique une erreur dans le calcul de santé, pour les films, et nécessite un clic de votre part dans les séries TV afin d'afficher la santé du torrent.",
	"How does Popcorn Time work?": "Comment fonctionne Popcorn Time ?",
	"Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "Popcorn Time joue du contenu vidéo via des torrents. Nos films sont fournis par YTS (http://yts.re) et nos séries TV par EZTV (http://eztv.it). Les métadonnées sont récupérées depuis Trakt (http://trakt.tv). Nous n'hébergeons aucun contenu.",
	"Torrent streaming? Well, torrents use Bittorent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Du streaming via des torrents ? En fait, les torrents utilisent le protocole Bittorent, ce qui signifie (en gros) que vous téléchargez des petites parties de contenu depuis l'ordinateur d'un tiers, tout en envoyant les parties que vous avez déjà téléchargées à un autre tiers. Vous pouvez alors visionner ces parties pendant que les suivantes sont téléchargées en arrière-plan. Cet échange de données permet au contenu de rester vivant et en bonne santé.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "Une fois le film entier téléchargé, vous continuez à envoyer des parties aux autres utilisateurs. Et tout disparaît de votre ordinateur à la fermeture de Popcorn Time. C'est aussi simple que cela.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!":"L'application elle-même est construite avec Node-Webkit et écrite en HTML, CSS et Javascript. Cela fonctionne un peu comme le navigateur Google Chrome, sauf que vous hébergez localement la grosse majorité du code. Eh oui, Popcorn Time fonctionne de la même façon qu'un site web comme... disons Wikipedia, ou Youtube !",
	"I found a bug, how do I report it?": "J'ai trouvé un bug, comment le signaler ?"
}
