{
    "External Player": "Lecteur externe",
    "Made with": "Créé avec",
    "by a bunch of geeks from All Around The World": "par une bande de geeks venant du monde entier",
    "Initializing %s. Please Wait...": "Initialisation %s. Veuillez patienter...",
    "Movies": "Films",
    "TV Series": "Séries TV",
    "Anime": "Anime",
    "Genre": "Genre",
    "All": "Tous",
    "Action": "Action",
    "Adventure": "Aventure",
    "Animation": "Animation",
    "Children": "Enfants",
    "Comedy": "Comédie",
    "Crime": "Crime",
    "Documentary": "Documentaire",
    "Drama": "Drame",
    "Family": "Famille",
    "Fantasy": "Fantastique",
    "Game Show": "Jeu télévisé",
    "Horror": "Horreur",
    "Mini Series": "Mini séries",
    "Mystery": "Mystère",
    "News": "Actualités",
    "Reality": "Réalité",
    "Romance": "Romance",
    "Science Fiction": "Science-Fiction",
    "Soap": "Feuilleton",
    "Special Interest": "Intérêt spécial",
    "Sport": "Sport",
    "Suspense": "Suspens",
    "Talk Show": "Emission télévisée",
    "Thriller": "Thriller",
    "Western": "Western",
    "Sort by": "Trier par",
    "Updated": "Mise à jour",
    "Year": "Année",
    "Name": "Nom",
    "Search": "Recherche",
    "Season": "Saison",
    "Seasons": "Saisons",
    "Season %s": "Saison %s",
    "Load More": "Voir plus",
    "Saved": "Enregistré",
    "Settings": "Réglages",
    "User Interface": "Interface",
    "Default Language": "Langue par défaut",
    "Theme": "Thème",
    "Start Screen": "Écran d'accueil",
    "Favorites": "Favoris",
    "Show rating over covers": "Montrer la note sur les affiches",
    "Always On Top": "Toujours au premier plan",
    "Watched Items": "Éléments visionnés",
    "Show": "Montrer",
    "Fade": "Décolorer",
    "Hide": "Cacher",
    "Subtitles": "Sous-titres",
    "Default Subtitle": "Sous-titres par défaut",
    "Disabled": "Désactivés",
    "Size": "Taille",
    "Quality": "Qualité",
    "Trakt.tv": "Trakt.tv",
    "Username": "Nom d'utilisateur",
    "Password": "Mot de passe",
    "%s stores an encrypted hash of your password in your local database": "%s conserve une empreinte chiffrée du mot de passe dans votre base de données locale",
    "Remote Control": "Contrôle à distance",
    "HTTP API Port": "Port HTTP",
    "HTTP API Username": "Nom d'utilisateur",
    "HTTP API Password": "Mot de passe",
    "Connection": "Connexion",
    "Connection Limit": "Limite de connexion",
    "DHT Limit": "Limite DHT",
    "Port to stream on": "Port de diffusion",
    "0 = Random": "0 = Aléatoire",
    "Cache Directory": "Dossier temporaire",
    "Clear Cache Folder after closing the app?": "Nettoyer le Dossier Cache à la fermeture de l'appli ?",
    "Database": "Base de données",
    "Database Directory": "Dossier utilisé",
    "Import Database": "Importer une base de données",
    "Export Database": "Exporter une base de données",
    "Flush bookmarks database": "Vider la base de données des favoris",
    "Flush all databases": "Vider les bases de données",
    "Reset to Default Settings": "Rétablir les réglages par défaut",
    "Importing Database...": "Importation de la base de données...",
    "Please wait": "Veuillez patienter",
    "Error": "Erreur",
    "Biography": "Biographie",
    "Film-Noir": "Film Noir",
    "History": "Histoire",
    "Music": "Musique",
    "Musical": "Comédie Musicale",
    "Sci-Fi": "Science-Fiction",
    "Short": "Court métrage",
    "War": "Guerre",
    "Rating": "Note",
    "Open IMDb page": "Ouvrir la page IMDb",
    "Health false": "Santé - erreur",
    "Add to bookmarks": "Ajouter aux favoris",
    "Watch Trailer": "Voir la bande-annonce",
    "Watch Now": "Visionner maintenant",
    "Ratio:": "Ratio :",
    "Seeds:": "Sources :",
    "Peers:": "Clients :",
    "Remove from bookmarks": "Retirer des favoris",
    "Changelog": "Historique des modifications",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "%s est le fruit de nombreux développeurs et de graphistes qui ont rassemblé plusieurs API dans le but de rendre l'expérience du streaming via torrent la plus simple possible.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Nous construisons ce projet en open source depuis les quatre coins du monde. Nous adorons le cinéma… et le popcorn !",
    "Health Unknown": "Santé - inconnue",
    "Episodes": "Épisodes",
    "Episode %s": "Épisode %s",
    "Aired Date": "Date de diffusion",
    "Streaming to": "Joué via",
    "connecting": "Connexion…",
    "Download": "Téléchargement",
    "Upload": "Envoi",
    "Active Peers": "Clients actifs",
    "Cancel": "Annuler",
    "startingDownload": "Démarrage du téléchargement…",
    "downloading": "Téléchargement…",
    "ready": "Prêt",
    "playingExternally": "En lecture externe",
    "Custom...": "Ajouter…",
    "Volume": "Volume",
    "Ended": "Terminé",
    "Error loading data, try again later...": "Erreur lors du chargement des données, réessayez plus tard…",
    "Miscellaneous": "Divers",
    "First unwatched episode": "Premier épisode non visionné",
    "Next episode": "Épisode suivant",
    "Flushing...": "Suppression…",
    "Are you sure?": "Confirmer ?",
    "We are flushing your databases": "Nous vidons les bases de données",
    "Success": "Réussite",
    "Please restart your application": "Veuillez redémarrer l'application",
    "Restart": "Redémarrer",
    "Terms of Service": "Conditions d'utilisation",
    "I Accept": "J'accepte",
    "Leave": "Quitter",
    "Series detail opens to": "Le détail des Séries s'ouvre sur",
    "Playback": "Lecture",
    "Play next episode automatically": "Jouer l'épisode suivant automatiquement",
    "Generate Pairing QR code": "Générer un code QR",
    "Play": "Lire",
    "waitingForSubtitles": "En attente des sous-titres…",
    "Play Now": "Lire maintenant",
    "Seconds": "Secondes",
    "You are currently connected to %s": "Vous êtes actuellement connecté à %s",
    "Disconnect account": "Se déconnecter",
    "Syncing...": "Synchronisation…",
    "Done": "Terminé",
    "Subtitles Offset": "Décalage des sous-titres",
    "secs": "secs",
    "We are flushing your database": "Nous vidons la base de données",
    "Ratio": "Ratio",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Erreur, la base de données est probablement corrompue. Essayez de vider les favoris dans Réglages.",
    "Flushing bookmarks...": "Suppression des favoris…",
    "Resetting...": "Réinitialisation…",
    "We are resetting the settings": "Nous réinitialisons les réglages…",
    "Installed": "Installée",
    "Please select a file to play": "Veuillez sélectionner un fichier à lire",
    "Global shortcuts": "Raccourcis globaux",
    "Video Player": "Lecteur vidéo",
    "Toggle Fullscreen": "Plein écran",
    "Play/Pause": "Lecture / Pause",
    "Seek Forward": "Avancer de",
    "Increase Volume": "Augmenter le volume de",
    "Set Volume to": "Régler le volume à",
    "Offset Subtitles by": "Décaler les sous-titres de",
    "Toggle Mute": "Couper le son",
    "Movie Detail": "Fiche du film",
    "Toggle Quality": "Changer la qualité",
    "Play Movie": "Lire le film",
    "Exit Fullscreen": "Sortir du plein écran",
    "Seek Backward": "Reculer de",
    "Decrease Volume": "Diminuer le volume de",
    "TV Show Detail": "Fiche de la série TV",
    "Toggle Watched": "Marquer comme vu",
    "Select Next Episode": "Épisode suivant",
    "Select Previous Episode": "Épisode précédent",
    "Select Next Season": "Saison suivante",
    "Select Previous Season": "Saison précédente",
    "Play Episode": "Lire l'épisode",
    "space": "espace",
    "shift": "maj",
    "ctrl": "ctrl",
    "enter": "entrée",
    "esc": "esc",
    "Keyboard Shortcuts": "Raccourcis clavier",
    "Cut": "Couper",
    "Copy": "Copier",
    "Paste": "Coller",
    "Help Section": "Aide",
    "Did you know?": "Le saviez-vous ?",
    "What does %s offer?": "Que propose %s ?",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Avec %s, vous pouvez facilement regarder des films et des séries TV. Tout ce que vous avez à faire, c'est de cliquer sur une des affiches, puis sur 'Visionner Maintenant'. Mais l'expérience est totalement personnalisable :",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Notre collection de films est constituée uniquement de contenu Haute Définition, disponibles en 720p ou 1080p. Pour visionner un film, ouvrez simplement %s et naviguez dans la liste, accessible via l'onglet 'Films', dans la barre de navigation. Par défaut, tous les films sont triés par ordre de popularité, mais vous pouvez appliquer vos propres filtres, grâce aux filtres 'Genre' et 'Trier par'. Une fois un film choisi, cliquez sur son affiche, puis sur 'Visionner Maintenant'. N'oubliez pas le popcorn !",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "L'onglet Séries TV, accessible via la barre de navigation, vous présentera toutes les séries disponibles dans notre collection. Vous pouvez ici aussi appliquez vos propres filtres, comme pour les films. Dans cette liste, cliquez également sur l'affiche : la nouvelle fenêtre qui apparaîtra vous permettra de naviguer dans les différents épisodes et saisons. Une fois une série choisie, cliquez simplement sur le bouton 'Visionner maintenant'.",
    "Choose quality": "Choisir la qualité",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Le curseur situé près du bouton 'Visionner maintenant' permet de choisir la qualité du contenu. Vous pouvez également définir une qualité donnée dans l'onglet Réglages. Avertissement : une meilleure qualité signifie plus de données à télécharger.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "La plupart de nos films et séries TV ont des sous-titres pour votre langue. Vous pouvez définir les sous-titres dans l'onglet Réglages. Pour les films, il est aussi possible de choisir un sous-titre dans un menu déroulant prévu à cet effet sur la page du film.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Cliquer sur l'icône en forme de coeur, sur une affiche, va ajouter le film / la série à vos favoris. Cette collection est accessible via l'icône en forme de coeur située dans la barre de navigation. Pour retirer un élément des favoris, cliquez simplement sur le coeur à nouveau ! Plutôt simple, non ?",
    "Watched icon": "Icône 'visionné'",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "%s va se souvenir de ce que vous avez déjà visionné - un peu d'aide ne fait pas de mal. Vous pouvez également marquer un élément comme vu en cliquant sur l'icône en forme d’œil sur les affiches. Vous pouvez construire et synchroniser votre collection avec le site Trakt.tv, via l'onglet Réglages.",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "Dans %s, vous pouvez utiliser l'icône en forme de loupe pour lancer une recherche. Entrez un titre, un acteur, un réalisateur ou même une année, appuyez sur 'Entrée' et laissez-nous vous montrer ce qu'on peut vous offrir pour satisfaire vos besoins. Pour clore une recherche, cliquez sur le 'X' situé à côté du mot-clé ou tapez autre chose dans le champ.",
    "External Players": "Lecteurs externes",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Si vous préférez utiliser un lecteur externe à la place de celui par défaut, vous le pouvez en cliquant sur l'icône prévue à cet effet sur le bouton 'Visionner maintenant'. Une liste des lecteurs disponibles s'affichera: sélectionnez-en un et %s lui enverra tout le nécessaire. Si votre lecteur n'est pas repris dans la liste, veuillez s'il vous plait nous le signaler.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Pour pousser la personnalisation encore plus loin, nous vous proposons un large panel d'options. Pour accéder aux Réglages, cliquez sur l'icône en forme de rouage dans la barre de navigation.",
    "Keyboard Navigation": "Navigation au clavier",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "La liste complète des raccourcis clavier est disponible par une pression sur '?' sur votre clavier, ou via l'icône en forme de clavier dans l'onglet Réglages.",
    "Custom Torrents and Magnet Links": "Torrents personnels et liens Magnet",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Vous pouvez utiliser des torrents et des liens magnets dans %s. Glissez et déposez simplement un fichier .torrent dans la fenêtre de l'application et/ou collez un lien magnet.",
    "Torrent health": "Santé des torrents",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Sur la page des films/séries, vous trouverez un petit cercle, coloré en gris, rouge, jaune ou vert. Ces couleurs représentent la santé du torrent. Un torrent vert sera téléchargé rapidement, et un torrent rouge pourrait ne jamais être téléchargé, ou être d'une lenteur incroyable. La couleur grise indique une erreur dans le calcul de santé, pour les films, et nécessite un clic de votre part dans les séries TV afin d'afficher la santé du torrent.",
    "How does %s work?": "Comment %s fonctionne ?",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "%s joue du contenu vidéo via des torrents. Nos films sont fournis par %s et nos séries TV par %s, les métadonnées sont récupérées depuis %s. Nous n'hébergeons aucun contenu.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Du streaming via des torrents ? En fait, les torrents utilisent le protocole Bittorent, ce qui signifie (en gros) que vous téléchargez des petites parties de contenu depuis l'ordinateur d'un tiers, tout en envoyant les parties que vous avez déjà téléchargées à un autre tiers. Vous pouvez alors visionner ces parties pendant que les suivantes sont téléchargées en arrière-plan. Cet échange de données permet au contenu de rester vivant et en bonne santé.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "Une fois le film téléchargé entièrement, vous continuez à envoyer des parties aux autres utilisateurs. Et tout est supprimé de votre ordinateur lorsque vous fermez %s. C'est aussi simple que cela.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "L'application elle-même est construite avec Node-Webkit, HTML, CSS et Javascript. Cela fonctionne comme le navigateur Google Chrome, sauf que vous hébergez localement la majorité du code. Oui, %s fonctionne de la même façon qu'un site web comme... disons Wikipedia, ou Youtube !",
    "I found a bug, how do I report it?": "J'ai trouvé un bug, comment le signaler ?",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Vous pouvez coller un lien magnet n'importe où dans %s avec CTRL+V.",
    "You can drag & drop a .torrent file into %s.": "Vous pouvez glisser et déposer un fichier .torrent dans %s.",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Lorsqu'un sous-titre pour une série TV est manquant, vous pouvez l'ajouter sur %s. Il en va de même pour les films, sur %s",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Vous pouvez vous identifier à Trakt.tv pour sauvegarder les éléments visionnés, et les synchroniser sur plusieurs appareils.",
    "Clicking on the rating stars will display a number instead.": "Un clic sur les étoiles de notation affiche un nombre à la place.",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "Cette application est entièrement écrite en HTML5, CSS3 et Javascript",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Envie d'en savoir plus sur un film ou une série TV ? Cliquez simplement sur l'icône IMDb.",
    "Switch to next tab": "Aller à l'onglet suivant",
    "Switch to previous tab": "Aller à l'onglet précédent",
    "Switch to corresponding tab": "Aller à l'onglet correspondant",
    "through": "à",
    "Enlarge Covers": "Agrandir les affiches",
    "Reduce Covers": "Diminuer les affiches",
    "Open Item Details": "Ouvrir la fiche de l'élément",
    "Add Item to Favorites": "Ajouter aux favoris",
    "Mark as Seen": "Marquer comme vu",
    "Open this screen": "Afficher cette page",
    "Open Settings": "Ouvrir les Réglages",
    "Posters Size": "Taille des affiches",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Cette fonctionnalité n'est accessible qu'à ceux ayant un compte TraktTv synchronisé. Veuillez vous rendre dans les réglages pour entrer vos identifiants.",
    "Last Open": "Dernier ouvert",
    "Exporting Database...": "Exportation de la base de données...",
    "Database Successfully Exported": "Base de données exportée avec succès",
    "Display": "Affichage",
    "TV": "Séries",
    "Type": "Type",
    "popularity": "popularité",
    "date": "date",
    "year": "année",
    "rating": "note",
    "updated": "mis à jour",
    "name": "nom",
    "OVA": "OAV",
    "ONA": "ONA",
    "Movie": "Film",
    "Special": "Spécial",
    "Watchlist": "Liste de visionnage",
    "Resolving..": "Résolution...",
    "About": "À propos",
    "Open Cache Directory": "Ouvrir le dossier temporaire",
    "Open Database Directory": "Ouvrir le dossier de la base de données",
    "Mark as unseen": "Marquer comme non vu",
    "Playback rate": "Vitesse de lecture",
    "Increase playback rate by %s": "Augmenter la vitesse de lecture de %s",
    "Decrease playback rate by %s": "Diminuer la vitesse de lecture de %s",
    "Set playback rate to %s": "Régler la vitesse de lecture à %s",
    "Playback rate adjustment is not available for this video!": "L'ajustement de la vitesse de lecture n'est pas disponible pour cette vidéo !",
    "Color": "Couleur",
    "Local IP Address": "Adresse IP locale",
    "Japan": "Japon",
    "Cars": "Voitures",
    "Dementia": "Psychologique",
    "Demons": "Démons",
    "Ecchi": "Ecchi",
    "Game": "Jeu",
    "Harem": "Harem",
    "Historical": "Historique",
    "Josei": "Josei",
    "Kids": "Enfants",
    "Magic": "Magie",
    "Martial Arts": "Arts martiaux",
    "Mecha": "Mecha",
    "Military": "Militaire",
    "Parody": "Parodie",
    "Police": "Policier",
    "Psychological": "Psychologique",
    "Samurai": "Samouraï",
    "School": "École",
    "Seinen": "Seinen",
    "Shoujo": "Shojo",
    "Shoujo Ai": "Shojo-Ai",
    "Shounen": "Shonen",
    "Shounen Ai": "Shonen-Ai",
    "Slice of Life": "Tranche de vie",
    "Space": "Espace",
    "Sports": "Sports",
    "Super Power": "Super-pouvoir",
    "Supernatural": "Surnaturel",
    "Vampire": "Vampire",
    "VPN": "VPN",
    "Connect": "Connexion",
    "Create Account": "Créer un compte",
    "Celebrate various events": "Célébrer divers événements festifs",
    "Disconnect": "Déconnexion",
    "Downloaded": "En cours",
    "Loading stuck ? Click here !": "Chargement bloqué ? Cliquez ici !",
    "Torrent Collection": "Collection de torrents",
    "Remove this torrent": "Supprimer ce torrent",
    "Rename this torrent": "Renommer ce torrent",
    "Open Collection Directory": "Ouvrir le dossier de la collection",
    "Store this torrent": "Conserver ce torrent",
    "Enter new name": "Entrez le nouveau nom",
    "This name is already taken": "Ce nom est déjà utilisé",
    "Always start playing in fullscreen": "Toujours commencer la lecture en mode plein écran",
    "Magnet link": "Lien magnet",
    "Error resolving torrent.": "Erreur lors de la résolution du torrent",
    "%s hour(s) remaining": "%s heure(s) restante(s)",
    "%s minute(s) remaining": "%s minute(s) restante(s)",
    "%s second(s) remaining": "%s seconde(s) restante(s)",
    "Unknown time remaining": "Temps restant indéterminé",
    "Set player window to video resolution": "Définir la taille du lecteur à la résolution de la vidéo",
    "Set player window to double of video resolution": "Définir la taille du lecteur au double de la résolution de la vidéo",
    "Set player window to half of video resolution": "Définir la taille du lecteur à la moitié de la résolution de la vidéo",
    "Retry": "Réessayer",
    "Import a Torrent": "Importer un torrent",
    "Not Seen": "Non vu",
    "Seen": "Vu",
    "Title": "Titre",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "La lecture de la vidéo a rencontré un problème. Veuillez essayez un lecteur externe, comme %s, pour visionner ce contenu.",
    "Font": "Police",
    "Decoration": "Habillage",
    "None": "Aucun",
    "Outline": "Tracer les contours",
    "Opaque Background": "Assombrir l'arrière-plan",
    "No thank you": "Non merci",
    "Report an issue": "Rapporter un problème",
    "Email": "Adresse email",
    "Submit": "Envoyer",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Utilisez les filtres de recherche %s pour vérifier si le problème a déjà été rapporté ou s'il a déjà été corrigé.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "N'hésitez pas à inclure une capture d'écran si vous le jugez utile - Votre problème est-il d'ordre visuel ou technique ?",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Un bon rapport d'erreur ne devrait pas laisser de place aux questionnements et demandes d'informations supplémentaires. N'oubliez pas d'inclure tous les détails sur votre environnement informatique.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Faites attention de toujours vous adresser à nous en Anglais, sans cela nous pourrions ne pas vous comprendre.",
    "No results found": "Aucun résultat trouvé",
    "Open Favorites": "Ouvrir les favoris",
    "Open About": "Ouvrir À Propos",
    "Minimize to Tray": "Réduire dans la zone de notification",
    "Close": "Fermer",
    "Restore": "Restaurer",
    "Features": "Fonctionnalités",
    "Connect To %s": "Connecter %s",
    "Cannot be stored": "Impossible à sauvegarder",
    "Overall Ratio": "Ratio global",
    "Translate Synopsis": "Traduire les synopsis",
    "N/A": "N/A",
    "Your disk is almost full.": "Votre disque dur est presque plein.",
    "You need to make more space available on your disk by deleting files.": "Vous devez libérer de l'espace sur votre disque dur en supprimant des fichiers.",
    "Playing Next": "Épisode suivant",
    "See-through Background": "Arrière-plan semi-transparent",
    "Bold": "Gras",
    "Currently watching": "Vous regardez",
    "No, it's not that": "Non, ce n'est pas ça",
    "Correct": "Exact",
    "Init Database": "Initialisation de la base de données",
    "Status: %s ...": "Statut: %s ...",
    "Create Temp Folder": "Créer dossier temporaire",
    "Set System Theme": "Définir thème du système",
    "Disclaimer": "Avertissement",
    "Series": "Séries",
    "Event": "Évènement",
    "Local": "Local",
    "Try another subtitle or drop one in the player": "Essayez d'autres sous-titres ou glissez en dans le lecteur",
    "show": "show",
    "movie": "film",
    "Something went wrong downloading the update": "Un incident est survenu pendant le téléchargement de la mise à jour",
    "Error converting subtitle": "Erreur de conversion des sous-titres",
    "No subtitles found": "Aucun sous-titre disponible",
    "Try again later or drop a subtitle in the player": "Réessayez plus tard ou glissez des sous-titres dans le lecteur",
    "You should save the content of the old directory, then delete it": "Vous devriez sauvegarder le contenu de l'ancien répertoire, puis le supprimer",
    "Search on %s": "Recherche %s",
    "Audio Language": "Langue audio",
    "Subtitle": "Sous-titres",
    "Code:": "Code:",
    "Error reading subtitle timings, file seems corrupted": "Erreur de lecture du timing des sous-titres, le fichier semble corrompu",
    "Open File to Import": "Ouvrir le fichier à importer",
    "Browse Directory to save to": "Ouvrir le Dossier de sauvegarde",
    "Cancel and use VPN": "Annuler et utiliser le VPN",
    "Resume seeding after restarting the app?": "Reprendre le partage après le redémarrage de l'appli ?",
    "Seedbox": "Dossier de Partage",
    "Cache Folder": "Dossier Cache",
    "Show cast": "Montrer le casting",
    "Filename": "Nom du fichier",
    "Stream Url": "Url de Stream",
    "Show playback controls": "Afficher les contrôles de lecture",
    "Downloading": "Téléchargement…",
    "Hide playback controls": "Cacher les contrôles de lecture",
    "Poster Size": "Taille d'Affiche",
    "UI Scaling": "Échelle de l'Interface",
    "Show all available subtitles for default language in flag menu": "Afficher tous les sous-titres disponibles pour la langue par défaut dans le menu Langue",
    "Cache Folder Button": "Bouton du Dossier Cache",
    "Enable remote control": "Activer le contrôle à distance",
    "Server": "Serveur",
    "API Server(s)": "Serveur(s) API",
    "Proxy Server": "Serveur Proxy",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Pensez à Exporter votre Base de données avant de mettre à jour au cas où il serait nécessaire de restaurer vos Favoris, vos marqués comme visionnés ou vos paramètres",
    "Update Now": "Mettre à jour",
    "Database Exported": "Base de données Exportée",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Torrents Enregistrés",
    "Search Results": "Résultats de la recherche",
    "Paste a Magnet link": "Coller un lien Magnet",
    "Import a Torrent file": "Importer un ficher Torrent",
    "Select data types to import": "Sélectionnez le type de données à importer",
    "Please select which data types you want to import ?": "Merci de sélectionner le type de données à importer ?",
    "Watched items": "Éléments visionnés",
    "Bookmarked items": "Éléments favoris",
    "Download list is empty...": "La liste de Téléchargement est vide...",
    "Active Torrents Limit": "Limite de Torrents Actifs",
    "Toggle Subtitles": "Afficher/Masquer les Sous-titres",
    "Toggle Crop to Fit screen": "Afficher/Masquer Adapter à l'écran",
    "Original": "Original",
    "Fit screen": "Adapter à l'écran",
    "Video already fits screen": "La vidéo est déjà adaptée à l'écran",
    "The filename was copied to the clipboard": "Le nom du fichier a été copiée dans le presse-papier",
    "The stream url was copied to the clipboard": "L'url du stream a été copiée dans le presse-papier",
    "* %s stores an encrypted hash of your password in your local database": "%s conserve une empreinte chiffrée du mot de passe dans votre base de données locale",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Votre machine ne supporte peut-être pas le format/codec de la vidéo. <br/>Essayez une autre qualité de résolution ou un visionnage avec VLC",
    "Hide cast": "Masquer le casting",
    "Tabs": "Onglets",
    "Native window frame": "Bordure de fenêtre native",
    "Open Cache Folder": "Ouvrir le Dossier Cache",
    "Restart Popcorn Time": "Redémarrer Popcorn Time",
    "Developer Tools": "Outils de Développement",
    "Movies API Server": "Serveur API Films",
    "Series API Server": "Server API Séries",
    "Anime API Server": "Serveur API Anime",
    "The image url was copied to the clipboard": "L'url de l'image a été copiée dans le presse-papier",
    "Popcorn Time currently supports": "Popcorn Time supporte actuellement",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "Il y a également un support pour Chromecast, AirPlay & les périphériques DLNA",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*Vous pouvez sélectionner plusieurs Filtres et onglets simultanément et bien entendu en ajouter plus tard",
    "as well as overwrite or reset your preferences)": "ainsi que remplacer ou réinitialiser vos préférences)",
    "Default Filters": "Filtres par Défaut",
    "Set Filters": "Appliquer les Filtres",
    "Reset Filters": "Réinitialiser les Filtres",
    "Your Default Filters have been changed": "Vos Filtres par Défaut ont été changés",
    "Your Default Filters have been reset": "Vos Filtres par Défaut ont été réinitialisés",
    "Setting Filters...": "Application des Filtres...",
    "Default": "Par Défaut",
    "Custom": "Personnalisé",
    "Remember": "Mémoriser",
    "Cache": "Cache",
    "Unknown": "Inconnue",
    "Change Subtitles Position": "Changer la position des Sous-titres",
    "Minimize": "Réduire",
    "Separate directory for Downloads": "Dossier différent pour les Téléchargements",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Activer cette option empêchera le partage de cache entre les fonctions Visionner Maintenant et Télécharger",
    "Downloads Directory": "Dossier Téléchargements",
    "Open Downloads Directory": "Ouvrir le Dossier Téléchargements",
    "Delete related cache ?": "Supprimer le cache lié ?",
    "Yes": "Oui",
    "No": "Non",
    "Cache files deleted": "Fichiers de Cache supprimés",
    "Delete related cache when removing from Seedbox": "Supprimer le cache lié lors d'une suppression de la Seedbox",
    "Always": "Toujours",
    "Ask me every time": "Me demander à chaque fois",
    "Enable Protocol Encryption": "Activer le Chiffrement du Protocole",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Permets de se connecter aux pairs qui utilisent PE/MSE. La plupart du temps, augmentera le nombre de pairs auxquels il est possible de se connecter, mais pourrait aussi augmenter l'usage du CPU",
    "Show the Seedbox when a new download is added": "Afficher la Seedbox quand un nouveau téléchargement est ajouté",
    "Download added": "Téléchargement ajouté",
    "Change API Server": "Modifier le Serveur API",
    "Default Content Language": "Langue par Défaut pour le Contenu",
    "Title translation": "Traduction du titre",
    "Translated - Original": "Traduit - Original",
    "Original - Translated": "Original - Traduit",
    "Translated only": "Traduit uniquement",
    "Original only": "Original uniquement",
    "Translate Posters": "Traduire les Affiches",
    "Translate Episode Titles": "Traduire les Titres d'Épisodes",
    "Only show content available in this language": "Montrer uniquement le contenu disponible dans cette langue",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Les traductions dépendent de leur disponibilité. Certaines options peuvent aussi ne pas être supportées par tous les serveurs API",
    "added": "ajouté",
    "Max. Down / Up Speed": "Vitesse Max. Down / Up",
    "Show Release Info": "Afficher les Infos de Version",
    "Parental Guide": "Guide Parental",
    "Rebuild bookmarks database": "Reconstruire la base de de données des favoris",
    "Rebuilding bookmarks...": "Reconstruction des favoris...",
    "Submit metadata & translations": "Envoyer les métadonnées & traductions",
    "Not available": "Non disponible",
    "Cast not available": "Casting indisponible",
    "was removed from bookmarks": "a été supprimé des favoris",
    "Bookmark restored": "Favoris restorés",
    "Undo": "Annuler",
    "minute(s) remaining before preloading next episode": "minute(s) restantes avant de précharger l'épisode suivant",
    "Zoom": "Zoom",
    "Contrast": "Contraste",
    "Brightness": "Luminosité",
    "Hue": "Teinte",
    "Saturation": "Saturation",
    "Decrease Zoom by": "Réduire le Zoom de",
    "Increase Zoom by": "Augmenter le Zoom de",
    "Decrease Contrast by": "Réduire le Contraste de",
    "Increase Contrast by": "Augmenter le Contraste de",
    "Decrease Brightness by": "Réduire la Luminosité de",
    "Increase Brightness by": "Augmenter la Luminosité de",
    "Rotate Hue counter-clockwise by": "Faire pivoter la teinte dans le sens inverse des aiguilles d'une montre de",
    "Rotate Hue clockwise by": "Faire pivoter la teinte dans le sens des aiguilles d'une montre de",
    "Decrease Saturation by": "Réduire la Saturation de",
    "Increase Saturation by": "Augmenter la Saturation de",
    "Automatically update the API Server URLs": "Mettre à jour les URL des Serveur API automatiquement",
    "Enable automatically updating the API Server URLs": "Activer la mise à jour automatique des URL des Serveur API",
    "Automatically update the app when a new version is available": "Mettre à jour l'appli automatiquement quand une nouvelle version est disponible",
    "Enable automatically updating the app when a new version is available": "Autoriser la mise à jour automatique de l'appli quand une nouvelle version est disponible",
    "Check for updates": "Rechercher des mises à jour",
    "Updating the API Server URLs": "Mise à jour des URL des Serveurs API",
    "API Server URLs updated": "URL des Serveurs API mises à jour",
    "API Server URLs already updated": "URL des Serveurs API déjà mises à jour",
    "API Server URLs could not be updated": "Les URL des Serveurs API n'ont pas pu être mises à jour",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "Vous pouvez ajouter plusieurs Serveurs API séparés par une virgule, qui seront sélectionnés au hasard (*pour l'équilibrage de charge) jusqu'à trouver le premier disponible",
    "The API Server URL(s) was copied to the clipboard": "URL des Serveurs API copiée(s) dans le presse-papier",
    "0 = Disable preloading": "0 = Désactiver le préchargement",
    "Search field always expanded": "Champ de recherche toujours étendu",
    "DHT UDP Requests Limit": "Limite de Requêtes DHT UDP",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Connectez-vous à %s pour récupérer automatiquement les sous-titres pour les films et épisodes que vous regardez avec %s",
    "Create an account": "Créer un compte",
    "Search for something or drop a .torrent / magnet link...": "Chercher quelque chose ou déposer un .torrent / lien magnet...",
    "Torrent removed": "Torrent supprimé",
    "Remove": "Supprimer",
    "Connect to %s": "Connecter à %s",
    "to automatically 'scrobble' episodes you watch in %s": "pour partager automatiquement les épisodes que vous regardez avec %s",
    "Sync now": "Se synchroniser maintenant",
    "Same as Default Language": "Identique à la Langue par Défaut",
    "Language": "Langue",
    "Allow Audio Passthrough": "Activer la Transmission Audio",
    "release info link": "lien vers les infos de version",
    "parental guide link": "lien vers le guide parental",
    "IMDb page link": "lien de page IMDb",
    "submit metadata & translations link": "lien d'envoi des métadonnées & traductions",
    "episode title": "titre d'épisode",
    "full cast & crew link": "lien de l'équipe de tournage et du casting complet",
    "Click providers to enable / disable": "Cliquez sur les fournisseurs pour activer / désactiver",
    "Right-click to filter results by": "Clic-droit pour filtrer les résultats par",
    "to filter by <i>All</i>": "pour filtrer par <i>Tous</i>",
    "more...": "davantage...",
    "Seeds": "Seeds",
    "Peers": "Pairs",
    "less...": "moins..."
}