{
	"Initializing PopcornTime. Please Wait...": "Pokretanje Popcorn Time. Molim pričekajte...",
	"Movies": "Filmovi",
	"TV Series": "TV serije",
	"Genre": "Žanr",
	"All": "Sve",
	"Action": "Akcijski",
	"Adventure": "Avanture",
	"Animation": "Animirani",
	"Biography": "Biografije",
	"Comedy": "Komedije",
	"Crime": "Krimi",
	"Documentary": "Dokumentarni",
	"Drama": "Drame",
	"Family": "Obiteljski",
	"Fantasy": "Fantazijski",
	"Film-Noir": "Film-Noir",
	"History": "Povijesni",
	"Horror": "Horori",
	"Music": "Glazbeni",
	"Musical": "Mjuzikli",
	"Mystery": "Misterijski",
	"Romance": "Romance",
	"Sci-Fi": "Znanstveno-fantastični",
	"Short": "Kratki",
	"Sport": "Sportski",
	"Thriller": "Trileri",
	"War": "Ratni",
	"Western": "Vesterni",
	"Sort by": "Sortirati po",
	"Popularity": "Popularnost",
	"Date": "Datum dodavanja",
	"Year": "Godina",
	"Rating": "Ocjena",
	"Search": "Pretraživanje",
	"Load More": "Učitaj više",
	"Children": "Dječji",
	"Game Show": "Kvizovi",
	"Home And Garden": "Dom i vrt",
	"Mini Series": "Mini serije",
	"News": "Vijesti",
	"Reality": "Reality",
	"Science Fiction": "Znanstveno-fantastični",
	"Soap": "Sapunice",
	"Special Interest": "Posebnog interesa",
	"Suspense": "Napetice",
	"Talk Show": "Talk Show",
	"Continuing": "Nastavlja se",
	"Ended": "Završeno",
	"Aired Date": "Datum emitiranja",
	"Updated": "Ažurirano",
	"Name": "Naziv",
	"Season": "Sezona",
	"Seasons": "Sezone",
	"Episode": "Epizoda",
	"Episodes": "Epizode",
	"Watch Now": "Pogledati odmah",
	"Watch Trailer": "Pogledati najavu",
	"Subtitles": "Titlovi",
	"Settings": "Postavke",
	"User Interface": "Korisničko sučelje",
	"More Options": "Više opcija",
	"Saved": "Spremljeno",
	"Default Language": "Zadani jezik",
	"Default Subtitle": "Zadani titlovi",
	"Disabled": "Onemogućeno",
	"TV Show API Endpoint": "API krajnja točka TV serija",
	"HTTP API Port": "HTTP API Port",
	"HTTP API Username": "HTTP API korisničko ime",
	"HTTP API Password": "HTTP API lozinka",
	"connecting": "Povezivanje...",
	"Download": "Preuzimanje",
	"Upload": "Slanje",
	"Peers": "Peerova",
	"Seeds": "Seedera",
	"startingDownload": "Pokretanje preuzimanja...",
	"downloading": "Preuzimanje...",
	"ready": "Spremno",
	"Please wait": "Molim pričekajte",
	"Cancel": "Odustani",
	"Success": "Uspjeh",
	"Subtitles Offset": "Pomak titlova",
	"secs": "sekundi",
	"Volume": "Zvuk",
	"Please restart your application": "Molim ponovno pokrenite aplikaciju",
	"Restart": "Ponovno pokreniti",
	"We are flushing your database": "Radi se čišćenje baze podataka",
	"We are flushing your databases": "Radi se čišćenje baza podataka",
	"We are rebuilding the TV Show Database. Do not close the application.": "Radi se obnova baze podataka TV serija. Nemojte zatvoriti aplikaciju.",
	"No shows found...": "Nisu pronađene TV serije...",	
	"Terms of Service": "Uvjeti korištenja",
	"I Accept": "Prihvaćam",
	"Leave": "Napusti",
	"No Favorites found...": "Nisu pronađeni omiljeni...",
	"Rebuild TV Shows Database": "Obnoviti bazu podataka TV serija",
	"Flush bookmarks database": "Očistiti bazu podataka omiljenih",
	"Flush all databases": "Očistiti sve baze podataka",
	"Show movie quality on list": "Prikazati kvalitetu filma na popisu",
	"Size": "Veličina",
	"Active Peers": "Aktivnih peerova",
	"No movies found...": "Filmovi nisu pronađeni...",
	"Ratio": "Omjer",
	"Health Excellent": "Zdravlje odlično",
	"Health Good": "Zdravlje dobro",
	"Health Medium": "Zdravlje osrednje",
	"Health Bad": "Zdravlje loše",
	"Health false": "Zdravlje krivo",
	"Status: Checking Database...": "Status: Provjeravanje baze podataka...",
	"Status: Creating Database...": "Status: Kreiranje baze podataka...",
	"Status: Updating database...": "Status: Ažuriranje baze podataka...",
	"Status: Skipping synchronization TTL not met": "Status: Preskakanje sinkronizacije, TTL nije postignut",
	"Advanced Settings": "Napredne postavke",
	"Connection Limit": "Ograničenje veze",
	"DHT Limit": "DHT ograničenje",
	"Cache Directory": "Privremena mapa",
	"Clear Cache directory after closing app?": "Očistiti privremenu mapu nakon zatvaranja aplikacije?",
	"Only list movies in": "Izlistati samo filmove u",
	"Tmp Folder": "Privremena mapa",
	"Clear Tmp Folder after closing app?": "Očistiti privremenu mapu nakon zatvaranja aplikacije?",
	"Status: Downloading API archive...": "Status: Preuzimanje API arhive...",
	"Status: Archive downloaded successfully...": "Status: Arhiva preuzeta uspješno...",
	"Status: Importing file": "Status: Unošenje datoteke",
	"Status: Imported successfully": "Status: Uspješno uneseno",
	"Status: Launching applicaion... ": "Status: Pokretanje aplikacije...",
	"URL of this stream was copied to the clipboard": "URL ovog streama je kopiran u međuspremnik",
	"Error loading data, try again later...": "Greška pokretanja podataka, pokušajte ponovno kasnije...",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Greška, baza podataka je vjerojatno iskvarena. Pokušajte očistiti omiljene u postavkama.",
	"Reset to Default Settings": "Vratiti na zadane postavke",
	"Are you sure?": "Jeste li sigurni?",
	"Flushing bookmarks...": "Čišćenje omiljenih...",
	"Flushing...": "Čišćenje...",
	"Resetting...": "Povratak postavki...",
	"We are resetting the settings": "Postavljanje postavki na zadano",
	"New version downloaded": "Nova verzija preuzeta",
	"Installed": "Instalirano",
	"Changelog": "Popis promjena",
	"Install Now": "Instalirati odmah",
	"Restart Now": "Ponovno pokrenuti odmah",
	"We are flushing your subtitle cache": "Čišćenje titlova",
	"Subtitle cache deleted": "Titlovi obrisani",
	"Flush subtitles cache": "Očistiti titlove",
	"Open IMDb page": "Otvoriti IMDb stranicu",
	"Quality": "Kvaliteta",
	"Please select a file to play": "Odaberite datoteku za pustiti",
	"Port to stream on": "Port za puštanje streama",
	"0 = Random": "0 = Slučajno",
	"Add to bookmarks": "Dodati u omiljeno",
	"Remove from bookmarks": "Ukloniti iz omiljenog",
	"waitingForSubtitles": "Čekanje titlova...",
	"Trakt.tv": "Trakt.tv",
	"Username": "Korisničko ime",
	"Password": "Lozinka",
	"Popcorn Time stores an encrypted hash of your password in your local database": "Popcorn Time sprema enkriptirani hash vaše lozinke u vašoj lokalnoj bazi podataka",
	"Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "Unesite ovdje vaše Trakt.tv detalje kako bi ste automatski spremili epizode koje ste pogledali u Popcorn Time",
	"Test Login": "Testiranje prijave",
	"Testing...": "Testiranje...",
	"Success!": "Uspjeh!",
	"Failed!": "Neuspjeh!",
	"Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Popcorn Time! je rezultat mnogo developera i dizajnera koji iskorištavaju nekoliko API-ija zajedno kako bi iskustvo gledanja torrent filmova bilo najjednostavnije moguće.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Ovo je projekt otvorenog kôda. Mi smo iz cijelog svijeta. Volimo filmove. Najviše od svega, volimo kokice.",
	"Made with": "Napravljeno sa",
	"by a bunch of geeks from All Around The World": "od strane geekova iz cijeloga svijeta",
	"Disconnect account": "Odspoji račun",
	"You are currently authenticated to Trakt.tv as": "Trenutačno ste autentificirani sa Trakt.tv kao",
	"Ratio:": "Omjer:",
	"Seeds:": "Seedera:",
	"Peers:": "Peerova:",
	"Show rating over covers": "Prikazati ocjenu filma na naslovnici",
	"Always On Top": "Uvijek na vrhu",
	"Global shortcuts": "Globalni prečaci",
	"Video Player": "Video izvođač",
	"Toggle Fullscreen": "Namjestiti preko cijelog ekrana",
	"Play/Pause": "Pustiti/Pauza",
	"Seek Forward": "Pomicanje naprijed",
	"Increase Volume": "Pojačati zvuk",
	"Set Volume to": "Namjestiti zvuk",
	"Offset Subtitles by": "Pomaknuti titlove za",
	"Toggle Mute": "Namjestiti tiho",
	"Movie Detail": "Opis filma",
	"Toggle Quality": "Namjestiti kvalitetu",
	"Play Movie": "Pustiti film",
	"Exit Fullscreen": "Izlaz iz cijelog ekrana",
	"Seek Backward": "Pomicanje nazad",
	"Decrease Volume": "Stišati zvuk",
	"Show Stream URL": "Prikazati URL streama",
	"TV Show Detail": "Opis TV serije",
	"Toggle Watched": "Namjestiti pogledano",
	"Select Next Epsisode": "Odabrati slijedeću epizodu",
	"Select Previous Episode": "Odabrati prošlu epizodu",
	"Select Next Season": "Odabrati slijedeću sezonu",
	"Select Previous Season": "Odabrati prošlu sezonu",
	"Play Episode": "Pustiti epizodu",
	"space": "razmak",
	"shift": "shift",
	"ctrl": "ctrl",
	"enter": "enter",
	"esc": "esc",
	"Keyboard Shortcuts": "Tipkovnički prečaci",
	"Sync With Trakt": "Sinkronizirati sa Trakt",
	"Syncing...": "Sinkroniziranje...",
	"Done": "Gotovo",
	"Error": "Greška",
	"Cut": "Izrezati",
	"Copy": "Kopirati",
	"Paste": "Zalijepiti",
	"Theme": "Teme",
	"Health Unknown": "Zdravlje nepoznato",
	"Airplay Now": "Airplay odmah",
	"External Now": "Vanjski odmah",
	"Streaming From Popcorn Time": "Puštanje iz Popcorn Time",
	"External Player": "Vanjski izvođač",
	"Remote Control": "Daljinsko upravljanje",
	"Connection": "Veza",
	"Show advanced settings": "Prikazati napredne postavke",
	"Start Screen": "Početni prikaz",
	"Favorites": "Omiljeno",
	"Watched Items": "Pogledane stavke",
	"Show": "Prikazati",
	"Fade": "Zatamniti",
	"Hide": "Sakriti",
	"Help Section": "Pomoć",
	"Did you know?": "Jeste li znali?",
	"What does Popcorn Time offer?": "Što nudi Popcorn Time?",
	"With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Sa Popcorn Time, možete gledati filmove i TV serije vrlo jednostavno. Sve što trebate napraviti je kliknuti na neku naslovnicu i onda kliknuti 'Pogledati odmah'. Ali vaše iskustvo je vrlo prilagodljivo:",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Naša kolekcija filmova sadrži samo filmove u visokoj kvaliteti (High-Definition), dostupno u 720p i 1080p. Da biste pogledali film, jednostavno otvorite Popcorn Time i pregledajte kolekciju filmova, nalazi se u kartici 'Filmovi', u navigacijskoj traci. Zadana stavka će vam prikazati filmove po popularnosti, ali vi možete namjestiti svoje filtere, zahvaljujući 'Žanr' i 'Sortirati po' filterima. Nakon što ste odabrali film koji želite pogledati, kliknite njegovu naslovnicu. Nakon toga kliknite 'Pogledati odmah'. I ne zaboravite kokice!",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Kartica TV serija, može se pristupiti tako da kliknete 'TV serije' u navigacijskoj traci i prikazati će vam se sve serije dostupne u našoj kolekciji. Možete koristiti svoje filtere kao i kod filmova da lakše pronađete ono što želite gledati. U ovoj kolekciji opet kliknite naslovnicu i pojaviti će vam se novi prozor u kojemu možete pregledati kroz sezone i epizode. Nakon što se odlučite, samo kliknite gumb 'Pogledati odmah'.",
	"Choose quality": "Odabrati kvalitetu",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Klizač pokraj gumba 'Pogledati odmah' omogućava vam da odaberete kvalitetu. Također možete namjestiti fiksiranu kvalitetu u postavkama. Upozorenje: bolja kvaliteta zahtjeva više podataka za preuzimanje.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Većina naših filmova i TV serija ima titlove u vašem jeziku. Možete ih namjestiti u postavkama. Za filmove, također ih možete namjestiti u padajućem izborniku u opisu filma.",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Klikom na ikonu srca na naslovnici dodajete film ili seriju u popis vaših omiljenih. Ta kolekcija je dostupna klikom na ikonu srca u navigacijskoj traci. Da biste maknuli neku stavku iz vaše kolekcije samo opet kliknite na naslovnici ikonu srca! Može li biti jednostavnije?",
	"Watched icon": "Ikona pogledanog",
	"Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Popcorn Time će pamtiti što ste već pogledali - mala pomoć u pamćenju nikome neće smetati. Također možete namjestiti stavku kao pogledanu klikom na ikonu koja sliči oku na naslovnici. Možete također izgraditi i sinkronizirati vašu kolekciju sa Trakt.tv u postavkama.",
	"In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "U Popcorn Time, možete koristiti ikonu povećala da biste pokrenuli pretraživanje. Upišite naslov, glumca, redatelja ili čak godinu, pritisnite 'Enter' i pogledajte što vam mi možemo ponuditi. Da biste zatvorili trenutno pretraživanje, možete kliknuti 'X' koji se nalazi odmah pokraj vašeg unosa ili upišite nešto drugo u polje.",
	"External Players": "Vanjski izvođači",
	"If you prefer to use a custom player instead of the builtin one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "Ako želite koristiti neki drugi izvođač umjesto ugrađenog, možete kliknuti dio na desnoj strani gumba 'Pogledati odmah'. Pojaviti će vam se lista instaliranih izvođača, odaberite jednog i Popcorn Time će sve poslati njemu. Ako vaš izvođač nije na listi, molimo vas da nam to prijavite.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Kako bismo podešavanja pomaknuli još više, nudimo vam mnogo opcija. Kako biste pristupili postavkama, kliknite na ikonu oblika kotača u navigacijskoj traci.",
	"Keyboard Navigation": "Upravljanje tipkovnicom",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Cijela lista tikovničkih prečaca dostupna je pritiskom na '?' na vašoj tipkovnici, ili klikom na ikonu oblika tipkovnice u postavkama.",
	"Custom Torrents and Magnet Links": "Drugi torrenti i magnet linkovi",
	"You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Možete koristiti druge torrente i magnet linkove u Popcorn Time. Jednostavno prevucite i pustite .torrent datoteku u prozor aplikacije, i/ili zalijepite magnet link.",
	"Torrent health": "Torrent zdravlje",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "U opisu filma/TV serije, možete naći kružić, obojen u sivo, crveno, žuto ili zeleno. Te boje predstavljaju zdravlje torrenta. Zeleni torrent će biti preuzet brzo, dok se crveni možda neće uopće pokrenuti, ili vrlo sporo. Siva boja predstavlja grešku u spoju za filmove, i potrebno je kliknuti u TV serijama da bi se prikazalo zdravlje.",
	"How does Popcorn Time work?": "Kako radi Popcorn Time?",
	"Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "Popcorn Time pušta video sadržaj preko torrenta. Naše filmove omogućio je YTS (http://yts.re), a TV serije EZTV (http://eztv.it), dok su meta-podaci iz Trakt (http://trakt.tv). Mi sami ne držimo nikakav sadržaj.",
	"Torrent streaming? Well, torrents use Bittorent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrent puštanje? Torrenti koriste Bittorent protokol, što u biti znači da preuzimate male dijelove nekakvog sadržaja direktno sa računala nekog korisnika, šaljući dijelove koje ste preuzeli nekom drugom korisniku. Onda možete pogledati te preuzete dijelove dok se slijedeći preuzimaju u pozadini. Ta razmjena omogućava sadržaju da ostane zdrav.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "Nakon što je sadržaj potpuno preuzet nastavljate slati dijelove drugim korisnicima. Sve je obrisano sa vašeg računala nakon zatvaranja Popcorn Time. Ne može biti jednostavnije.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Aplikacija je napravljena sa Node-Webkit, HTML, CSS i Javascript tehnologijama. Radi kao Google Chrome preglednik, samo što je većina kôda na vašem računalu. Da, Popcorn Time koristi iste tehnologije kao i ostale stranice, npr... Wikipedia, ili Youtube!",
	"I found a bug, how do I report it?": "Pronašao sam grešku, kako da je prijavim?",
	"No history found...": "Nije pronađena povijest...",
	"Error, database is probably corrupted. Try flushing the history in settings.": "Greška, baza podataka je vjerojatno korumpirana. Pokušajte očistiti povijest u postavkama.",
	"You can paste magnet links anywhere in Popcorn Time with CTRL+V": "Možete zalijepiti magnet linkove bilo gdje u Popcorn Time sa CTRL+V",
	"You can drag & drop a .torrent file into Popcorn Time": "Možete prevući & pustiti .torrent datoteku u Popcorn Time",
	"The Popcorn Time project started in February 2014 and has already had 150 people that contributed more than 3000 times to its development in August 2014.": "Popcorn Time projekt započeo je u veljači 2014. i već je 150 ljudi doprinijelo više od 3000 puta njegovom razvoju u kolovozu 2014.",
	"The rule n°10 applies here.": "Pravilo n°10 vrijedi ovdje.",
	"If a subtitle for a TV Show is missing, you can add it on <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. And the same way for a Movie, but on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>": "Ako nedostaje titl za TV seriju, možete ga dodati na <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. Isto tako i za film, ali na <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>",
	"If you're experiencing connection drop issues, try to reduce the DHT Limit in Settings": "Ako doživljavate probleme sa vezom, pokušajte smanjiti DHT ograničenje u postavkama",
	"Search \"1998\" to see all movies that came out that year": "Pretražite \"1998\" da biste vidjeli sve filmove koji su izašli te godine",
	"You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Možete se prijaviti u Trakt.tv kako biste spremili sve vaše pogledane stavke i sinkronizirali ih sa svim uređajima.",
	"Clicking on the rating stars will display a number instead": "Klikom na zvijezde prikazati će vam se broj ocjene",
	"This application is entirely written in HTML5, CSS3 and Javascript": "Ova aplikacija je kompletno napisana u HTML5, CSS3 i Javascript",
	"Wanna know more about a Movie or a TV Series? Just click the IMDb icon.": "Želite znati više o filmu ili TV seriji? Kliknite IMDb ikonu.",
	"Clicking twice on a \"Sort By\" filter reverses the order of the list": "Klikom dvaput na \"Sortirati po\" okrenuti će te poredak liste",
	"Streaming to": "Puštanje u",
	"playingExternally": "Vanjsko puštanje",
	"Switch Tab": "Promijeniti karticu",
	"Enlarge Covers": "Povećati naslovnice",
	"Reduce Covers": "Smanjiti naslovnice",
	"Open this screen": "Otvoriti ovaj prikaz",
	"Open the Help Section": "Otvoriti pomoć",
	"Open Item Details": "Otvoriti opise stavke",
	"Add Item to Favorites": "Dodati stavku u omiljeno",
	"Mark as Seen": "Označiti kao pogledano",
	"Open Settings": "Otvoriti postavke",
	"Custom...": "Prilagođeno..."
}