{
    "External Player": "Pemutar Eksternal",
    "Made with": "Dibuat dengan",
    "by a bunch of geeks from All Around The World": "oleh sekelompok ahli dari Seluruh Dunia",
    "Initializing %s. Please Wait...": "Menyiapkan %s. Silahkan Tunggu...",
    "Movies": "Film",
    "TV Series": "Serial TV",
    "Anime": "Anime",
    "Genre": "Genre",
    "All": "Semua",
    "Action": "Aksi",
    "Adventure": "Petualangan",
    "Animation": "Animasi",
    "Children": "Anak-anak",
    "Comedy": "Komedi",
    "Crime": "Kriminal",
    "Documentary": "Dokumenter",
    "Drama": "Drama",
    "Family": "Keluarga",
    "Fantasy": "Fantasi",
    "Game Show": "Pertunjukan Game",
    "Horror": "Horor",
    "Mini Series": "Seri Kecil",
    "Mystery": "Misteri",
    "News": "Berita",
    "Reality": "Realita",
    "Romance": "Romansa",
    "Science Fiction": "Sci-Fi",
    "Soap": "Opera Sabun",
    "Special Interest": "Minat Khusus",
    "Sport": "Olahraga",
    "Suspense": "Menegangkan",
    "Talk Show": "Talk Show",
    "Thriller": "Thriller",
    "Western": "Barat",
    "Sort by": "Urut berdasarkan",
    "Updated": "Diperbarui",
    "Year": "Tahun",
    "Name": "Nama",
    "Search": "Cari",
    "Season": "Musim",
    "Seasons": "Musim",
    "Season %s": "Musim %s",
    "Load More": "Muat Lebih Banyak",
    "Saved": "Disimpan",
    "Settings": "Pengaturan",
    "User Interface": "Antarmuka Pengguna",
    "Default Language": "Bahasa Standar",
    "Theme": "Tema",
    "Start Screen": "Layar Awal",
    "Favorites": "Favorit",
    "Show rating over covers": "Tampilkan rating pada cover",
    "Always On Top": "Selalu Didepan",
    "Watched Items": "Berkas Ditonton",
    "Show": "Tampilkan",
    "Fade": "Pudarkan",
    "Hide": "Sembunyikan",
    "Subtitles": "Terjemahan",
    "Default Subtitle": "Terjemahan Standar",
    "Disabled": "Matikan",
    "Size": "Ukuran",
    "Quality": "Kualitas",
    "Trakt.tv": "Trakt.tv",
    "Username": "Nama Pengguna",
    "Password": "Kata Sandi",
    "%s stores an encrypted hash of your password in your local database": "%s menyimpan hash terenkripsi dari kata sandi anda di basis data lokal",
    "Remote Control": "Remot Kontrol",
    "HTTP API Port": "Port HTTP API",
    "HTTP API Username": "Nama HTTP API",
    "HTTP API Password": "Sandi HTTP API",
    "Connection": "Koneksi",
    "Connection Limit": "Batas Koneksi",
    "DHT Limit": "Batas DHT",
    "Port to stream on": "Port untuk menyalakan streaming",
    "0 = Random": "0 = Acak",
    "Cache Directory": "Direktori Cache",
    "Clear Cache Folder after closing the app?": "Clear Cache Folder after closing the app?",
    "Database": "Basisdata",
    "Database Directory": "Direktori Basisdata",
    "Import Database": "Impor Basisdata",
    "Export Database": "Ekspor Basisdata",
    "Flush bookmarks database": "Bersihkan markah basisdata",
    "Flush all databases": "Bersihkan semua basisdata",
    "Reset to Default Settings": "Kembalikan ke Pengaturan Semula",
    "Importing Database...": "Mengimpor Basisdata...",
    "Please wait": "Silahkan tunggu",
    "Error": "Terjadi kesalahan",
    "Biography": "Biografi",
    "Film-Noir": "Film-Noir",
    "History": "Sejarah",
    "Music": "Musik",
    "Musical": "Musikal",
    "Sci-Fi": "Sci-Fi",
    "Short": "Film Pendek",
    "War": "Perang",
    "Rating": "Rating",
    "Open IMDb page": "Buka halaman IMDb",
    "Health false": "Kesehatan Buruk",
    "Add to bookmarks": "Tambah ke markah",
    "Watch Trailer": "Tonton Trailer",
    "Watch Now": "Tonton Sekarang",
    "Ratio:": "Rasio:",
    "Seeds:": "Seed:",
    "Peers:": "Peer:",
    "Remove from bookmarks": "Buang dari markah",
    "Changelog": "Log perubahan",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "%s adalah karya dari banyak developer dan desaigner menyatukan banyak API bersama untuk membuat pengalaman menonton film torrent semudah mungkin.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Kami merupakan proyek sumber terbuka. Kami dari seluruh dunia. Kami mencintai film. Dan tentunya, kami menyukai popcorn.",
    "Health Unknown": "Kesehatan Tidak Diketahui",
    "Episodes": "Episode",
    "Episode %s": "Episode %s",
    "Aired Date": "Tanggal Disiarkan",
    "Streaming to": "Streaming ke",
    "connecting": "Menyambung",
    "Download": "Unduh",
    "Upload": "Unggah",
    "Active Peers": "Peer Aktif",
    "Cancel": "Batal",
    "startingDownload": "Mulai Mengunduh",
    "downloading": "Mengunduh",
    "ready": "Siap",
    "playingExternally": "Putar Diluar",
    "Custom...": "Buatan...",
    "Volume": "Volume",
    "Ended": "Akhir",
    "Error loading data, try again later...": "Gagal memuat data, coba lagi nanti...",
    "Miscellaneous": "Lain-lain",
    "First unwatched episode": "First unwatched episode",
    "Next episode": "Next episode",
    "Flushing...": "Membersihkan...",
    "Are you sure?": "Anda yakin?",
    "We are flushing your databases": "Kami membersihkan basisdata Anda",
    "Success": "Berhasil",
    "Please restart your application": "Silahkan mulai ulang aplikasi Anda",
    "Restart": "Mulai ulang",
    "Terms of Service": "Kebijakan Layanan",
    "I Accept": "Saya Setuju",
    "Leave": "Tinggalkan",
    "Series detail opens to": "Series detail opens to",
    "Playback": "Putarbalik",
    "Play next episode automatically": "Putar episode selanjutnya secara otomatis",
    "Generate Pairing QR code": "Buat kode QR Pairing",
    "Play": "Putar",
    "waitingForSubtitles": "Menunggu Terjemahan",
    "Play Now": "Putar Sekarang",
    "Seconds": "Detik",
    "You are currently connected to %s": "You are currently connected to %s",
    "Disconnect account": "Putuskan akun",
    "Syncing...": "Menyambung...",
    "Done": "Selesai",
    "Subtitles Offset": "Tampilan Terjemahan",
    "secs": "detik",
    "We are flushing your database": "Kami menghapus basisdata Anda",
    "Ratio": "Rasio",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Gagal, kemungkinan basisdata rusak. Coba bersihkan markah di pengaturan.",
    "Flushing bookmarks...": "Membersihkan markah...",
    "Resetting...": "Mengatur ulang...",
    "We are resetting the settings": "Kami mengembalikan pengaturan",
    "Installed": "Terpasang",
    "Please select a file to play": "Silahkan pilih berkas untuk diputar",
    "Global shortcuts": "Pintasan Global",
    "Video Player": "Pemutar Video",
    "Toggle Fullscreen": "Tombol Layar Penuh",
    "Play/Pause": "Putar/Jeda",
    "Seek Forward": "Percepat ke Depan",
    "Increase Volume": "Naikkan Volume",
    "Set Volume to": "Atur Volume ke",
    "Offset Subtitles by": "Atur Terjemahan ke",
    "Toggle Mute": "Tombol Diam",
    "Movie Detail": "Rincian Film",
    "Toggle Quality": "Tombol Kualitas",
    "Play Movie": "Putar Film",
    "Exit Fullscreen": "Keluar Layar Penuh",
    "Seek Backward": "Percepat ke Belakang",
    "Decrease Volume": "Kurangi Volume",
    "TV Show Detail": "Rincian Acara TV",
    "Toggle Watched": "Tombol Ditonton",
    "Select Next Episode": "Pilih Episode Selanjutnya",
    "Select Previous Episode": "Pilih Episode Sebelumnya",
    "Select Next Season": "Pilih Musim Selanjutnya",
    "Select Previous Season": "Pilih Musim Sebelumnya",
    "Play Episode": "Putar Episode",
    "space": "spasi",
    "shift": "shift",
    "ctrl": "ctrl",
    "enter": "enter",
    "esc": "esc",
    "Keyboard Shortcuts": "Pintasan Keyboard",
    "Cut": "Potong",
    "Copy": "Salin",
    "Paste": "Tempel",
    "Help Section": "Bagian Bantuan",
    "Did you know?": "Tahukah Anda?",
    "What does %s offer?": "Apa yang %s tawarkan?",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Dengan %s, anda dapat menonton Film dan Serial TV dengan sangat mudah. Yang harus anda lakukan hanyalah mengklik salah satu covernya, lali klik 'Tonton Sekarang'. Tapi pengalaman anda sangat dikostumisasi:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Koleksi film kami hanya tersedia dalam Resolusi Tinggi, tersedia pada resolusi 720p dan 1080p. Untuk menonton film, buka %s dan jelajahi koleksi film, dapat dijelajahi di tab 'Film', di tab navigasi. Defaultnya akan menampilkan semua film yang disortir berdasarkan popularitas, tapi anda dapat menggunakan filter anda sendiri, terima kasih kepada filter 'Genre' dan 'Urutkan menurut' filters. Setelah anda menemukan film yang akan anda lihat, klik covernya. Lalu klik 'Tonton Sekarang'. Jangan lupa popcorn!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Tab Serial TV, yang dapat dibuka dengan mengklik \"Serial TV\" pada bilah navigasi, akan menampilkan semua serial pada koleksi kami. Anda dapat juga menerapkan filter sendiri, sama halnya Film, untuk membantu Anda menentukan mana yang ingin ditonton. Pada koleksi ini juga, klik pada cover tersebut: Jendela baru akan muncul yang memungkinkan Anda menavigasi melalui Musim dan Episide. Setelah memutuskan, klik tombol \"Tonton Sekarang\".",
    "Choose quality": "Pilih kualitas",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Slider di sebelah tombol \"Tonton Sekarang\" akan memungkinan Anda menentukan kualitas aliran. Anda dapat juga menentukan kualitas yang tetap pada tab Pengaturan. Peringatan: kualitas yang lebih baik berarti lebih banyak data yang harus diunduh.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Sebagian besar Film dan Serial TV mempunyai terjemahan dalam bahasa Anda. Anda dapat juga menentukannya pada tab Pengaturan. Untuk Film, Anda dapat juga menentukan melalui menu dropdown, pada halaman Detil Film.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Klik ikon hati pada cover akan menambahkan flim/acara ke Favorit Anda. Koleksi ini dapat dijangkau melalui ikon berbentuk hati, pada bilah navigasi. Untuk menghapus berkas dari koleksi Anda, klik saja ikon tersebut. Mudah bukan?",
    "Watched icon": "Ikon pernah ditonton",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "%s akan menyimpan histori apa yang telah anda tonton. Anda juga dapat menandai item telah ditonton dengan mengklik ikon mata di cover. Anda juga dapat mensinkronkan koleksi anda dengan situs web Trakt.tv, melalui tab pengaturan",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "Di %s, anda dapat menggunakan ikon kaca pembesar untuk membuka form pencarian. Masukan judul, Pemeran, Direktor atau mungkin Tahun, tkan 'Enter' dan biarkan kami menunjukan kepada anda apa yang dapat kami lakukan untuk memenuhi keinginan anda. Untuk menutup pencarian saat ini, klik ikon 'X' yang terletak setelah kata kunci pencarian atau tuliskan sesuatu yang lain di form.",
    "External Players": "Pemutar Eksternal",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Jika anda memilih untuk menggunakan pemutar pilihan daripada pemutar bawaan, anda dapat melakukannya dengan mengklik ikon yang tersedia di tombol 'Tonton Sekarang'. Daftar dari pemutar yang anda install akan tersedia pilih salah satunya dan %s akan mengirimkannya ke aplikasi tersebut. Jika pemutar anda tidak ada dalam daftar, silahkan laporkan kepada kami.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Untuk meningkatkan kostumisasi lebih lanjut, kami membuat opsi panel yang besar. Untuk mengakses Pengaturan, klik icon berbentuk gerigi di bilah navigasi.",
    "Keyboard Navigation": "Navigasi Keyboard",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Keseluruhan daftar pintasan keyboard tersedia dengan menekan '?' pada keyboard Anda, atau melalui ikon berbentuk keyboard di tab Pengaturan.",
    "Custom Torrents and Magnet Links": "Tautan Torrents dan Magnet Buatan",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Anda dapat menggunkan torrent sendiri dan tautan magnet sendiri di %s. Hanya dengan drag dan drop berkas .torrent ke jendela aplikasi, dan/atau tempel tautan magnet apapun.",
    "Torrent health": "Kondisi Torrent",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Pada rincian Serial Movies/TV, Anda dapat menemukan lingkaran kecil berwarna abu-abu, merah, kuning atau hijau. Warna-warna ini merujuk kepada bagus atau tidaknya suatu torrent. Torrent berwarna hijau akan diunduh dengan cepat, sementara warna merah tidak bisa diunduh sama sekali, atau sangat lambat. Warna abu-abu mewakili galat pada kalkulasi kualitas unduhan untuk Movies, dan membutuhkan untuk diklik pada Serial TV supaya bisa menampilkan kualitasnya.",
    "How does %s work?": "Bagaimana cara kerja %s?",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "%s menyediakan konten video melalui torrent. Film kami disediakan oleh %s dan serial TV oleh %s, sedangkan seluruh metadata diambil dari %s. Kami tidak menyimpan konten kami sendiri.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Streaming torrent? Ya, torrent menggunakan protokol Bittorrent, yang pada dasarnya Anda mengunduh beberapa bagian dari suatu konten dari komputer pengguna lain, sedari mengirim bagian-bagian yang Anda telah unduh ke pengguna lain. Lalu, Anda menonton bagian-bagian itu, sedari bagian selanjutnya diunduh di latar belakang. Pertukaran ini membuat konten tetap terjaga kualitasnya.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "Setelah film selesai terunduh, anda melanjutkan seeding bagian-bagian berkas ke pengguna lain. Dan semuanya dihapus dari komputer anda ketika anda menutup %s. Semudah itu.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Aplikasi ini sendiri dibuat menggunakan Node-Webkit, HTML, CSS dan Javascript. Ini berfungsi seperti Google Chrome browser, kecuali anda menghost kodenya di komputer anda sendiri. Ya, %s bekerja dengan teknologi yang sama dengan situs web, seperti... sebut saja Wikipedia, atau Youtube!",
    "I found a bug, how do I report it?": "Saya menemukan bug, bagaimana cara melaporkannya?",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Anda dapat menempel tatuan magnet dimana saja di %s dengan CTRL+V.",
    "You can drag & drop a .torrent file into %s.": "Anda dapat mendrag & drop berkas .torrent ke %s.",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Jika terjemahan pada serial TV hilang, Anda dapat meambahkannya di %s. Begitu juga dengan film, namun berada di %s.",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Anda dapat masuk ke Trakt.tv untuk menyimpan semua video yang Anda tonton, dan mensingkronkannya ke berbagai perangkat.",
    "Clicking on the rating stars will display a number instead.": "Mengklik bintang rating akan menggantinya dengan angka.",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "Aplikasi ini ditulis seluruhnya dalam HTML5, CSS dan Javascript.",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Apakah Anda ingin mengetahui lebih lanjut mengenai Film atau Serial TV? Klik saja ikon IMDb.",
    "Switch to next tab": "Pindah ke tab berikutnya",
    "Switch to previous tab": "Pindah ke tab sebelumnya",
    "Switch to corresponding tab": "Pindah ke tab yang bersangkutan",
    "through": "melalui",
    "Enlarge Covers": "Perbesar Cover",
    "Reduce Covers": "Perkecil Cover",
    "Open Item Details": "Buka Detil Berkas",
    "Add Item to Favorites": "Tambahkan Berkas ke Favorit",
    "Mark as Seen": "Tandai sudah dilihat",
    "Open this screen": "Buka layar ini",
    "Open Settings": "Buka Pengaturan",
    "Posters Size": "Ukuran Poster",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Fitur ini hanya bekerja jika Anda tersambung ke TrakTv. Silahkan tuju ke Pengaturan dan masukkan informasi Anda.",
    "Last Open": "Terakhir Dibuka",
    "Exporting Database...": "Mengekspor Basisdata...",
    "Database Successfully Exported": "Database terekspor dengan sukses",
    "Display": "Tampilan",
    "TV": "TV",
    "Type": "Tipe",
    "popularity": "popularitas",
    "date": "tanggal",
    "year": "tahun",
    "rating": "rating",
    "updated": "diperbarui",
    "name": "nama",
    "OVA": "OVA",
    "ONA": "ONA",
    "Movie": "Film",
    "Special": "Special",
    "Watchlist": "Daftar Tontonan",
    "Resolving..": "Memperbaiki...",
    "About": "Tentang",
    "Open Cache Directory": "Buka Direktori Cache",
    "Open Database Directory": "Buka Direktori Basisdata",
    "Mark as unseen": "Tandai belum dilihat",
    "Playback rate": "Laju pemutaran",
    "Increase playback rate by %s": "Tingkatkan laju pemutaran sebanyak %s",
    "Decrease playback rate by %s": "Kurangi laju pemutaran sebanyak %s",
    "Set playback rate to %s": "Atur laju pemutaran ke %s",
    "Playback rate adjustment is not available for this video!": "Penyesuaian laju pemutaran tidak tersedia untuk video ini!",
    "Color": "Warna",
    "Local IP Address": "IP address lokal",
    "Japan": "Jepang",
    "Cars": "Anime yang tema utamanya adalah mobil dan kemungkinan juga balapan mobil. Obsesi satu karakter saja tidak berarti ini masuk ke dalam genre tersebut. Sebagian besar masuk juga ke dalam genre aksi.",
    "Dementia": "Dementia",
    "Demons": "Iblis",
    "Ecchi": "Anime yang mengandung banyak adegan yang mengarahkan kepada seksual. Ecchi berhubungan dengan pakaian dalam atau terlihatnya payudara, arahan tidak kentara ataupun pemikiran seksual. Ecchi tidak menampilkan adegan seksual secara eksplisit ataupun alat kelamin selain pantat dan dada. Ecchi sering kali digunakan untuk humor.",
    "Game": "Anime yang tema utamanya adalah permainan selain olahraga dan tanpa kekerasan seperti Go, Catur, kartu bergambar atau permainan komputer dan permainan video.",
    "Harem": "Harem",
    "Historical": "Sejarah",
    "Josei": "Josei",
    "Kids": "Anak-anak",
    "Magic": "Magis",
    "Martial Arts": "Bela Diri",
    "Mecha": "Mecha",
    "Military": "Militer",
    "Parody": "Parodi",
    "Police": "Polisi",
    "Psychological": "Psikologis",
    "Samurai": "Samurai",
    "School": "Sekolah",
    "Seinen": "Seinen",
    "Shoujo": "Shoujo",
    "Shoujo Ai": "Shoujo Ai",
    "Shounen": "Shounen",
    "Shounen Ai": "Shounen Ai",
    "Slice of Life": "Potongan Keseharian",
    "Space": "Luar Angkasa",
    "Sports": "Olah Raga",
    "Super Power": "Kekuatan Super",
    "Supernatural": "Gaib",
    "Vampire": "Vampir",
    "VPN": "Jaringan Pribadi Virtual",
    "Connect": "Hubungkan",
    "Create Account": "Buat Akun",
    "Celebrate various events": "Rayakan Bermacam-macam momen",
    "Disconnect": "Terputus",
    "Downloaded": "Telah terunduh",
    "Loading stuck ? Click here !": "Tersangkut pada saat memuat? Klik disini!",
    "Torrent Collection": "Koleksi Torrent",
    "Remove this torrent": "Hapus torrent ini",
    "Rename this torrent": "Ganti nama torrent ini",
    "Open Collection Directory": "Buka Direktori Koleksi",
    "Store this torrent": "Simpan torrent ini",
    "Enter new name": "Masukkan nama baru",
    "This name is already taken": "Nama ini telah digunakan",
    "Always start playing in fullscreen": "Selalu mulai memutar dalam layar penuh",
    "Magnet link": "Taut magnet",
    "Error resolving torrent.": "Terjadi kesalahan dalam menyelesaikan torrent",
    "%s hour(s) remaining": "%s jam tersisa",
    "%s minute(s) remaining": "%s menit tersisa",
    "%s second(s) remaining": "%s detik tersisa",
    "Unknown time remaining": "Sisa waktu tak diketahui",
    "Set player window to video resolution": "Atur jendela pemutar ke ukuran resolusi video",
    "Set player window to double of video resolution": "Atur jendela pemutar dua kali ukuran resolusi video",
    "Set player window to half of video resolution": "Atur jendela pemutar separuh dari resolusi video",
    "Retry": "Ulangi",
    "Import a Torrent": "Impor Torrent",
    "Not Seen": "Belum ditonton",
    "Seen": "Sudah ditonton",
    "Title": "Judul",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "Pemutar ulang video mengalami gangguan. Silakan coba pemutar eksternal seperti %s untuk melihat konten ini.",
    "Font": "Fonta",
    "Decoration": "Dekorasi",
    "None": "Tidak ada",
    "Outline": "Garis tepi",
    "Opaque Background": "Latar belakang samar",
    "No thank you": "Tidak, terima kasih.",
    "Report an issue": "Laporkan masalah",
    "Email": "Email",
    "Submit": "Kirim",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Gunakan saringan masalah %s untuk mencari dan memeriksa apakah masalah sudah dilaporkan atau sudah diselesaikan.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Sertakan cuplikan layar jika relevan - Apakah masalah kamu mengenai fitur desain atau kutu?",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Laporan kutu yang baik tidak akan membuat pengguna lain menanyakan mengenai informasi tambahan. Jadi, ikut sertakan rincian dari sistem kamu.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Peringatan: Selalu gunakan bahasa Inggris ketika menghubungi kami, atau kami mungkin tidak memahami yang Anda katakan.",
    "No results found": "Tidak ditemukan hasil apapun",
    "Open Favorites": "Buka Favorit",
    "Open About": "Buka Tentang",
    "Minimize to Tray": "Minimalkan ke Baki",
    "Close": "Tutup",
    "Restore": "Pulihkan",
    "Features": "Fitur",
    "Connect To %s": "Menyambung Ke %s",
    "Cannot be stored": "Tidak bisa disimpan",
    "Overall Ratio": "Rasio Keseluruhan",
    "Translate Synopsis": "Terjemahkan Sinopsis",
    "N/A": "N/A",
    "Your disk is almost full.": "Disk Anda hampir penuh",
    "You need to make more space available on your disk by deleting files.": "Anda membutuhkan area kosong dalam disk Anda dengan menghapus beberapa berkas.",
    "Playing Next": "Putar Selanjutnya",
    "See-through Background": "Latar belakang transparan",
    "Bold": "Tebal",
    "Currently watching": "Sedang disiarkan",
    "No, it's not that": "Bukan, bukan itu",
    "Correct": "Benar",
    "Init Database": "Menyiapkan Basis Data",
    "Status: %s ...": "Status: %s",
    "Create Temp Folder": "Buat Folder Temp",
    "Set System Theme": "Atur Tema Sistem",
    "Disclaimer": "Disclaimer",
    "Series": "Series",
    "Event": "Kegiatan",
    "Local": "Lokal",
    "Try another subtitle or drop one in the player": "Coba teks terjemahan lain atau letakkan di pemutar",
    "show": "show",
    "movie": "film",
    "Something went wrong downloading the update": "Terjadi kesalahan ketika mengunduh pembaruan",
    "Error converting subtitle": "Galat mengubah terjemahan",
    "No subtitles found": "Teks terjemahan tidak ditemukan",
    "Try again later or drop a subtitle in the player": "Coba lagi nanti atau letakkan teks terjemahan di pemutar",
    "You should save the content of the old directory, then delete it": "Anda harus menyimpan konten dari folder lama, lalu hapuslah",
    "Search on %s": "Cari pada %s",
    "Audio Language": "Bahasa Audio",
    "Subtitle": "Teks Terjemahan",
    "Code:": "Kode:",
    "Error reading subtitle timings, file seems corrupted": "Galat membaca waktu teks terjemahan, sepertinya berkas rusak",
    "Open File to Import": "Buka Berkas untuk diImport",
    "Browse Directory to save to": "Browse Directory to save to",
    "Cancel and use VPN": "Batalkan dan gunakan VPN",
    "Resume seeding after restarting the app?": "Resume seeding after restarting the app?",
    "Seedbox": "Seedbox",
    "Cache Folder": "Cache Folder",
    "Show cast": "Show cast",
    "Filename": "Filename",
    "Stream Url": "Stream Url",
    "Show playback controls": "Show playback controls",
    "Downloading": "Mengunduh",
    "Hide playback controls": "Hide playback controls",
    "Poster Size": "Poster Size",
    "UI Scaling": "UI Scaling",
    "Show all available subtitles for default language in flag menu": "Show all available subtitles for default language in flag menu",
    "Cache Folder Button": "Cache Folder Button",
    "Enable remote control": "Enable remote control",
    "Server": "Server",
    "API Server(s)": "API Server(s)",
    "Proxy Server": "Proxy Server",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings",
    "Update Now": "Update Now",
    "Database Exported": "Database Exported",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Saved Torrents",
    "Search Results": "Hasil Pencarian",
    "Paste a Magnet link": "Paste a Magnet link",
    "Import a Torrent file": "Import a Torrent file",
    "Select data types to import": "Select data types to import",
    "Please select which data types you want to import ?": "Please select which data types you want to import ?",
    "Watched items": "Watched items",
    "Bookmarked items": "Bookmarked items",
    "Download list is empty...": "Download list is empty...",
    "Active Torrents Limit": "Active Torrents Limit",
    "Toggle Subtitles": "Toggle Subtitles",
    "Toggle Crop to Fit screen": "Toggle Crop to Fit screen",
    "Original": "Asli",
    "Fit screen": "Fit screen",
    "Video already fits screen": "Video already fits screen",
    "The filename was copied to the clipboard": "The filename was copied to the clipboard",
    "The stream url was copied to the clipboard": "The stream url was copied to the clipboard",
    "* %s stores an encrypted hash of your password in your local database": "* %s stores an encrypted hash of your password in your local database",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC",
    "Hide cast": "Hide cast",
    "Tabs": "Tabs",
    "Native window frame": "Native window frame",
    "Open Cache Folder": "Open Cache Folder",
    "Restart Popcorn Time": "Restart Popcorn Time",
    "Developer Tools": "Developer Tools",
    "Movies API Server": "Movies API Server",
    "Series API Server": "Series API Server",
    "Anime API Server": "Anime API Server",
    "The image url was copied to the clipboard": "The image url was copied to the clipboard",
    "Popcorn Time currently supports": "Popcorn Time currently supports",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "There is also support for Chromecast, AirPlay & DLNA devices.",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*You can set multiple Filters and tabs at the same time and of course any additional ones later",
    "as well as overwrite or reset your preferences)": "as well as overwrite or reset your preferences)",
    "Default Filters": "Default Filters",
    "Set Filters": "Set Filters",
    "Reset Filters": "Reset Filters",
    "Your Default Filters have been changed": "Your Default Filters have been changed",
    "Your Default Filters have been reset": "Your Default Filters have been reset",
    "Setting Filters...": "Setting Filters...",
    "Default": "Default",
    "Custom": "Custom",
    "Remember": "Remember",
    "Cache": "Cache",
    "Unknown": "Entahlah",
    "Change Subtitles Position": "Change Subtitles Position",
    "Minimize": "Minimize",
    "Separate directory for Downloads": "Separate directory for Downloads",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Enabling will prevent the sharing of cache between the Watch Now and Download functions",
    "Downloads Directory": "Downloads Directory",
    "Open Downloads Directory": "Open Downloads Directory",
    "Delete related cache ?": "Delete related cache ?",
    "Yes": "Ya",
    "No": "No",
    "Cache files deleted": "Cache files deleted",
    "Delete related cache when removing from Seedbox": "Delete related cache when removing from Seedbox",
    "Always": "Always",
    "Ask me every time": "Ask me every time",
    "Enable Protocol Encryption": "Enable Protocol Encryption",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage",
    "Show the Seedbox when a new download is added": "Show the Seedbox when a new download is added",
    "Download added": "Download added",
    "Change API Server": "Change API Server",
    "Default Content Language": "Default Content Language",
    "Title translation": "Title translation",
    "Translated - Original": "Translated - Original",
    "Original - Translated": "Original - Translated",
    "Translated only": "Translated only",
    "Original only": "Original only",
    "Translate Posters": "Translate Posters",
    "Translate Episode Titles": "Translate Episode Titles",
    "Only show content available in this language": "Only show content available in this language",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Translations depend on availability. Some options also might not be supported by all API servers",
    "added": "added",
    "Max. Down / Up Speed": "Max. Down / Up Speed",
    "Show Release Info": "Show Release Info",
    "Parental Guide": "Parental Guide",
    "Rebuild bookmarks database": "Rebuild bookmarks database",
    "Rebuilding bookmarks...": "Rebuilding bookmarks...",
    "Submit metadata & translations": "Submit metadata & translations",
    "Not available": "Not available",
    "Cast not available": "Cast not available",
    "was removed from bookmarks": "was removed from bookmarks",
    "Bookmark restored": "Bookmark restored",
    "Undo": "Undo",
    "minute(s) remaining before preloading next episode": "minute(s) remaining before preloading next episode",
    "Zoom": "Zoom",
    "Contrast": "Contrast",
    "Brightness": "Kecerahan",
    "Hue": "Hue",
    "Saturation": "Saturation",
    "Decrease Zoom by": "Decrease Zoom by",
    "Increase Zoom by": "Increase Zoom by",
    "Decrease Contrast by": "Decrease Contrast by",
    "Increase Contrast by": "Increase Contrast by",
    "Decrease Brightness by": "Decrease Brightness by",
    "Increase Brightness by": "Increase Brightness by",
    "Rotate Hue counter-clockwise by": "Rotate Hue counter-clockwise by",
    "Rotate Hue clockwise by": "Rotate Hue clockwise by",
    "Decrease Saturation by": "Decrease Saturation by",
    "Increase Saturation by": "Increase Saturation by",
    "Automatically update the API Server URLs": "Automatically update the API Server URLs",
    "Enable automatically updating the API Server URLs": "Enable automatically updating the API Server URLs",
    "Automatically update the app when a new version is available": "Automatically update the app when a new version is available",
    "Enable automatically updating the app when a new version is available": "Enable automatically updating the app when a new version is available",
    "Check for updates": "Periksa jika ada pembaruan",
    "Updating the API Server URLs": "Updating the API Server URLs",
    "API Server URLs updated": "API Server URLs updated",
    "API Server URLs already updated": "API Server URLs already updated",
    "API Server URLs could not be updated": "API Server URLs could not be updated",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available",
    "The API Server URL(s) was copied to the clipboard": "The API Server URL(s) was copied to the clipboard",
    "0 = Disable preloading": "0 = Disable preloading",
    "Search field always expanded": "Search field always expanded",
    "DHT UDP Requests Limit": "DHT UDP Requests Limit",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s",
    "Create an account": "Create an account",
    "Search for something or drop a .torrent / magnet link...": "Search for something or drop a .torrent / magnet link...",
    "Torrent removed": "Torrent removed",
    "Remove": "Remove",
    "Connect to %s": "Connect to %s",
    "to automatically 'scrobble' episodes you watch in %s": "to automatically 'scrobble' episodes you watch in %s",
    "Sync now": "Sync now",
    "Same as Default Language": "Same as Default Language",
    "Language": "Language",
    "Allow Audio Passthrough": "Allow Audio Passthrough",
    "release info link": "release info link",
    "parental guide link": "parental guide link",
    "IMDb page link": "IMDb page link",
    "submit metadata & translations link": "submit metadata & translations link",
    "episode title": "episode title",
    "full cast & crew link": "full cast & crew link",
    "Click providers to enable / disable": "Click providers to enable / disable",
    "Right-click to filter results by": "Right-click to filter results by",
    "to filter by <i>All</i>": "to filter by <i>All</i>",
    "more...": "more...",
    "Seeds": "Seeds",
    "Peers": "Peers",
    "less...": "less..."
}