{
    "External Player": "Pemain Luar",
    "Made with": "Diperbuat dengan",
    "by a bunch of geeks from All Around The World": "sekumpulan geek dari Seluruh Dunia",
    "Initializing %s. Please Wait...": "Memulakan %s. Tunggu Sebentar...",
    "Movies": "Filem",
    "TV Series": "Siri TV",
    "Anime": "Anime",
    "Genre": "Genre",
    "All": "Semua",
    "Action": "Aksi",
    "Adventure": "Penggembaraan",
    "Animation": "Animasi",
    "Children": "Kanak-Kanak",
    "Comedy": "Komedi",
    "Crime": "Jenayah",
    "Documentary": "Dokumentari",
    "Drama": "Drama",
    "Family": "Kekeluargaan",
    "Fantasy": "Fantasi",
    "Game Show": "Rancangan Permainan",
    "Horror": "Seram",
    "Mini Series": "Siri Mini",
    "Mystery": "Misteri",
    "News": "Berita",
    "Reality": "Realiti",
    "Romance": "Percintaan",
    "Science Fiction": "Sains Fiksyen",
    "Soap": "Opera",
    "Special Interest": "Kisah Khas",
    "Sport": "Sukan",
    "Suspense": "Suspen",
    "Talk Show": "Rancangan Bicara",
    "Thriller": "Triller",
    "Western": "Barat",
    "Sort by": "Isih mengikut",
    "Updated": "Dikemas kini",
    "Year": "Tahun",
    "Name": "Nama",
    "Search": "Gelintar",
    "Season": "Musim",
    "Seasons": "Musim",
    "Season %s": "Musim %s",
    "Load More": "Muat Lagi",
    "Saved": "Disimpan",
    "Settings": "Tetapan",
    "User Interface": "Antara Muka Pengguna",
    "Default Language": "Bahasa Lalai",
    "Theme": "Tema",
    "Start Screen": "Skrin Mula",
    "Favorites": "Kegemaran",
    "Show rating over covers": "Tunjuk penarafan atas muka hadapan",
    "Always On Top": "Sentiasa Di Atas",
    "Watched Items": "Item Ditonton",
    "Show": "Tunjuk",
    "Fade": "Resap",
    "Hide": "Sembunyi",
    "Subtitles": "Sari Kata",
    "Default Subtitle": "Sari Kata Lalai",
    "Disabled": "Dilumpuhkan",
    "Size": "Saiz",
    "Quality": "Kualiti",
    "Trakt.tv": "Trakt.tv",
    "Username": "Nama Pengguna",
    "Password": "Kata Laluan",
    "%s stores an encrypted hash of your password in your local database": " %s menyimpan satu cincangan tersulit kata laluan anda di dalam pangkalan data setempat anda",
    "Remote Control": "Kawalan Jauh",
    "HTTP API Port": "Port API HTTP",
    "HTTP API Username": "Nama Pengguna API HTTP",
    "HTTP API Password": "Kata Laluan API HTTP",
    "Connection": "Sambungan",
    "Connection Limit": "Had Sambungan",
    "DHT Limit": "Had DHT",
    "Port to stream on": "Port distrimkan",
    "0 = Random": "0 = Rawak",
    "Cache Directory": "Direktori Cache",
    "Clear Cache Folder after closing the app?": "Kosongkan Folder Cache selepas menutup apl?",
    "Database": "Pangkalan Data",
    "Database Directory": "Direktori Pangkalan Data",
    "Import Database": "Import Pangkalan Data",
    "Export Database": "Eksport Pangkalan Data",
    "Flush bookmarks database": "Kosongkan pangkalan data tanda buku",
    "Flush all databases": "Kosongkan semua pangkalan data",
    "Reset to Default Settings": "Tetap Semula ke Tetapan Lalai",
    "Importing Database...": "Mengimport Pangkalan Data...",
    "Please wait": "Tunggu sebentar",
    "Error": "Ralat",
    "Biography": "Biografi",
    "Film-Noir": "Hitam-Putih",
    "History": "Sejarah",
    "Music": "Muzik",
    "Musical": "Muzikal",
    "Sci-Fi": "Sci-Fi",
    "Short": "Pendek",
    "War": "Perang",
    "Rating": "Penarafan",
    "Open IMDb page": "Buka halaman IMDb",
    "Health false": "Hayat palsu",
    "Add to bookmarks": "Tambah ke tanda buku",
    "Watch Trailer": "Tonton Treler",
    "Watch Now": "Tonton Sekarang",
    "Ratio:": "Nisbah:",
    "Seeds:": "Semai:",
    "Peers:": "Rakan:",
    "Remove from bookmarks": "Buang dari tanda buku",
    "Changelog": "Log&amp;nbsp;Perubahan",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "%s merupakan hasil usaha ramai pembangun dan pereka yang menggabungkan sejumlah API untuk memastikan pengalaman tontonan filem torrent menjadi lebih mudah dan ringkas.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Kami merupakan projek sumber terbuka. Kami berasal dari seluruh dunia. Kami menyukai filem. Dan semestinya, kami juga menyukai popcorn atau bertih jagung.",
    "Health Unknown": "Hayat Tidak diketahui",
    "Episodes": "Episod",
    "Episode %s": "Episod %s",
    "Aired Date": "Tarikh Keudara",
    "Streaming to": "Penstriman ke",
    "connecting": "Bersambung",
    "Download": "Muat turun",
    "Upload": "Muat naik",
    "Active Peers": "Rakan Aktif",
    "Cancel": "Batal",
    "startingDownload": "Memulakan Muat Turun",
    "downloading": "Memuat turun",
    "ready": "Sedia",
    "playingExternally": "Memainkan Secara Luaran",
    "Custom...": "Suai...",
    "Volume": "Volum",
    "Ended": "Tamat",
    "Error loading data, try again later...": "Ralat memuatkan data, cuba lagi kemudian...",
    "Miscellaneous": "Pelbagai",
    "First unwatched episode": "First unwatched episode",
    "Next episode": "Episod berikutnya",
    "Flushing...": "Membersihkan...",
    "Are you sure?": "Anda pasti?",
    "We are flushing your databases": "Kami akan mengosongkan pangkalan data anda",
    "Success": "Berjaya",
    "Please restart your application": "Sila mula semula aplikasi anda",
    "Restart": "Mula Semula",
    "Terms of Service": "Terma Perkhidmatan",
    "I Accept": "Saya Terima",
    "Leave": "Keluar",
    "Series detail opens to": "Perincian siri dibuka ke",
    "Playback": "Mainbalik",
    "Play next episode automatically": "Main episod berikutnya secara automatik",
    "Generate Pairing QR code": "Jana kod QR Perpasangan",
    "Play": "Main",
    "waitingForSubtitles": "Menunggu Sari Kata",
    "Play Now": "Main Sekarang",
    "Seconds": "Saat",
    "You are currently connected to %s": "Anda kini bersambung dengan %s",
    "Disconnect account": "Putuskan akaun",
    "Syncing...": "Menyegerak...",
    "Done": "Selesai",
    "Subtitles Offset": "Ofset Sari Kata",
    "secs": "saat",
    "We are flushing your database": "Kami sedang mengosongkan pangkalan data anda",
    "Ratio": "Nisbah",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Ralat, pangkalan data berkemungkinan rosak. Cuba kosongkan tanda buku di dalam tetapan.",
    "Flushing bookmarks...": "Membersihkan tanda buku...",
    "Resetting...": "Menetap Semula...",
    "We are resetting the settings": "Kami sedang menetap semula tetapan",
    "Installed": "Dipasang",
    "Please select a file to play": "Sila pilih satu fail untuk dimainkan",
    "Global shortcuts": "Pintasan sejagat",
    "Video Player": "Pemain Video",
    "Toggle Fullscreen": "Togol Skrin Penuh",
    "Play/Pause": "Main/Jeda",
    "Seek Forward": "Jangkau Maju",
    "Increase Volume": "Tingkatkan Volum",
    "Set Volume to": "Tetapkan Volum ke",
    "Offset Subtitles by": "Ofset Sari Kata oleh",
    "Toggle Mute": "Togol Senyap",
    "Movie Detail": "Perincian Filem",
    "Toggle Quality": "Togol Kualiti",
    "Play Movie": "Main Filem",
    "Exit Fullscreen": "Keluar Dari Skrin Penuh",
    "Seek Backward": "Jangkau Undur",
    "Decrease Volume": "Rendahkan Volum",
    "TV Show Detail": "Perincian Rancangan TV",
    "Toggle Watched": "Togol Ditonton",
    "Select Next Episode": "Pilih Episod Berikutnya",
    "Select Previous Episode": "Pilih Episod Terdahulu",
    "Select Next Season": "Pilih Musim Berikutnya",
    "Select Previous Season": "Pilih Musim Terdahulu",
    "Play Episode": "Main Episod",
    "space": "space",
    "shift": "shift",
    "ctrl": "ctrl",
    "enter": "enter",
    "esc": "esc",
    "Keyboard Shortcuts": "Pintasan Papan Kekunci",
    "Cut": "Potong",
    "Copy": "Salin",
    "Paste": "Tampal",
    "Help Section": "Seksyen Bantuan",
    "Did you know?": "Tahukah anda?",
    "What does %s offer?": "Apa yang %s tawarkan?",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Dengan %s, anda boleh menonton Filem dan Rancangan TV dengan sangat mudah. Apa yang diperlukan ialah klik salah satu muka hadapan, kemudian klik 'Tonton Sekarang'. Namun begitu pengalaman anda boleh diubah suai:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Koleksi Filem kami hanya mengandungi filem-filem Berdefinasi-Tinggi, tersedia dalam 720p dan 1080p. Untuk menonton sebuah filem, hanya buka %s dan navigasi koleksi filem, boleh dicapai dalam tab 'Filem', pada palang navigasi. Pandangan lalai akan menunjukkan semua cereka yang diisih mengikut populariti. tetapi anda boleh buat tapisan anda sendiri, iaitu penapis 'Genre' dan 'Isih'. Setelah anda memilih satu filem yang mahu ditonton, klik pada muka hadapannya. Kemudian, klik 'Tonton Sekarang'. Jangan lupa bertih jagung ketika menonton!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Tab Siri TV, anda boleh capai dengan mengklik 'Siri TV' di dalam palang navigasi, yang mana akan tunjukkan semua siri yang ada di dalam koleksi kami. Sepertimana tab cereka, anda juga boleh laksanakan penapis anda sendiri, untuk membantu anda mencari Siri TV yang dikehendaki. Di dalam koleks ini, klik pada muka hadapan Siri TV tersebut: satu tetingkap baharu akan muncul dan membolehkan anda menavigasi melalui Musim dan Episod. Apabila anda telah menemui episod yang dikehendaki, hanya klik pada butang 'Tonton Sekarang'.",
    "Choose quality": "Pilih kualiti",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Pelungsur disebelah butang 'Tonton Sekarang' membolehkan anda memilih kualiti strim. Anda boleh tetapkan kualiti secara tetap di dalam tab Tetapan. Amaran: kualiti yang lebih baik memerlukan lebih data untuk dimuat turun.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Kebanyakan Filem dan Siri TV kami disajikan dengan sari kata  dalam bahasa anda. Anda boleh tetapkannya di dalam tab Tetapan. Bagi Filem, anda juga dapat tetapkannya di dalam menu tarik-turun, iaitu di dalam laman Perincian Filem.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Mengklik ikon hati pada muka hadapan akan menambah filem/rancangan ke dalam kegemaran anda. Koleksi ini boleh dicapai menerusi ikon berbentuk-hati, di dalam palang navigasi. Untuk membuang itam dari koleksi tersebut, hanya ikon sekali lagi pada ikon tersebut! Sangat mudah?",
    "Watched icon": "Ikon ditonton",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "%s akan menyimpan rekod tontonan anda - ia tidak memberi apa-apa masalah kepada anda. Anda juga boleh tetapkan satu item sebagai sudah ditonton dengan mengklik ikon berbentuk-mata pada muka hadapan/ Anda juga boleh membina dan menyegerak koleksi anda dengan tapak sesawang Trakt.tv, melalui tab Tetapan.",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "Dalam %s, anda boleh guna ikon pembesar untuk membuka medan gelintar. Taip satu Tajuk, seorang Pelakon, seorang Pengarah atau Tahun, kemudian tekan 'Enter' ia akan menunjukkan apa-apa yang menepati kehendak anda. Untuk menutup gelintar semasa, klik pada tanda 'X' yang betada di sebelah masukan anda atau taip maklumat lain dalam medan tersebut.",
    "External Players": "Pemain Luar",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Jika anda mahu guna pemain suai berbanding yang terbina-dalam, anda boleh membuatnya dengan mengklik ikon yang berada pada butang 'Tonton Sekarang'. Satu senarai pemain terpasang anda akan ditunjukkan, pilih satu dan %s akan menghantar segalanya ke dalam pemain tersebut. Jika pemain anda tiada dalam senarai, sila laporkannya kepada kami.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Untuk membuat penyuaian lanjutan, kami sediakan satu panel pilihan. Pada Tetapan, klik ikon berbentuk-roda dalam palang navigasi.",
    "Keyboard Navigation": "Navigasi Papan Kekunci",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Keseluruhan senarai pintasan papan kekunci tersedia dengan menekan kekunci '?', atau pada ikon berbentuk-papan-kekunci dalam tab Tetapan.",
    "Custom Torrents and Magnet Links": "Torrent dan Pautan Magnet Suai",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Anda boleh guna torrent dan pautan magnet suai di dalam %s. Hanya seret dan lepas fail .torrent ke dalam tetingkap aplikasi, dan/atau tampal mana-mana pautan magnet.",
    "Torrent health": "Hayat torrent",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Pada perincian Filem/Siri TV, anda dapati ada satu bulatan kecil, sama ada berwarna kelabu, merah, kuning atau hijau. Warna ini mewakili hayat torrent. Torrent berwarna hijau akan dimuat turun dengan pantas, manakala torrent berwarna merah mungkin tidak dapat dimuat turun langsung, atau secara sangat perlahan. Warna kelabu menunjukkan terdapat ralat dalam pengiraan hayat Cereka, dan perlu diklik dalam Siri TV untuk memaparkan hayatnya.",
    "How does %s work?": "Bagaimana %s berfungsi?",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "%s menstrim kandungan video melalui torrent. Filem kami disediakan oleh %s dan Siri TV oleh %s, dan semua meta data daripada %s. Kami tidak mengehos apa-apa kandungan tersebut.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Penstriman torrent? yakni torrent menggunakan protokol Bittorrent pada asasnya anda memuat turun sebilangan kecil bahagian kandungan contohnya filem daripada komputer pengguna lain. Ketika menghantar sebahagian filem tersebut anda juga memuat naik kepada pengguna lain. Kemudian anda menonton bahagian tersebut, manakala bahagian seterusnya dimuat turun di balik tabir. Pertukaran ini membolehkan kandungan filem kekal sihat.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "Setelah filem sepenuhnya dimuat turun, anda boleh terus menghantar sebahagian darinya kepada pengguna lain. Dan segala filem berkenaan akan dipadam dalam komputer anda seusai anda menutup %s. Mudahkan?",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Aplikasi ini dibina dengan Node-Webkit, HTML, CSS dan Javascript. Ia berfungsi baik dengan pelayar Google Chrome, kecuali anda mengehos sebahagian besar kod dalam komputer anda. Benar, %s berfungsi seperti teknologi yang digunakan dalam tapak sesawang biasa, seperti... ",
    "I found a bug, how do I report it?": "Saya menemui pepijat, bagaimana hendak melaporkannya?",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Anda boleh menampal pautan-pautan magnet di mana-mana sahaja dalam %s dengan CTRL+V.",
    "You can drag & drop a .torrent file into %s.": "Anda boleh seret & lepas satu fail .torrent ke dalam %s.",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Jika sarikata siri TV tiada, anda boleh menambahnya dalam %s. Dan cara yang serupa dilakukan pada flem, tetapi dalam %s.",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Anda boleh daftar masuk ke Trakt.tv untuk menyimpan semua item ditonton, dan segerakkannya merentasi berbilang peranti.",
    "Clicking on the rating stars will display a number instead.": "Mengklik pada bintang penarafan akan dipaparkan dalam bentuk nombor.",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "Aplikasi ini ditulis seluruhnya dalam HTML5, CSS3 dan Skrip Java.",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Anda boleh mengetahui lebih lanjut mengenai sesebuah filem atau siri TV? Hanya klik pada ikon IMDb.",
    "Switch to next tab": "Tukar ke tab berikutnya",
    "Switch to previous tab": "Tukar ke tab terdahulu",
    "Switch to corresponding tab": "Tukar ke tab berkaitan",
    "through": "menerusi",
    "Enlarge Covers": "Besarkan Muka Hadapan",
    "Reduce Covers": "Kecilkan Muka Hadapan",
    "Open Item Details": "Buka Perincian Item",
    "Add Item to Favorites": "Tambah Item ke Kegemaran",
    "Mark as Seen": "Tanda sebagai Dilihat",
    "Open this screen": "Buka skrin ini",
    "Open Settings": "Buka Tetapan",
    "Posters Size": "Saiz Poster",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Ciri ini hanya berfungsi jika anda mempunyai akaun TraktTv yang telah disegerakkan. Sila pergi ke Tetapan dan masukkan kelayakan anda.",
    "Last Open": "Terakhir Buka",
    "Exporting Database...": "Mengeksport Pangkalan Data...",
    "Database Successfully Exported": "Pangkalan Data Berjaya Dieksport",
    "Display": "Paparan",
    "TV": "TV",
    "Type": "Jenis",
    "popularity": "populariti",
    "date": "tarikh",
    "year": "tahun",
    "rating": "penarafan",
    "updated": "dikemas kini",
    "name": "nama",
    "OVA": "OVA",
    "ONA": "ONA",
    "Movie": "Cereka",
    "Special": "Istimewa",
    "Watchlist": "Senarai Pantau",
    "Resolving..": "Meleraikan...",
    "About": "Perihal",
    "Open Cache Directory": "Buka Direktori Cache",
    "Open Database Directory": "Buka Direktori Pangkalan Data",
    "Mark as unseen": "Tanda sebagai tidak lihat",
    "Playback rate": "Kadar mainbalik",
    "Increase playback rate by %s": "Tingkatkan kadar mainbalik sebanyak %s",
    "Decrease playback rate by %s": "Kurangkan kadar mainbalik sebanyak %s",
    "Set playback rate to %s": "Tetapkan kadar mainbalik ke %s",
    "Playback rate adjustment is not available for this video!": "Pelarasan kadar mainbalik tidak tersedia untuk video ini!",
    "Color": "Warna",
    "Local IP Address": "Alamat IP Setempat",
    "Japan": "Jepun",
    "Cars": "Kenderaan",
    "Dementia": "Dementia",
    "Demons": "Syaitan",
    "Ecchi": "Ecchi",
    "Game": "Permainan",
    "Harem": "Harem",
    "Historical": "Bersejarah",
    "Josei": "Josei",
    "Kids": "Kanak-Kanak",
    "Magic": "Silap Mata",
    "Martial Arts": "Seni Pertahanan Diri",
    "Mecha": "Mecha",
    "Military": "Ketenteraan",
    "Parody": "Parodi",
    "Police": "Polis",
    "Psychological": "Psikologikal",
    "Samurai": "Samurai",
    "School": "Alam Sekolah",
    "Seinen": "Seinen",
    "Shoujo": "Shoujo",
    "Shoujo Ai": "Shoujo Ai",
    "Shounen": "Shounen",
    "Shounen Ai": "Shounen Ai",
    "Slice of Life": "Kisah Kehidupan",
    "Space": "Angkasa",
    "Sports": "Sukan",
    "Super Power": "Adiwira",
    "Supernatural": "Alam Ghaib",
    "Vampire": "Pontianak",
    "VPN": "VPN",
    "Connect": "Sambung",
    "Create Account": "Cipta Akaun",
    "Celebrate various events": "Raikan pelbagai peristiwa",
    "Disconnect": "Terputus",
    "Downloaded": "Dimuat turun",
    "Loading stuck ? Click here !": "Masalah memuatkan ? Klik di sini !",
    "Torrent Collection": "Koleksi Torrent",
    "Remove this torrent": "Buang torrent ini",
    "Rename this torrent": "Nama semula torrent ini",
    "Open Collection Directory": "Buka Direktori Koleksi",
    "Store this torrent": "Simpan torrent ini",
    "Enter new name": "Masukkan nama baharu",
    "This name is already taken": "Nama ini sudah diambil",
    "Always start playing in fullscreen": "Sentiasa mula bermain dalam skrin penuh",
    "Magnet link": "Pautan magnet",
    "Error resolving torrent.": "Ralat melerai torrent.",
    "%s hour(s) remaining": "%s jam berbaki",
    "%s minute(s) remaining": "%s minit berbaki",
    "%s second(s) remaining": "%s saat berbaki",
    "Unknown time remaining": "Baki masa tidak diketahui",
    "Set player window to video resolution": "Tetapkan tetingkap pemain mengikut resolusi video",
    "Set player window to double of video resolution": "Tetapkan tetingkap pemain dua kali ganda resolusi video",
    "Set player window to half of video resolution": "Tetapkan tetingkap pemain separuh dari resolusi video",
    "Retry": "Cuba lagi",
    "Import a Torrent": "Import Torrent",
    "Not Seen": "Tidak Tonton",
    "Seen": "Tonton",
    "Title": "Tajuk",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "Mainbalik video menghadapi masalah. Sila cuba pemain luar seperti %s untuk melihat kandungan ini.",
    "Font": "Fon",
    "Decoration": "Hiasan",
    "None": "Tiada",
    "Outline": "Garis luar",
    "Opaque Background": "Latar Belakang Legap",
    "No thank you": "Tidak terima kasih",
    "Report an issue": "Laporkan masalah",
    "Email": "Emel",
    "Submit": "Serah",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Guna penapis masalah %s untuk menggelintar dan memeriksa sama ada masalah tersebut sudah dilaporkan atau sudah dibaiki.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Sertakan tangkap layar jika perlu - Adakah masalah anda berkenaan ciri reka bentuk atau pepijat?",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Laporan pepijat yang baik tidak memerlukan anda lagi untuk mendapatkan maklumat. Pastikan perincian persekitaran anda disertakan.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Amaran: Guna bahasa Inggeris bila menghubungi kami, jika tidak kami tidak memahaminya.",
    "No results found": "Tiada keputusan ditemui",
    "Open Favorites": "Buka Kegemaran",
    "Open About": "Buka Perihal",
    "Minimize to Tray": "Minimumkan ke Talam",
    "Close": "Tutup",
    "Restore": "Pulih",
    "Features": "Ciri-ciri",
    "Connect To %s": "Sambung Ke %s",
    "Cannot be stored": "Tidak dapat disimpan",
    "Overall Ratio": "Nisbah Keseluruhan",
    "Translate Synopsis": "Terjemah Sinopsis",
    "N/A": "T/A",
    "Your disk is almost full.": "Cakera anda hampir penuh.",
    "You need to make more space available on your disk by deleting files.": "Anda perlukan lagi ruang kosong dalam cakera anda dengan memadam fail.",
    "Playing Next": "Main Berikutnya",
    "See-through Background": "Latar Belakang Lut-sinar",
    "Bold": "Tebal",
    "Currently watching": "Kini ditonton",
    "No, it's not that": "Tidak, bukan begitu",
    "Correct": "Betul",
    "Init Database": "Pangkalan Data Init",
    "Status: %s ...": "Status: %s ...",
    "Create Temp Folder": "Cipta Folder Sementara",
    "Set System Theme": "Tetapkan Tema Sistem",
    "Disclaimer": "Penafian",
    "Series": "Siri",
    "Event": "Peristiwa",
    "Local": "Setempat",
    "Try another subtitle or drop one in the player": "Cuba lain-lain sari kata atau lepaskan satu ke dalam pemain",
    "show": "rancangan",
    "movie": "filem",
    "Something went wrong downloading the update": "Ada masalah berlaku ketika memuat turun kemas kini",
    "Error converting subtitle": "Ralat menukar sari kata",
    "No subtitles found": "Tiada sari kata ditemui",
    "Try again later or drop a subtitle in the player": "Cuba lagi kemudian atau lepaskan sari kata ke dalam pemain",
    "You should save the content of the old directory, then delete it": "Anda sepatutnya menyimpan kandungan direktori lama, kemudian memadamnya",
    "Search on %s": "Gelintar %s",
    "Audio Language": "Bahasa Audio",
    "Subtitle": "Sari Kata",
    "Code:": "Kod:",
    "Error reading subtitle timings, file seems corrupted": "Ralat membaca pemasaan sari kata, fail ini nampaknya sudah rosak",
    "Open File to Import": "Buka Fail untuk Diimport",
    "Browse Directory to save to": "Layar Direktori untuk disimpankan",
    "Cancel and use VPN": "Batal dan guna VPN",
    "Resume seeding after restarting the app?": "Sambung semula penyemaian setelah memulakan semula apl?",
    "Seedbox": "Seedbox",
    "Cache Folder": "Cache Folder",
    "Show cast": "Show cast",
    "Filename": "Nama fail",
    "Stream Url": "Url strim",
    "Show playback controls": "Tunjuk kawalan mainbalik",
    "Downloading": "Memuat turun",
    "Hide playback controls": "Hide playback controls",
    "Poster Size": "Poster Size",
    "UI Scaling": "UI Scaling",
    "Show all available subtitles for default language in flag menu": "Show all available subtitles for default language in flag menu",
    "Cache Folder Button": "Cache Folder Button",
    "Enable remote control": "Enable remote control",
    "Server": "Server",
    "API Server(s)": "API Server(s)",
    "Proxy Server": "Proxy Server",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings",
    "Update Now": "Update Now",
    "Database Exported": "Database Exported",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Saved Torrents",
    "Search Results": "Keputusan Gelintar",
    "Paste a Magnet link": "Paste a Magnet link",
    "Import a Torrent file": "Import a Torrent file",
    "Select data types to import": "Select data types to import",
    "Please select which data types you want to import ?": "Please select which data types you want to import ?",
    "Watched items": "Watched items",
    "Bookmarked items": "Bookmarked items",
    "Download list is empty...": "Download list is empty...",
    "Active Torrents Limit": "Active Torrents Limit",
    "Toggle Subtitles": "Toggle Subtitles",
    "Toggle Crop to Fit screen": "Toggle Crop to Fit screen",
    "Original": "Asal",
    "Fit screen": "Fit screen",
    "Video already fits screen": "Video already fits screen",
    "The filename was copied to the clipboard": "The filename was copied to the clipboard",
    "The stream url was copied to the clipboard": "The stream url was copied to the clipboard",
    "* %s stores an encrypted hash of your password in your local database": "* %s stores an encrypted hash of your password in your local database",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC",
    "Hide cast": "Hide cast",
    "Tabs": "Tabs",
    "Native window frame": "Native window frame",
    "Open Cache Folder": "Open Cache Folder",
    "Restart Popcorn Time": "Restart Popcorn Time",
    "Developer Tools": "Developer Tools",
    "Movies API Server": "Movies API Server",
    "Series API Server": "Series API Server",
    "Anime API Server": "Anime API Server",
    "The image url was copied to the clipboard": "The image url was copied to the clipboard",
    "Popcorn Time currently supports": "Popcorn Time currently supports",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "There is also support for Chromecast, AirPlay & DLNA devices.",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*You can set multiple Filters and tabs at the same time and of course any additional ones later",
    "as well as overwrite or reset your preferences)": "as well as overwrite or reset your preferences)",
    "Default Filters": "Default Filters",
    "Set Filters": "Set Filters",
    "Reset Filters": "Reset Filters",
    "Your Default Filters have been changed": "Your Default Filters have been changed",
    "Your Default Filters have been reset": "Your Default Filters have been reset",
    "Setting Filters...": "Setting Filters...",
    "Default": "Default",
    "Custom": "Custom",
    "Remember": "Remember",
    "Cache": "Cache",
    "Unknown": "Tidak diketahui",
    "Change Subtitles Position": "Change Subtitles Position",
    "Minimize": "Minimize",
    "Separate directory for Downloads": "Separate directory for Downloads",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Enabling will prevent the sharing of cache between the Watch Now and Download functions",
    "Downloads Directory": "Downloads Directory",
    "Open Downloads Directory": "Open Downloads Directory",
    "Delete related cache ?": "Delete related cache ?",
    "Yes": "Ya",
    "No": "No",
    "Cache files deleted": "Cache files deleted",
    "Delete related cache when removing from Seedbox": "Delete related cache when removing from Seedbox",
    "Always": "Always",
    "Ask me every time": "Ask me every time",
    "Enable Protocol Encryption": "Enable Protocol Encryption",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage",
    "Show the Seedbox when a new download is added": "Show the Seedbox when a new download is added",
    "Download added": "Download added",
    "Change API Server": "Change API Server",
    "Default Content Language": "Default Content Language",
    "Title translation": "Title translation",
    "Translated - Original": "Translated - Original",
    "Original - Translated": "Original - Translated",
    "Translated only": "Translated only",
    "Original only": "Original only",
    "Translate Posters": "Translate Posters",
    "Translate Episode Titles": "Translate Episode Titles",
    "Only show content available in this language": "Only show content available in this language",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Translations depend on availability. Some options also might not be supported by all API servers",
    "added": "added",
    "Max. Down / Up Speed": "Max. Down / Up Speed",
    "Show Release Info": "Show Release Info",
    "Parental Guide": "Parental Guide",
    "Rebuild bookmarks database": "Rebuild bookmarks database",
    "Rebuilding bookmarks...": "Rebuilding bookmarks...",
    "Submit metadata & translations": "Submit metadata & translations",
    "Not available": "Not available",
    "Cast not available": "Cast not available",
    "was removed from bookmarks": "was removed from bookmarks",
    "Bookmark restored": "Bookmark restored",
    "Undo": "Undo",
    "minute(s) remaining before preloading next episode": "minute(s) remaining before preloading next episode",
    "Zoom": "Zoom",
    "Contrast": "Contrast",
    "Brightness": "Kecerahan",
    "Hue": "Hue",
    "Saturation": "Saturation",
    "Decrease Zoom by": "Decrease Zoom by",
    "Increase Zoom by": "Increase Zoom by",
    "Decrease Contrast by": "Decrease Contrast by",
    "Increase Contrast by": "Increase Contrast by",
    "Decrease Brightness by": "Decrease Brightness by",
    "Increase Brightness by": "Increase Brightness by",
    "Rotate Hue counter-clockwise by": "Rotate Hue counter-clockwise by",
    "Rotate Hue clockwise by": "Rotate Hue clockwise by",
    "Decrease Saturation by": "Decrease Saturation by",
    "Increase Saturation by": "Increase Saturation by",
    "Automatically update the API Server URLs": "Automatically update the API Server URLs",
    "Enable automatically updating the API Server URLs": "Enable automatically updating the API Server URLs",
    "Automatically update the app when a new version is available": "Automatically update the app when a new version is available",
    "Enable automatically updating the app when a new version is available": "Enable automatically updating the app when a new version is available",
    "Check for updates": "Periksa kemaskini",
    "Updating the API Server URLs": "Updating the API Server URLs",
    "API Server URLs updated": "API Server URLs updated",
    "API Server URLs already updated": "API Server URLs already updated",
    "API Server URLs could not be updated": "API Server URLs could not be updated",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available",
    "The API Server URL(s) was copied to the clipboard": "The API Server URL(s) was copied to the clipboard",
    "0 = Disable preloading": "0 = Disable preloading",
    "Search field always expanded": "Search field always expanded",
    "DHT UDP Requests Limit": "DHT UDP Requests Limit",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s",
    "Create an account": "Create an account",
    "Search for something or drop a .torrent / magnet link...": "Search for something or drop a .torrent / magnet link...",
    "Torrent removed": "Torrent removed",
    "Remove": "Remove",
    "Connect to %s": "Connect to %s",
    "to automatically 'scrobble' episodes you watch in %s": "to automatically 'scrobble' episodes you watch in %s",
    "Sync now": "Sync now",
    "Same as Default Language": "Same as Default Language",
    "Language": "Language",
    "Allow Audio Passthrough": "Allow Audio Passthrough",
    "release info link": "release info link",
    "parental guide link": "parental guide link",
    "IMDb page link": "IMDb page link",
    "submit metadata & translations link": "submit metadata & translations link",
    "episode title": "episode title",
    "full cast & crew link": "full cast & crew link",
    "Click providers to enable / disable": "Click providers to enable / disable",
    "Right-click to filter results by": "Right-click to filter results by",
    "to filter by <i>All</i>": "to filter by <i>All</i>",
    "more...": "more...",
    "Seeds": "Seeds",
    "Peers": "Peers",
    "less...": "less..."
}