{
    "External Player": "Externe speler",
    "Made with": "Gemaakt met",
    "by a bunch of geeks from All Around The World": "door een stel nerds van over de hele wereld",
    "Initializing %s. Please Wait...": "Initialiseren %s. Wacht alstublieft...",
    "Movies": "Films",
    "TV Series": "Tv-series",
    "Anime": "Anime",
    "Genre": "Genre",
    "All": "Alle",
    "Action": "Actie",
    "Adventure": "Avontuur",
    "Animation": "Animatie",
    "Children": "Kinderen",
    "Comedy": "Komedie",
    "Crime": "Misdaad",
    "Documentary": "Documentaire",
    "Drama": "Drama",
    "Family": "Familie",
    "Fantasy": "Fantasie",
    "Game Show": "Spelprogramma",
    "Horror": "Horror",
    "Mini Series": "Miniserie",
    "Mystery": "Mysterie",
    "News": "Nieuws",
    "Reality": "Reality",
    "Romance": "Romantiek",
    "Science Fiction": "Sciencefiction",
    "Soap": "Soap",
    "Special Interest": "Speciale interesse",
    "Sport": "Sport",
    "Suspense": "Spanning",
    "Talk Show": "Praatprogramma",
    "Thriller": "Thriller",
    "Western": "Western",
    "Sort by": "Sorteren op",
    "Updated": "Bijgewerkt",
    "Year": "Jaar",
    "Name": "Naam",
    "Search": "Zoeken",
    "Season": "Seizoen",
    "Seasons": "Seizoenen",
    "Season %s": "Seizoen %s",
    "Load More": "Meer resultaten laden",
    "Saved": "Opgeslagen",
    "Settings": "Instellingen",
    "User Interface": "Gebruikersinterface",
    "Default Language": "Standaardtaal",
    "Theme": "Thema",
    "Start Screen": "Startscherm",
    "Favorites": "Favorieten",
    "Show rating over covers": "Beoordeling op poster tonen",
    "Always On Top": "Altijd op de voorgrond",
    "Watched Items": "Bekeken items",
    "Show": "Tonen",
    "Fade": "Vervagen",
    "Hide": "Verbergen",
    "Subtitles": "Ondertiteling",
    "Default Subtitle": "Standaardondertiteling",
    "Disabled": "Uitgeschakeld",
    "Size": "Grootte",
    "Quality": "Kwaliteit",
    "Trakt.tv": "Trakt.tv",
    "Username": "Gebruikersnaam",
    "Password": "Wachtwoord",
    "%s stores an encrypted hash of your password in your local database": "%s slaat een versleutelde hash van uw wachtwoord op in uw lokale database",
    "Remote Control": "Afstandsbediening",
    "HTTP API Port": "HTTP API-poort",
    "HTTP API Username": "HTTP API-gebruikersnaam",
    "HTTP API Password": "HTTP API-wachtwoord",
    "Connection": "Verbinding",
    "Connection Limit": "Verbindingslimiet",
    "DHT Limit": "DHT-limiet",
    "Port to stream on": "Poort om op te streamen",
    "0 = Random": "0 = willekeurig",
    "Cache Directory": "Cachemap",
    "Clear Cache Folder after closing the app?": "Tijdelijke map verwijderen bij afsluiten?",
    "Database": "Database",
    "Database Directory": "Databasemap",
    "Import Database": "Database importeren",
    "Export Database": "Database exporteren",
    "Flush bookmarks database": "Favorietendatabase legen",
    "Flush all databases": "Alle databases legen",
    "Reset to Default Settings": "Standaardinstellingen herstellen",
    "Importing Database...": "Database importeren...",
    "Please wait": "Een ogenblik geduld",
    "Error": "Fout",
    "Biography": "Biografie",
    "Film-Noir": "Film noir",
    "History": "Geschiedenis",
    "Music": "Muziek",
    "Musical": "Musical",
    "Sci-Fi": "Sci-fi",
    "Short": "Korte film",
    "War": "Oorlog",
    "Rating": "Beoordeling",
    "Open IMDb page": "IMDb-pagina openen",
    "Health false": "Gezondheid onjuist",
    "Add to bookmarks": "Toevoegen aan favorieten",
    "Watch Trailer": "Trailer bekijken",
    "Watch Now": "Nu bekijken",
    "Ratio:": "Verhouding:",
    "Seeds:": "Seeds:",
    "Peers:": "Peers:",
    "Remove from bookmarks": "Verwijderen uit favorieten",
    "Changelog": "Aanpassingslogboek",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "%s is het resultaat van vele ontwikkelaars en ontwerpers die een heleboel API's aan elkaar gekoppeld hebben om de ervaring van het kijken van films via torrents zo eenvoudig mogelijk te maken.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Wij zijn een opensourceproject. Wij komen van over de hele wereld. Wij houden van onze films. En god, wat houden wij van popcorn.",
    "Health Unknown": "Gezondheid onbekend",
    "Episodes": "Afleveringen",
    "Episode %s": "Aflevering %s",
    "Aired Date": "Uitzenddatum",
    "Streaming to": "Streamen naar",
    "connecting": "Verbinden...",
    "Download": "Download",
    "Upload": "Upload",
    "Active Peers": "Actieve peers",
    "Cancel": "Annuleren",
    "startingDownload": "Download starten...",
    "downloading": "Downloaden...",
    "ready": "Gereed",
    "playingExternally": "Speelt extern af",
    "Custom...": "Aangepast...",
    "Volume": "Volume",
    "Ended": "Geëindigd",
    "Error loading data, try again later...": "Fout bij het laden van gegevens, probeer het later opnieuw...",
    "Miscellaneous": "Overig",
    "First unwatched episode": "Eerste niet bekeken aflevering",
    "Next episode": "Volgende aflevering",
    "Flushing...": "Legen...",
    "Are you sure?": "Weet je het zeker?",
    "We are flushing your databases": "Databases leegmaken...",
    "Success": "Gelukt",
    "Please restart your application": "Start de applicatie opnieuw op.",
    "Restart": "Opnieuw opstarten",
    "Terms of Service": "Gebruiksvoorwaarden",
    "I Accept": "Accepteren",
    "Leave": "Afsluiten",
    "Series detail opens to": "Series detail opens to",
    "Playback": "Afspelen",
    "Play next episode automatically": "Volgende aflevering automatisch afspelen",
    "Generate Pairing QR code": "QR-code genereren",
    "Play": "Afspelen",
    "waitingForSubtitles": "Wachten op ondertiteling...",
    "Play Now": "Nu afspelen",
    "Seconds": "Seconden",
    "You are currently connected to %s": "Je bent momenteel verbonden met %s",
    "Disconnect account": "Account ontkoppelen",
    "Syncing...": "Synchroniseren...",
    "Done": "Klaar",
    "Subtitles Offset": "Ondertiteling verschuiven",
    "secs": "seconden",
    "We are flushing your database": "Database legen...",
    "Ratio": "Verhouding",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Fout, database is waarschijnlijk corrupt. Probeer bij instellingen de favorietendatabase te legen.",
    "Flushing bookmarks...": "Favorieten verwijderen...",
    "Resetting...": "Herstellen...",
    "We are resetting the settings": "Instellingen herstellen...",
    "Installed": "Geïnstalleerd",
    "Please select a file to play": "Selecteer een bestand om af te spelen",
    "Global shortcuts": "Algemene sneltoetsen",
    "Video Player": "Videospeler",
    "Toggle Fullscreen": "Volledig scherm wisselen",
    "Play/Pause": "Afspelen / pauzeren",
    "Seek Forward": "Vooruitspoelen",
    "Increase Volume": "Volume verhogen",
    "Set Volume to": "Zet volume op",
    "Offset Subtitles by": "Ondertiteling verschuiven met",
    "Toggle Mute": "Dempen",
    "Movie Detail": "Detailpagina films",
    "Toggle Quality": "Kwaliteit wisselen",
    "Play Movie": "Film afspelen",
    "Exit Fullscreen": "Volledig scherm sluiten",
    "Seek Backward": "Achteruitspoelen",
    "Decrease Volume": "Volume verlagen",
    "TV Show Detail": "Detailpagina tv-series",
    "Toggle Watched": "Toevoegen aan 'gezien'-lijst",
    "Select Next Episode": "Volgende aflevering selecteren",
    "Select Previous Episode": "Vorige aflevering selecteren",
    "Select Next Season": "Volgend seizoen selecteren",
    "Select Previous Season": "Vorig seizoen selecteren",
    "Play Episode": "Aflevering afspelen",
    "space": "spatie",
    "shift": "shift",
    "ctrl": "ctrl",
    "enter": "enter",
    "esc": "esc",
    "Keyboard Shortcuts": "Sneltoetsen",
    "Cut": "Knippen",
    "Copy": "Kopiëren",
    "Paste": "Plakken",
    "Help Section": "Helpsectie",
    "Did you know?": "Wist je dat?",
    "What does %s offer?": "Wat heeft %s te bieden?",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Met %s,  kun je heel makkelijk films en tv-series bekijken. Het enige wat je hoeft te doen is er een uitkiezen en op 'nu bekijken' klikken. Maar je kunt je ervaring eenvoudig aanpassen:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Onze filmcollectie bevat enkel hd-films, beschikbaar in 720p en 1080p. Als je een film wilt bekijken open je %s en kies je een film uit de collectie, die je kunt bereiken door het tabblad 'Films' te selecteren in de navigatiebalk. De standaard lay-out toont de films gesorteerd op populariteit, maar dat kun je veranderen met behulp van de filters 'genre' en 'sorteren op'. Als je een film gekozen hebt door op de poster te klikken, hoef je alleen nog maar op 'nu bekijken' te klikken. Vergeet de popcorn niet!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "De sectie 'tv-series' is bereikbaar door het tabblad 'Tv-series' te selecteren in de navigatiebalk. Hier vind je alle beschikbare tv-series in onze collectie. Ook hier kun je je eigen filters toepassen om je keuze makkelijker te maken, net als bij films. Als je een serie selecteert, zul je een venster te zien krijgen waar je kunt navigeren tussen seizoenen en afleveringen. Als je een aflevering hebt gekozen, klik je op 'nu bekijken'.",
    "Choose quality": "Kwaliteit kiezen",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Met de schakelaar naast de 'nu bekijken'-knop kun je de kwaliteit van de film aanpassen. Je kunt ook een vaste kwaliteit instellen bij de instellingen. Let op: bij een betere kwaliteit worden er meer gegevens gedownload.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "De meeste van onze films en tv-series hebben ondertiteling in jouw taal. Je kunt de standaardtaal instellen bij de instellingen. Bij films kun je ze ook gewoon instellen via het menu op de detailpagina.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Als je op het hartvormige icoontje klikt zal de geselecteerde film of tv-serie worden toegevoegd aan je favorieten. Deze favorieten kun je bekijken door hetzelfde icoontje in de navigatiebalk te selecteren. Als je een item uit je favorieten wilt verwijderen, klik je gewoon nog een keer op het icoontje. Simpel toch?",
    "Watched icon": "Bekeken",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "%s houdt zelf bij welke films en series je al hebt bekeken: altijd leuk als je nog eens wilt weten hoeveel tijd je al besteed hebt aan die ene toffe serie. Zelf kun je een film of aflevering van een tv-serie toevoegen aan deze lijst door op het oogvormige icoontje te klikken. Ook kun je deze verzameling via de instellingen synchroniseren met Trakt.tv.",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "In %s, gebruik je het vergrootglasicoon om het zoekvak te openen. Type een titel, de naam van een acteur of regisseur of zelfs een jaartal, druk op 'enter' en wij tonen je waar je naar op zoek bent. Als je de zoekfunctie wilt sluiten klik je op de 'X' naast je invoer.",
    "External Players": "Externe spelers",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Als je liever een andere videospeler wilt gebruiken dan de ingebouwde, kun je dit doen door deze te selecteren in het menu naast de 'nu bekijken'-knop. %szorgt er voor dat alles werkt. Als jouw videospeler er niet tussen staat, laat het ons dan weten.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Om volledig aan je wensen te voldoen geven we je een heleboel opties die je kunt veranderen. Dit kan door de instellingen te openen via het tandwiel-icoon in de navigatiebalk.",
    "Keyboard Navigation": "Toetsenbordnavigatie",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Er is een hele lijst met sneltoetsen beschikbaar. Deze kun je bekijken door op de '?'-toets op je toetsenbord te drukken of door op het toetsenbord-icoon bij instellingen te klikken.",
    "Custom Torrents and Magnet Links": "Aangepaste torrents and magnetlinks",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Je kunt heel gemakkelijk je eigen torrent-bestanden en magnetlinks openen in %s. Sleep je .torrent-bestanden naar de applicatie en/of plak een magnetlink.",
    "Torrent health": "Torrentgezondheid",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Op de detailpagina van alle films of tv-series vind je een klein rondje in de kleur grijs, rood, geel of groen. Deze kleuren refereren aan de gezondheid van de torrent. Een groene torrent betekent dat hij snel zal downloaden terwijl een rode torrent misschien heel langzaam is of niet eens gestart kan worden. De grijze rondjes bij films betekenen dat er een fout is opgetreden bij het berekenen van de gezondheid, bij tv-series moet je zelf op het bolletje klikken om de gezondheid te weergeven.",
    "How does %s work?": "Hoe werkt %s?",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "%s streamt films via torrents. De films worden aangeleverd door %s, de tv-series door %s en alle metadata komt van %s. We hosten dus zelf geen content.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrents streamen? Jazeker. Torrents worden gedownload via het Bittorrent-protocol, wat betekent dat elke download in kleine stukjes wordt verdeeld, die je computer binnenhaalt vanaf computers van anderen en op zijn beurt weer verstuurt naar andere computers. Terwijl je deze stukjes bekijkt worden de volgende stukjes al weer gedownload op de achtergrond. Het 'ruilen' van deze stukjes houdt de inhoud gezond.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "Als de film volledig is gedownload, blijf je stukjes sturen naar andere gebruikers. Als je %s sluit, dan wordt alles van je computer verwijderd. Simpeler kan niet.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "De applicatie zelf is gebouwd met behulp van Node-Webkit, HTML, CSS en Javascript. Het werkt net als de Google Chrome-browser, maar alle code staat op je eigen computer. %s werkt dus eigenlijk bijna hetzelfde als een normale website zoals Wikipedia of YouTube.",
    "I found a bug, how do I report it?": "Ik heb een fout gevonden, hoe meld ik dat?",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Je kunt overal in %s magnetlinks openen door Ctrl+V of Cmd+V te gebruiken.",
    "You can drag & drop a .torrent file into %s.": "Je kunt een .torrent-bestand openen door deze naar %s te slepen.",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Als je ondertiteling voor een tv-serie mist kun je deze toevoegen op %s. Voor een film kun je dit doen op %s.",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Je kunt inloggen via Trakt.tv om al je bekeken items op te slaan en te synchroniseren tussen apparaten.",
    "Clicking on the rating stars will display a number instead.": "Als je op de beoordeling in sterren klikt, zal in plaats daarvan een getal worden getoond.",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "Deze applicatie is volledig geschreven in HTML5, CSS3 en Javascript.",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Wil je meer weten over een film of serie? Klik dan op het IMDb-icoontje.",
    "Switch to next tab": "Wisselen naar volgend tabblad",
    "Switch to previous tab": "Wisselen naar vorig tabblad",
    "Switch to corresponding tab": "Wisselen naar corresponderend tabblad",
    "through": "door",
    "Enlarge Covers": "Posters vergroten",
    "Reduce Covers": "Posters verkleinen",
    "Open Item Details": "Itemdetails openen",
    "Add Item to Favorites": "Toevoegen aan favorieten",
    "Mark as Seen": "Als gezien markeren",
    "Open this screen": "Dit scherm openen",
    "Open Settings": "Instellingen openen",
    "Posters Size": "Postergrootte",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Deze functie werkt alleen als je ingelogd bent met je Trakt.tv-account; ga naar instellingen om dit aan te passen.",
    "Last Open": "Laatste geopend",
    "Exporting Database...": "Database exporteren...",
    "Database Successfully Exported": "Database succesvol geëxporteerd",
    "Display": "Scherm",
    "TV": "Televisie",
    "Type": "Type",
    "popularity": "populariteit",
    "date": "datum",
    "year": "jaar",
    "rating": "beoordeling",
    "updated": "bijgewerkt",
    "name": "naam",
    "OVA": "OVA",
    "ONA": "ONA",
    "Movie": "Film",
    "Special": "Special",
    "Watchlist": "Watchlist",
    "Resolving..": "Laden..",
    "About": "Over",
    "Open Cache Directory": "Cache-map openen",
    "Open Database Directory": "Database-map openen",
    "Mark as unseen": "Als ongezien markeren",
    "Playback rate": "Afspeelsnelheid",
    "Increase playback rate by %s": "Verhoog afspeelsnelheid met %s",
    "Decrease playback rate by %s": "Verlaag afspeelsnelheid met %s",
    "Set playback rate to %s": "Zet afspeelsnelheid op %s",
    "Playback rate adjustment is not available for this video!": "Verandering van de afspeelsnelheid is niet beschikbaar voor deze video!",
    "Color": "Kleur",
    "Local IP Address": "Lokaal ip-adres",
    "Japan": "Japan",
    "Cars": "Auto's",
    "Dementia": "Dementie",
    "Demons": "Demonen",
    "Ecchi": "Ecchi",
    "Game": "Spel",
    "Harem": "Harem",
    "Historical": "Historisch",
    "Josei": "Josei",
    "Kids": "Kinderen",
    "Magic": "Magie",
    "Martial Arts": "Krijgskunst",
    "Mecha": "Mecha",
    "Military": "Militair",
    "Parody": "Parodie",
    "Police": "Politie",
    "Psychological": "Psychologisch",
    "Samurai": "Samurai",
    "School": "School",
    "Seinen": "Seinen",
    "Shoujo": "Shoujo",
    "Shoujo Ai": "Shoujo Ai",
    "Shounen": "Shounen",
    "Shounen Ai": "Shounen Ai",
    "Slice of Life": "Slice of life",
    "Space": "Ruimte",
    "Sports": "Sport",
    "Super Power": "Superkracht",
    "Supernatural": "Bovennatuurlijk",
    "Vampire": "Vampier",
    "VPN": "VPN",
    "Connect": "Verbinden",
    "Create Account": "Account aanmaken",
    "Celebrate various events": "Diverse feestdagen vieren",
    "Disconnect": "Verbinding verbreken",
    "Downloaded": "Gedownload",
    "Loading stuck ? Click here !": "Loopt het laden vast? Klik hier!",
    "Torrent Collection": "Torrentcollectie",
    "Remove this torrent": "Deze torrent verwijderen",
    "Rename this torrent": "Deze torrent hernoemen",
    "Open Collection Directory": "Collectiemap openen",
    "Store this torrent": "Deze torrent opslaan",
    "Enter new name": "Voer nieuwe naam in",
    "This name is already taken": "Deze naam is al in gebruik",
    "Always start playing in fullscreen": "Altijd afspelen in volledig scherm",
    "Magnet link": "Magnet-link",
    "Error resolving torrent.": "Fout bij het laden van de torrent.",
    "%s hour(s) remaining": "%s uur resterend",
    "%s minute(s) remaining": "%s minu(u)t(en) resterend",
    "%s second(s) remaining": "%s seconde(n) resterend",
    "Unknown time remaining": "Resterende tijd onbekend",
    "Set player window to video resolution": "Speler instellen op videoresolutie",
    "Set player window to double of video resolution": "Speler instellen op dubbele videoresolutie",
    "Set player window to half of video resolution": "Speler instellen op halve videoresolutie",
    "Retry": "Opnieuw proberen",
    "Import a Torrent": "Torrent importeren",
    "Not Seen": "Niet gezien",
    "Seen": "Gezien",
    "Title": "Titel",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "Er is een fout opgetreden bij het afspelen van de video. Probeer een externe speler zoals %s om deze inhoud te bekijken.",
    "Font": "Lettertype",
    "Decoration": "Versiering",
    "None": "Geen",
    "Outline": "Omlijning",
    "Opaque Background": "Ondoorzichtige achtergrond",
    "No thank you": "Nee, bedankt",
    "Report an issue": "Een probleem melden",
    "Email": "E-mail",
    "Submit": "Verzenden",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Gebruik het %s-probleemfilter om te zoeken en te controleren of het probleem al is gemeld of zelfs al is opgelost.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Voeg een schermafbeelding toe als het nodig is; gaat jouw probleem over een ontwerpfunctie of een fout?",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Bij een goede foutrapportage hoeven anderen geen contact met je op te nemen voor meer informatie. Zorg ervoor dat je zo veel mogelijk details in je rapportage opneemt.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Let op: gebruik altijd Engels wanneer je contact met ons opneemt, anders begrijpen wij je mogelijk niet.",
    "No results found": "Geen resultaten gevonden",
    "Open Favorites": "Favorieten openen",
    "Open About": "Over openen",
    "Minimize to Tray": "Minimaliseren naar systeemvak",
    "Close": "Sluiten",
    "Restore": "Herstellen",
    "Features": "Kenmerken",
    "Connect To %s": "Verbinden met %s",
    "Cannot be stored": "Kan niet worden opgeslagen",
    "Overall Ratio": "Algehele verhouding",
    "Translate Synopsis": "Samenvatting vertalen",
    "N/A": "n.v.t.",
    "Your disk is almost full.": "Je harde schijf is bijna vol.",
    "You need to make more space available on your disk by deleting files.": "Maak ruimte vrij op je harde schijf door bestanden te verwijderen.",
    "Playing Next": "Volgende aflevering",
    "See-through Background": "Doorzichtige achtergrond",
    "Bold": "Vet",
    "Currently watching": "Momenteel aan het bekijken",
    "No, it's not that": "Nee, dit is het niet",
    "Correct": "Correct",
    "Init Database": "Database Initialiseren",
    "Status: %s ...": "Status: %s ...",
    "Create Temp Folder": "Tijdelijke map aanmaken",
    "Set System Theme": "Kies Systeem Thema",
    "Disclaimer": "Disclaimer",
    "Series": "Series",
    "Event": "Event",
    "Local": "Lokaal",
    "Try another subtitle or drop one in the player": "Probeer een andere ondertiteling of plaats er een in de speler",
    "show": "Tonen",
    "movie": "film",
    "Something went wrong downloading the update": "Er ging iets mis met het downloaden van de update",
    "Error converting subtitle": "Fout bij het omzetten van de ondertiteling",
    "No subtitles found": "Geen ondertiteling gevonden",
    "Try again later or drop a subtitle in the player": "Probeer het later opnieuw of plaats een ondertitel in de speler",
    "You should save the content of the old directory, then delete it": "Sla eerst de content in de oude map op, daarna kun je verwijderen.",
    "Search on %s": "Zoeken op %s",
    "Audio Language": "Audio taal",
    "Subtitle": "Ondertitel",
    "Code:": "Code:",
    "Error reading subtitle timings, file seems corrupted": "Fout bij het uitlezen van de ondertitelingstijdcode, bestand lijkt beschadigd",
    "Open File to Import": "Open bestand om te importeren",
    "Browse Directory to save to": "Blader naar map om in op te slaan",
    "Cancel and use VPN": "Annuleer en gebruik VPN",
    "Resume seeding after restarting the app?": "Verder gaan met seeden na opnieuw opstarten?",
    "Seedbox": "Seedbox",
    "Cache Folder": "Tijdelijke map",
    "Show cast": "Rolverdeling",
    "Filename": "Bestandsnaam",
    "Stream Url": "Stream Url",
    "Show playback controls": "Show playback controls",
    "Downloading": "Downloaden...",
    "Hide playback controls": "Hide playback controls",
    "Poster Size": "Poster Size",
    "UI Scaling": "UI Scaling",
    "Show all available subtitles for default language in flag menu": "Show all available subtitles for default language in flag menu",
    "Cache Folder Button": "Cache Folder Button",
    "Enable remote control": "Enable remote control",
    "Server": "Server",
    "API Server(s)": "API Server(s)",
    "Proxy Server": "Proxy Server",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings",
    "Update Now": "Nu bijwerken",
    "Database Exported": "Database Geëxporteerd",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Opgeslagen Torrents",
    "Search Results": "Zoekresultaten",
    "Paste a Magnet link": "Plak een Magnet link",
    "Import a Torrent file": "Torrentbestand importeren",
    "Select data types to import": "Selecteer welke type data je wilt importeren",
    "Please select which data types you want to import ?": "Selecteer aub welke type data je wilt importeren",
    "Watched items": "Bekeken items",
    "Bookmarked items": "Opgeslagen items",
    "Download list is empty...": "De download lijst is leeg...",
    "Active Torrents Limit": "Actieve torrents limiet",
    "Toggle Subtitles": "Ondertiteling wisselen",
    "Toggle Crop to Fit screen": "Zet schermvullend aan",
    "Original": "Centreren",
    "Fit screen": "Vul scherm",
    "Video already fits screen": "De video vult het scherm al",
    "The filename was copied to the clipboard": "De bestandsnaam is gekopieerd naar het klembord",
    "The stream url was copied to the clipboard": "De URL van deze stream is gekopieerd naar het klembord",
    "* %s stores an encrypted hash of your password in your local database": "%s slaat een versleutelde hash van uw wachtwoord op in uw lokale database",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Het apparaat kan het videoformaat/codec niet afspelen.<br/>Probeer een andere resolutie of cast met VLC",
    "Hide cast": "Verberg cast",
    "Tabs": "Tabbladen",
    "Native window frame": "Originele venster",
    "Open Cache Folder": "Open tijdelijke map",
    "Restart Popcorn Time": "Herstart Popcorn Time",
    "Developer Tools": "Developer Tools",
    "Movies API Server": "Movies API Server",
    "Series API Server": "Series API Server",
    "Anime API Server": "Anime API Server",
    "The image url was copied to the clipboard": "De URL van de afbeelding is gekopieerd naar het klembord",
    "Popcorn Time currently supports": "Popcorn Time currently supports",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "Er is ook ondersteuning voor Chromecast, AirPlay & DLNA apparaten.",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*You can set multiple Filters and tabs at the same time and of course any additional ones later",
    "as well as overwrite or reset your preferences)": "as well as overwrite or reset your preferences)",
    "Default Filters": "Standaard filters",
    "Set Filters": "Set Filters",
    "Reset Filters": "Reset Filters",
    "Your Default Filters have been changed": "Je standaard filters zijn veranderd",
    "Your Default Filters have been reset": "Je standaard filters zijn gereset",
    "Setting Filters...": "Filters activeren...",
    "Default": "Standaard",
    "Custom": "Aangepast",
    "Remember": "Onthouden",
    "Cache": "Tijdelijk geheugen",
    "Unknown": "Onbekend",
    "Change Subtitles Position": "Verander ondertitel positie",
    "Minimize": "Minimaliseren",
    "Separate directory for Downloads": "Separate directory for Downloads",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Enabling will prevent the sharing of cache between the Watch Now and Download functions",
    "Downloads Directory": "Downloads Directory",
    "Open Downloads Directory": "Open Downloads Directory",
    "Delete related cache ?": "Delete related cache ?",
    "Yes": "Ja",
    "No": "Nee",
    "Cache files deleted": "Tijdelijke bestanden verwijderd",
    "Delete related cache when removing from Seedbox": "Delete related cache when removing from Seedbox",
    "Always": "Altijd",
    "Ask me every time": "Vraag met het iedere keer",
    "Enable Protocol Encryption": "Enable Protocol Encryption",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage",
    "Show the Seedbox when a new download is added": "Show the Seedbox when a new download is added",
    "Download added": "Download toegevoegd",
    "Change API Server": "Change API Server",
    "Default Content Language": "Standaardtaal",
    "Title translation": "Titel vertaling",
    "Translated - Original": "Vertaald - Origineel",
    "Original - Translated": "Origineel - Vertaald",
    "Translated only": "Alleen vertaald",
    "Original only": "Alleen Origineel",
    "Translate Posters": "Vertaal poster",
    "Translate Episode Titles": "Vertaal afleveringtitels",
    "Only show content available in this language": "Only show content available in this language",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Translations depend on availability. Some options also might not be supported by all API servers",
    "added": "toegevoegd",
    "Max. Down / Up Speed": "Max. Down / Up Snelheid",
    "Show Release Info": "Show Release Info",
    "Parental Guide": "Parental Guide",
    "Rebuild bookmarks database": "Rebuild bookmarks database",
    "Rebuilding bookmarks...": "Rebuilding bookmarks...",
    "Submit metadata & translations": "Submit metadata & translations",
    "Not available": "Niet beschikbaar",
    "Cast not available": "Cast not available",
    "was removed from bookmarks": "was removed from bookmarks",
    "Bookmark restored": "Bookmark restored",
    "Undo": "Ongedaan maken",
    "minute(s) remaining before preloading next episode": "minuten voor de volgende aflevering wordt geladen",
    "Zoom": "Zoom",
    "Contrast": "Contrast",
    "Brightness": "Helderheid",
    "Hue": "Tint",
    "Saturation": "Verzadiging",
    "Decrease Zoom by": "Decrease Zoom by",
    "Increase Zoom by": "Increase Zoom by",
    "Decrease Contrast by": "Verlaag contrast met",
    "Increase Contrast by": "Verhoog contrast met",
    "Decrease Brightness by": "Verlaag helderheid met",
    "Increase Brightness by": "Verhoog helderheid met",
    "Rotate Hue counter-clockwise by": "Rotate Hue counter-clockwise by",
    "Rotate Hue clockwise by": "Rotate Hue clockwise by",
    "Decrease Saturation by": "Verlaag verzadiging met",
    "Increase Saturation by": "Verhoog verzadiging met",
    "Automatically update the API Server URLs": "Automatically update the API Server URLs",
    "Enable automatically updating the API Server URLs": "Enable automatically updating the API Server URLs",
    "Automatically update the app when a new version is available": "Automatically update the app when a new version is available",
    "Enable automatically updating the app when a new version is available": "Enable automatically updating the app when a new version is available",
    "Check for updates": "Controleren op updates",
    "Updating the API Server URLs": "Updating the API Server URLs",
    "API Server URLs updated": "API Server URLs updated",
    "API Server URLs already updated": "API Server URLs already updated",
    "API Server URLs could not be updated": "API Server URLs could not be updated",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available",
    "The API Server URL(s) was copied to the clipboard": "De API Server URL(s) is gekopieerd naar het klembord",
    "0 = Disable preloading": "0 = Vooraf laden uitschakelen",
    "Search field always expanded": "Zoekveld altijd uitgeklapt",
    "DHT UDP Requests Limit": "DHT UDP Requests Limit",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Verbind met %s om automatisch afleveringen te 'scrobblen' die je bekijkt in %s",
    "Create an account": "Maak een account",
    "Search for something or drop a .torrent / magnet link...": "Search for something or drop a .torrent / magnet link...",
    "Torrent removed": "Torrent verwijderd",
    "Remove": "Verwijderen",
    "Connect to %s": "Verbind met %s",
    "to automatically 'scrobble' episodes you watch in %s": "om automatisch afleveringen te 'scrobblen' die je bekijkt in %s",
    "Sync now": "Nu synchroniseren",
    "Same as Default Language": "Zelfde als standaard taal",
    "Language": "Taal",
    "Allow Audio Passthrough": "Allow Audio Passthrough",
    "release info link": "release info link",
    "parental guide link": "parental guide link",
    "IMDb page link": "IMDb pagina link",
    "submit metadata & translations link": "submit metadata & translations link",
    "episode title": "episode title",
    "full cast & crew link": "full cast & crew link",
    "Click providers to enable / disable": "Click providers to enable / disable",
    "Right-click to filter results by": "Right-click to filter results by",
    "to filter by <i>All</i>": "to filter by <i>All</i>",
    "more...": "more...",
    "Seeds": "Seeds",
    "Peers": "Peers",
    "less...": "less..."
}