{
    "External Player": "Reprodutor externo",
    "Made with": "Feito com",
    "by a bunch of geeks from All Around The World": "por um grupo de totós de todo o mundo",
    "Initializing %s. Please Wait...": "A iniciar %s. Por favor, aguarda...",
    "Movies": "Filmes",
    "TV Series": "Séries",
    "Anime": "Anime",
    "Genre": "Género",
    "All": "Todos",
    "Action": "Ação",
    "Adventure": "Aventura",
    "Animation": "Animação",
    "Children": "Crianças",
    "Comedy": "Comédia",
    "Crime": "Crime",
    "Documentary": "Documentário",
    "Drama": "Drama",
    "Family": "Família",
    "Fantasy": "Fantasia",
    "Game Show": "Concurso",
    "Horror": "Terror",
    "Mini Series": "Minissérie",
    "Mystery": "Mistério",
    "News": "Notícias",
    "Reality": "Realidade",
    "Romance": "Romance",
    "Science Fiction": "Ficção Científica",
    "Soap": "Telenovela",
    "Special Interest": "Interesse especial",
    "Sport": "Desporto",
    "Suspense": "Suspense",
    "Talk Show": "Talk Show",
    "Thriller": "Thriller",
    "Western": "Faroeste",
    "Sort by": "Ordenar por",
    "Updated": "Atualizado",
    "Year": "Ano",
    "Name": "Nome",
    "Search": "Procurar",
    "Season": "Temporada",
    "Seasons": "Temporadas",
    "Season %s": "Temporada %s",
    "Load More": "Carregar mais",
    "Saved": "Guardado",
    "Settings": "Definições",
    "User Interface": "Interface do Utilizador",
    "Default Language": "Idioma predefinido",
    "Theme": "Tema",
    "Start Screen": "Ecrã Inicial",
    "Favorites": "Favoritos",
    "Show rating over covers": "Mostrar avaliações sobre a capa",
    "Always On Top": "Sempre no topo",
    "Watched Items": "Itens vistos",
    "Show": "Mostrar",
    "Fade": "Desvanecer",
    "Hide": "Esconder",
    "Subtitles": "Legendas",
    "Default Subtitle": "Legenda predefinida",
    "Disabled": "Desativado",
    "Size": "Tamanho",
    "Quality": "Qualidade",
    "Trakt.tv": "Trakt.tv",
    "Username": "Nome de utilizador",
    "Password": "Palavra-passe",
    "%s stores an encrypted hash of your password in your local database": "O %s guarda uma hash encriptada da tua palavra-passe na base de dados local",
    "Remote Control": "Controlo Remoto",
    "HTTP API Port": "Porta da API HTTP",
    "HTTP API Username": "Nome de utilizador da API HTTP",
    "HTTP API Password": "Palavra-passe da APPI HTTP",
    "Connection": "Ligação",
    "Connection Limit": "Limite de ligação",
    "DHT Limit": "Limite DHT",
    "Port to stream on": "Porta para transmissão",
    "0 = Random": "0 = Aleatório",
    "Cache Directory": "Diretório de Cache",
    "Clear Cache Folder after closing the app?": "Clear Cache Folder after closing the app?",
    "Database": "Base de dados",
    "Database Directory": "Diretório da base de dados",
    "Import Database": "Importar base de dados",
    "Export Database": "Exportar base de dados",
    "Flush bookmarks database": "Limpar base de dados dos favoritos",
    "Flush all databases": "Limpar todas as bases de dados",
    "Reset to Default Settings": "Restaurar as definições predefinidas",
    "Importing Database...": "A importar base de dados...",
    "Please wait": "Por favor, aguarda",
    "Error": "Erro",
    "Biography": "Biografia",
    "Film-Noir": "Noir",
    "History": "História",
    "Music": "Música",
    "Musical": "Musical",
    "Sci-Fi": "Ficção Científica",
    "Short": "Curta-metragem",
    "War": "Guerra",
    "Rating": "Classificação",
    "Open IMDb page": "Abrir página IMDb",
    "Health false": "Saúde falsa",
    "Add to bookmarks": "Adicionar aos favoritos",
    "Watch Trailer": "Ver trailer",
    "Watch Now": "Ver agora",
    "Ratio:": "Rácio:",
    "Seeds:": "Sementes:",
    "Peers:": "Pares:",
    "Remove from bookmarks": "Remover dos favoritos",
    "Changelog": "Registo de modificações",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "O %s é o resultado de muitos programadores e designers combinarem uma carrada de APIs para tornar a experiência de visualização de filmes em torrent tão simples quanto possível.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Somos um projeto de código aberto. Somos do mundo inteiro. Adoramos os nossos filmes. E acredita, adoramos pipocas.",
    "Health Unknown": "Saúde desconhecida",
    "Episodes": "Episódios",
    "Episode %s": "Episódio %s",
    "Aired Date": "Data de emissão",
    "Streaming to": "Transmissão para",
    "connecting": "A ligar",
    "Download": "Transferir",
    "Upload": "Carregar",
    "Active Peers": "Pares ativos",
    "Cancel": "Cancelar",
    "startingDownload": "A iniciar a transferência...",
    "downloading": "A transferir...",
    "ready": "Pronto",
    "playingExternally": "A reproduzir externamente",
    "Custom...": "Personalizado...",
    "Volume": "Volume",
    "Ended": "Terminado",
    "Error loading data, try again later...": "Erro ao carregar os dados, tenta mais tarde...",
    "Miscellaneous": "Outros",
    "First unwatched episode": "First unwatched episode",
    "Next episode": "Next episode",
    "Flushing...": "A limpar...",
    "Are you sure?": "Tens a certeza?",
    "We are flushing your databases": "Estamos a limpar as tuas bases de dados",
    "Success": "Sucesso",
    "Please restart your application": "Por favor, reinicia a aplicação",
    "Restart": "Reiniciar",
    "Terms of Service": "Termos de serviço",
    "I Accept": "Eu aceito",
    "Leave": "Sair",
    "Series detail opens to": "Series detail opens to",
    "Playback": "Reprodução",
    "Play next episode automatically": "Reproduzir o próximo episódio automaticamente",
    "Generate Pairing QR code": "Gerar código QR de emparelhamento",
    "Play": "Reproduzir",
    "waitingForSubtitles": "À espera de legendas",
    "Play Now": "Reproduzir agora",
    "Seconds": "Segundos",
    "You are currently connected to %s": "Estás atualmente ligado a %s",
    "Disconnect account": "Desligar conta",
    "Syncing...": "A sincronizar...",
    "Done": "Terminado",
    "Subtitles Offset": "Desfasamento de legendas",
    "secs": "segs",
    "We are flushing your database": "Estamos a limpar a tua base de dados",
    "Ratio": "Rácio",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Erro, é provável que a base de dados esteja corrompida. Tenta limpar os favoritos nas definições.",
    "Flushing bookmarks...": "A limpar os favoritos...",
    "Resetting...": "A restaurar...",
    "We are resetting the settings": "Estamos a restaurar as definições",
    "Installed": "Instalado",
    "Please select a file to play": "Por favor, escolhe o ficheiro a reproduzir",
    "Global shortcuts": "Atalhos globais",
    "Video Player": "Reprodutor de vídeo",
    "Toggle Fullscreen": "Ecrã Completo",
    "Play/Pause": "Reproduzir/Pausa",
    "Seek Forward": "Avançar",
    "Increase Volume": "Aumentar volume",
    "Set Volume to": "Ajustar volume para",
    "Offset Subtitles by": "Deslocar Legendas por",
    "Toggle Mute": "Sem Som",
    "Movie Detail": "Detalhes do Filme",
    "Toggle Quality": "Alternar qualidade",
    "Play Movie": "Ver Filme",
    "Exit Fullscreen": "Sair do Ecrã Completo",
    "Seek Backward": "Retroceder",
    "Decrease Volume": "Diminuir volume",
    "TV Show Detail": "Detalhes da Série",
    "Toggle Watched": "Marcar como Visto",
    "Select Next Episode": "Selecionar Episódio Seguinte",
    "Select Previous Episode": "Selecionar Episódio Anterior",
    "Select Next Season": "Selecionar Temporada Seguinte",
    "Select Previous Season": "Selecionar Temporada Anterior",
    "Play Episode": "Ver Episódio",
    "space": "espaço",
    "shift": "shift",
    "ctrl": "ctrl",
    "enter": "enter",
    "esc": "esc",
    "Keyboard Shortcuts": "Atalhos de teclado",
    "Cut": "Cortar",
    "Copy": "Copiar",
    "Paste": "Colar",
    "Help Section": "Página de Ajuda",
    "Did you know?": "Sabias?",
    "What does %s offer?": "O que é que o %s oferece?",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Com o %s, podes ver Filmes e Séries muito facilmente. Só precisas de clicar numa das capas e depois clicar em 'Ver agora'. Mas a experiência é altamente personalizável:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "A nossa coleção de Filmes apenas contém filmes em Alta Definição, disponíveis em 720p e 1080p. Para ver um filme, basta abrires o %s e navegar pela coleção de filmes, acessível através do separador 'Filmes', na barra de navegação. A vista predefinida irá mostrar-te todos os filmes organizados por popularidade, mas podes aplicar os teus próprios filtros, graças a \"Género\" e \"Organizar por\". Assim que tiveres escolhido um filme que queres ver, clica na sua capa. De seguida clica em 'Ver agora'. Não te esqueças das pipocas!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "O separador de Séries, acessível clicando em 'Séries' na barra de navegação, vai apresentar todas as séries disponíveis na nossa coleção. Também podes aplicar os teus próprios filtros, tal como com os Filmes, para te ajudar a decidir o que ver. Nesta coleção também, basta clicar na capa: a nova janela que irá aparecer vai te permitir navegar pelas Temporadas e Episódios. Assim que tomares uma decisão, basta clicares no botão 'Ver Agora'.",
    "Choose quality": "Escolher qualidade",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "O botão de deslocação junto ao botão 'Ver Agora' permite-te escolher a qualidade da emissão. Também podes definir uma qualidade fixa no separador das Definições. Aviso: uma melhor qualidade equivale a mais dados a serem transferidos.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "A maior parte dos nossos Filmes e Séries têm legendas no teu idioma. Podes defini-las no separador das Definições. Para os Filmes, podes até defini-las através do menu de lista, na página de Detalhes do Filme.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Ao clicar no ícone de coração numa capa irá adicionar o filme/série aos teus favoritos. Essa coleção está acessível através do ícone em forma de coração, na barra de navegação. Para retirar um item da tua coleção, basta clicar no ícone novamente! Tão simples, não é?",
    "Watched icon": "Ícone visto",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "O %s vai lembrar-se daquilo que já viste - uma pequena ajuda que não faz mal a ninguém. Também podes definir um item como visto ao clicar no ícone em forma de olho que está nas capas. Podes até criar e sincronizar a tua coleção com o website Trakt.tv, através do separador Definições.",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "No %s, podes usar o ícone da lupa para abrir a pesquisa. Escreve um Título, um Ator, um Realizador ou até um Ano, prime 'Enter' e deixa-nos mostrar o que podemos oferecer para realizar as tuas necessidades. Para fechar a pesquisa atual, podes clicar no 'X' localizado ao lado daquilo que escreveste ou então escreve no campo outra coisa qualquer.",
    "External Players": "Reprodutores externos",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Se preferires usar um reprodutor externo em vez daquele que vem integrado, podes fazê-lo clicando no respetivo ícone no botão 'Ver agora'. Será apresentada uma lista dos reprodutores que tens instalados, escolhe um e o %s enviará tudo para lá. Se o teu reprodutor não se encontrar na lista, por favor informa-nos.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Para levar a personalização ainda mais longe, oferecemos-te um grande leque de opções. Para aceder às Definições, clica no ícone em forma de roda na barra de navegação.",
    "Keyboard Navigation": "Navegação com o teclado",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "A lista completa de atalhos de teclado está disponível clicando no '?' do teu teclado, ou através do ícone em forma de teclado no separador das Definições.",
    "Custom Torrents and Magnet Links": "Torrents personalizados e ligações Magnet",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Podes usar torrents personalizados e ligações magnet no %s. Basta arrastar e largar ficheiros .torrent para dentro da janela da aplicação e/ou colar uma ligação magnet.",
    "Torrent health": "Saúde do torrent",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Nos detalhes de Filmes/Séries, encontrarás um pequeno círculo, de cor cinzenta, vermelha, amarela ou verde. Essas cores estão relacionadas com a saúde do torrent. Um torrent verde será transferido mais rapidamente, enquanto que um torrent vermelho poderá não ser transferido de todo, ou muito lentamente. A cor cinzenta representa um erro no cálculo de saúde dos Filmes, e é necessário clicar nas Séries de forma a apresentar a saúde.",
    "How does %s work?": "Como funciona o %s?",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "O %s reproduz conteúdo de vídeo através de torrents. Os nossos Filmes são fornecidos por %s e as nossas Séries por %s, enquanto que todos os meta-dados são obtidos a partir de %s. Nós não alojamos conteúdo algum.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Reprodução de torrents? Ora bem, os torrents usam o protocolo Bittorrent, o que basicamente quer dizer que tu transferes pequenos pedaços do conteúdo vindos do computador de outro utilizador, enquanto envias para outro utilizador os pedaços que já transferiste. Depois, consegues ver esses pedaços, enquanto os próximos são transferidos silenciosamente. Esta troca permite que o conteúdo se mantenha saudável.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "Assim que um filme é transferido na sua totalidade, continuas a enviar partes dele aos outros utilizadores. E tudo é eliminado do teu computador quando fechas o %s. Tão simples quanto isso.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "A aplicação em si é desenvolvida com Node-Webkit, HTML, CSS e Javascript. Funciona como o navegador Google Chrome, exceto que a maior parte do código está alojado no teu computador. Sim, o %s trabalha com a mesma tecnologia de um website comum, da mesma forma que... a Wikipedia ou o Youtube!",
    "I found a bug, how do I report it?": "Encontrei um erro, como posso comunicá-lo?",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Podes colar ligações magnet em qualquer sítio do %s através de CTRL+V.",
    "You can drag & drop a .torrent file into %s.": "Podes arrastar e largar um ficheiro .torrent no %s.",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Se uma legenda para uma série estiver em falta, podes adicioná-la em %s. O mesmo pode ser feito para um filme, mas em %s.",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Podes iniciar sessão no Trakt.tv para gravar todos os itens que viste, e sincronizá-los em vários dispositivos.",
    "Clicking on the rating stars will display a number instead.": "Clicando nas estrelas de classificação irá alternar para numeração",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "Esta aplicação é completamente escrita em HTML5, CSS3 e Javascript",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Queres saber mais sobre um Filme ou Série? Basta clicares no ícone IMDb.",
    "Switch to next tab": "Ir para o separador seguinte",
    "Switch to previous tab": "Ir para o separador anterior",
    "Switch to corresponding tab": "Ir para o separador correspondente",
    "through": "até",
    "Enlarge Covers": "Aumentar Capas",
    "Reduce Covers": "Reduzir Capas",
    "Open Item Details": "Abrir detalhes do item",
    "Add Item to Favorites": "Adicionar aos Favoritos",
    "Mark as Seen": "Marcar como visto",
    "Open this screen": "Abrir este ecrã",
    "Open Settings": "Abrir Definições",
    "Posters Size": "Tamanho dos Cartazes",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Esta funcionalidade apenas está disponível se tiveres a tua conta Trakt.tv sincronizada. Por favor, vai às Definições e introduz as tuas credenciais.",
    "Last Open": "Último Aberto",
    "Exporting Database...": "A exportar base de dados...",
    "Database Successfully Exported": "Base de dados exportada com sucesso",
    "Display": "Ecrã",
    "TV": "TV",
    "Type": "Tipo",
    "popularity": "popularidade",
    "date": "data",
    "year": "ano",
    "rating": "classificação",
    "updated": "atualizado",
    "name": "nome",
    "OVA": "OVA",
    "ONA": "ONA",
    "Movie": "Filme",
    "Special": "Especial",
    "Watchlist": "Lista de itens por ver",
    "Resolving..": "A resolver...",
    "About": "Sobre",
    "Open Cache Directory": "Abrir pasta de cache",
    "Open Database Directory": "Abrir pasta de bases de dados",
    "Mark as unseen": "Marcar como Não visto",
    "Playback rate": "Velocidade de reprodução",
    "Increase playback rate by %s": "Aumentar velocidade de reprodução por %s",
    "Decrease playback rate by %s": "Reduzir velocidade de reprodução por %s",
    "Set playback rate to %s": "Definir velocidade de reprodução para %s",
    "Playback rate adjustment is not available for this video!": "O ajuste da velocidade de reprodução não está disponível para este vídeo!",
    "Color": "Cor",
    "Local IP Address": "Endereço IP local",
    "Japan": "Japão",
    "Cars": "Carros",
    "Dementia": "Demência",
    "Demons": "Demónios",
    "Ecchi": "Anime adulto",
    "Game": "Jogo",
    "Harem": "Harém",
    "Historical": "Histórico",
    "Josei": "Anime feminino",
    "Kids": "Crianças",
    "Magic": "Magia",
    "Martial Arts": "Artes marciais",
    "Mecha": "Anime de robôs",
    "Military": "Militar",
    "Parody": "Paródia",
    "Police": "Policial",
    "Psychological": "Psicológico",
    "Samurai": "Samurai",
    "School": "Escola",
    "Seinen": "Anime para homem jovem",
    "Shoujo": "Anime de comédia romântica feminino",
    "Shoujo Ai": "Anime de romance feminino",
    "Shounen": "Anime masculino",
    "Shounen Ai": "Anime de romance masculino",
    "Slice of Life": "Anime da vida quotidiana",
    "Space": "Espaço",
    "Sports": "Desporto",
    "Super Power": "Superpoder",
    "Supernatural": "Sobrenatural",
    "Vampire": "Vampiros",
    "VPN": "VPN",
    "Connect": "Ligar",
    "Create Account": "Criar conta",
    "Celebrate various events": "Celebrar vários eventos",
    "Disconnect": "Desligar",
    "Downloaded": "Transferido",
    "Loading stuck ? Click here !": "Carregamento parado? Clica aqui!",
    "Torrent Collection": "Coleção de torrents",
    "Remove this torrent": "Remover este torrent",
    "Rename this torrent": "Mudar o nome deste torrent",
    "Open Collection Directory": "Abrir pasta da coleção",
    "Store this torrent": "Guardar este torrent",
    "Enter new name": "Introduzir novo nome",
    "This name is already taken": "Este nome já está em utilização",
    "Always start playing in fullscreen": "Iniciar sempre em Ecrã Completo",
    "Magnet link": "Ligação Magnet",
    "Error resolving torrent.": "Erro ao resolver torrent.",
    "%s hour(s) remaining": "Tempo restante: %s hora(s)",
    "%s minute(s) remaining": "Tempo restante: %s minuto(s)",
    "%s second(s) remaining": "Tempo restante: %s segundo(s)",
    "Unknown time remaining": "Tempo restante: desconhecido",
    "Set player window to video resolution": "Definir janela do reprodutor para a resolução do vídeo",
    "Set player window to double of video resolution": "Definir janela do reprodutor para o dobro da resolução do vídeo",
    "Set player window to half of video resolution": "Definir janela do reprodutor para metade da resolução do vídeo",
    "Retry": "Tentar novamente",
    "Import a Torrent": "Importar um Torrent",
    "Not Seen": "Não visto",
    "Seen": "Visto",
    "Title": "Título",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "A reprodução do vídeo encontrou um problema. Por favor, tenta um reprodutor externo como %s para ver este conteúdo.",
    "Font": "Tipo de letra",
    "Decoration": "Decoração",
    "None": "Nenhum",
    "Outline": "Contorno",
    "Opaque Background": "Fundo opaco",
    "No thank you": "Não obrigado",
    "Report an issue": "Denunciar um problema",
    "Email": "Email",
    "Submit": "Submeter",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Utiliza o filtro %s para procurar e verificar se o problema foi denunciado ou se já está resolvido.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Inclui uma captura de ecrã se for relevante - O teu problema é sobre uma característica de design ou um erro?",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Uma boa denúncia de erro não deve deixar as coisas em aberto. Certifica que incluis detalhes do teu ambiente.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Aviso: Usa sempre o Inglês quando nos contactares, podemos não te compreender.",
    "No results found": "Nenhum resultado encontrado",
    "Open Favorites": "Abrir Favoritos",
    "Open About": "Abrir página Sobre",
    "Minimize to Tray": "Minimizar para a Barra de Tarefas",
    "Close": "Fechar",
    "Restore": "Restabelecer",
    "Features": "Características",
    "Connect To %s": "Ligar a %s",
    "Cannot be stored": "Não pode ser guardado",
    "Overall Ratio": "Rácio geral",
    "Translate Synopsis": "Traduzir Sinopse",
    "N/A": "N/A",
    "Your disk is almost full.": "O teu disco está quase cheio.",
    "You need to make more space available on your disk by deleting files.": "Elimina ficheiros para disponibilizar mais espaço livre no disco.",
    "Playing Next": "Reproduzir a seguir",
    "See-through Background": "Fundo transparente",
    "Bold": "Negrito",
    "Currently watching": "Atualmente a ver",
    "No, it's not that": "Não, não é isso",
    "Correct": "Correcto",
    "Init Database": "Inicializar Base de Dados",
    "Status: %s ...": "Estado: %s ...",
    "Create Temp Folder": "Criar Pasta Temporária",
    "Set System Theme": "Definir tema do sistema",
    "Disclaimer": "Aviso Legal",
    "Series": "Séries",
    "Event": "Evento",
    "Local": "Local",
    "Try another subtitle or drop one in the player": "Tenta outra legenda ou arrasta uma para o reprodutor",
    "show": "programa",
    "movie": "filme",
    "Something went wrong downloading the update": "Ocorreu um erro ao transferir a atualização",
    "Error converting subtitle": "Erro ao converter a legenda",
    "No subtitles found": "Nenhuma legenda encontrada",
    "Try again later or drop a subtitle in the player": "Tenta novamente mais tarde ou arrasta uma legenda para o reprodutor",
    "You should save the content of the old directory, then delete it": "Devias guardar o conteúdo do diretório antigo e depois eliminá-lo",
    "Search on %s": "Pesquisa em %s",
    "Audio Language": "Idioma do áudio",
    "Subtitle": "Legenda",
    "Code:": "Código:",
    "Error reading subtitle timings, file seems corrupted": "Erro ao ler a sincronia da legenda, ficheiro aparentemente corrompido",
    "Open File to Import": "Abrir ficheiro para importar",
    "Browse Directory to save to": "Browse Directory to save to",
    "Cancel and use VPN": "Cancelar e usar VPN",
    "Resume seeding after restarting the app?": "Resume seeding after restarting the app?",
    "Seedbox": "Seedbox",
    "Cache Folder": "Cache Folder",
    "Show cast": "Show cast",
    "Filename": "Filename",
    "Stream Url": "Stream Url",
    "Show playback controls": "Show playback controls",
    "Downloading": "A transferir...",
    "Hide playback controls": "Hide playback controls",
    "Poster Size": "Poster Size",
    "UI Scaling": "UI Scaling",
    "Show all available subtitles for default language in flag menu": "Show all available subtitles for default language in flag menu",
    "Cache Folder Button": "Cache Folder Button",
    "Enable remote control": "Enable remote control",
    "Server": "Server",
    "API Server(s)": "API Server(s)",
    "Proxy Server": "Proxy Server",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings",
    "Update Now": "Update Now",
    "Database Exported": "Database Exported",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Saved Torrents",
    "Search Results": "Resultados da procura",
    "Paste a Magnet link": "Paste a Magnet link",
    "Import a Torrent file": "Import a Torrent file",
    "Select data types to import": "Select data types to import",
    "Please select which data types you want to import ?": "Please select which data types you want to import ?",
    "Watched items": "Watched items",
    "Bookmarked items": "Bookmarked items",
    "Download list is empty...": "Download list is empty...",
    "Active Torrents Limit": "Active Torrents Limit",
    "Toggle Subtitles": "Toggle Subtitles",
    "Toggle Crop to Fit screen": "Toggle Crop to Fit screen",
    "Original": "Original",
    "Fit screen": "Fit screen",
    "Video already fits screen": "Video already fits screen",
    "The filename was copied to the clipboard": "The filename was copied to the clipboard",
    "The stream url was copied to the clipboard": "The stream url was copied to the clipboard",
    "* %s stores an encrypted hash of your password in your local database": "* %s stores an encrypted hash of your password in your local database",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC",
    "Hide cast": "Hide cast",
    "Tabs": "Tabs",
    "Native window frame": "Native window frame",
    "Open Cache Folder": "Open Cache Folder",
    "Restart Popcorn Time": "Restart Popcorn Time",
    "Developer Tools": "Developer Tools",
    "Movies API Server": "Movies API Server",
    "Series API Server": "Series API Server",
    "Anime API Server": "Anime API Server",
    "The image url was copied to the clipboard": "The image url was copied to the clipboard",
    "Popcorn Time currently supports": "Popcorn Time currently supports",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "There is also support for Chromecast, AirPlay & DLNA devices.",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*You can set multiple Filters and tabs at the same time and of course any additional ones later",
    "as well as overwrite or reset your preferences)": "as well as overwrite or reset your preferences)",
    "Default Filters": "Default Filters",
    "Set Filters": "Set Filters",
    "Reset Filters": "Reset Filters",
    "Your Default Filters have been changed": "Your Default Filters have been changed",
    "Your Default Filters have been reset": "Your Default Filters have been reset",
    "Setting Filters...": "Setting Filters...",
    "Default": "Default",
    "Custom": "Custom",
    "Remember": "Remember",
    "Cache": "Cache",
    "Unknown": "Desconhecido",
    "Change Subtitles Position": "Change Subtitles Position",
    "Minimize": "Minimize",
    "Separate directory for Downloads": "Separate directory for Downloads",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Enabling will prevent the sharing of cache between the Watch Now and Download functions",
    "Downloads Directory": "Downloads Directory",
    "Open Downloads Directory": "Open Downloads Directory",
    "Delete related cache ?": "Delete related cache ?",
    "Yes": "Sim",
    "No": "No",
    "Cache files deleted": "Cache files deleted",
    "Delete related cache when removing from Seedbox": "Delete related cache when removing from Seedbox",
    "Always": "Always",
    "Ask me every time": "Ask me every time",
    "Enable Protocol Encryption": "Enable Protocol Encryption",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage",
    "Show the Seedbox when a new download is added": "Show the Seedbox when a new download is added",
    "Download added": "Download added",
    "Change API Server": "Change API Server",
    "Default Content Language": "Default Content Language",
    "Title translation": "Title translation",
    "Translated - Original": "Translated - Original",
    "Original - Translated": "Original - Translated",
    "Translated only": "Translated only",
    "Original only": "Original only",
    "Translate Posters": "Translate Posters",
    "Translate Episode Titles": "Translate Episode Titles",
    "Only show content available in this language": "Only show content available in this language",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Translations depend on availability. Some options also might not be supported by all API servers",
    "added": "added",
    "Max. Down / Up Speed": "Max. Down / Up Speed",
    "Show Release Info": "Show Release Info",
    "Parental Guide": "Parental Guide",
    "Rebuild bookmarks database": "Rebuild bookmarks database",
    "Rebuilding bookmarks...": "Rebuilding bookmarks...",
    "Submit metadata & translations": "Submit metadata & translations",
    "Not available": "Not available",
    "Cast not available": "Cast not available",
    "was removed from bookmarks": "was removed from bookmarks",
    "Bookmark restored": "Bookmark restored",
    "Undo": "Undo",
    "minute(s) remaining before preloading next episode": "minute(s) remaining before preloading next episode",
    "Zoom": "Zoom",
    "Contrast": "Contrast",
    "Brightness": "Brilho",
    "Hue": "Hue",
    "Saturation": "Saturation",
    "Decrease Zoom by": "Decrease Zoom by",
    "Increase Zoom by": "Increase Zoom by",
    "Decrease Contrast by": "Decrease Contrast by",
    "Increase Contrast by": "Increase Contrast by",
    "Decrease Brightness by": "Decrease Brightness by",
    "Increase Brightness by": "Increase Brightness by",
    "Rotate Hue counter-clockwise by": "Rotate Hue counter-clockwise by",
    "Rotate Hue clockwise by": "Rotate Hue clockwise by",
    "Decrease Saturation by": "Decrease Saturation by",
    "Increase Saturation by": "Increase Saturation by",
    "Automatically update the API Server URLs": "Automatically update the API Server URLs",
    "Enable automatically updating the API Server URLs": "Enable automatically updating the API Server URLs",
    "Automatically update the app when a new version is available": "Automatically update the app when a new version is available",
    "Enable automatically updating the app when a new version is available": "Enable automatically updating the app when a new version is available",
    "Check for updates": "Verificar atualizações",
    "Updating the API Server URLs": "Updating the API Server URLs",
    "API Server URLs updated": "API Server URLs updated",
    "API Server URLs already updated": "API Server URLs already updated",
    "API Server URLs could not be updated": "API Server URLs could not be updated",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available",
    "The API Server URL(s) was copied to the clipboard": "The API Server URL(s) was copied to the clipboard",
    "0 = Disable preloading": "0 = Disable preloading",
    "Search field always expanded": "Search field always expanded",
    "DHT UDP Requests Limit": "DHT UDP Requests Limit",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s",
    "Create an account": "Create an account",
    "Search for something or drop a .torrent / magnet link...": "Search for something or drop a .torrent / magnet link...",
    "Torrent removed": "Torrent removed",
    "Remove": "Remove",
    "Connect to %s": "Connect to %s",
    "to automatically 'scrobble' episodes you watch in %s": "to automatically 'scrobble' episodes you watch in %s",
    "Sync now": "Sync now",
    "Same as Default Language": "Same as Default Language",
    "Language": "Language",
    "Allow Audio Passthrough": "Allow Audio Passthrough",
    "release info link": "release info link",
    "parental guide link": "parental guide link",
    "IMDb page link": "IMDb page link",
    "submit metadata & translations link": "submit metadata & translations link",
    "episode title": "episode title",
    "full cast & crew link": "full cast & crew link",
    "Click providers to enable / disable": "Click providers to enable / disable",
    "Right-click to filter results by": "Right-click to filter results by",
    "to filter by <i>All</i>": "to filter by <i>All</i>",
    "more...": "more...",
    "Seeds": "Seeds",
    "Peers": "Peers",
    "less...": "less..."
}