{
	"External Player": "Reprodutor Externo",
	"Made with": "Feito com",
	"by a bunch of geeks from All Around The World": "por um grupo de nerds do mundo inteiro",
	"Initializing PopcornTime. Please Wait...": "A iniciar o Popcorn Time. Por favor, aguarda...",
	"Status: Checking Database...": "Estado: A verificar a base de dados...",
	"Movies": "Filmes",
	"TV Series": "Séries",
	"Anime": "Anime",
	"Genre": "Género",
	"All": "Todos",
	"Action": "Ação",
	"Adventure": "Aventura",
	"Animation": "Animação",
	"Children": "Crianças",
	"Comedy": "Comédia",
	"Crime": "Crime",
	"Documentary": "Documentário",
	"Drama": "Drama",
	"Family": "Família",
	"Fantasy": "Fantasia",
	"Game Show": "Concurso",
	"Home And Garden": "Casa e jardim",
	"Horror": "Terror",
	"Mini Series": "Mini-séries",
	"Mystery": "Mistério",
	"News": "Notícias",
	"Reality": "Realidade",
	"Romance": "Romance",
	"Science Fiction": "Ficção científica",
	"Soap": "Telenovela",
	"Special Interest": "Interesse especial",
	"Sport": "Desporto",
	"Suspense": "Suspense",
	"Talk Show": "Talk Show",
	"Thriller": "Tríler",
	"Western": "Faroeste",
	"Sort by": "Ordenar por",
	"Popularity": "Popularidade",
	"Updated": "Atualizado",
	"Year": "Ano",
	"Name": "Nome",
	"Search": "Procurar",
	"Seasons": "Temporadas",
	"Season": "Temporada",
	"Load More": "Carregar Mais",
	"Saved": "Guardado",
	"Settings": "Definições",
	"Show advanced settings": "Mostrar definições avançadas",
	"User Interface": "Interface do Utilizador",
	"Default Language": "Idioma Predefinido",
	"Theme": "Tema",
	"Start Screen": "Ecrã Inicial",
	"Favorites": "Favoritos",
	"Show rating over covers": "Mostrar classificação na capa",
	"Always On Top": "Sempre visível",
	"Watched Items": "Itens Vistos",
	"Show": "Mostar",
	"Fade": "Desvanecer",
	"Hide": "Ocultar",
	"Subtitles": "Legendas",
	"Default Subtitle": "Legenda predefinida",
	"Disabled": "Desativado",
	"Size": "Tamanho",
	"Quality": "Qualidade",
	"Only list movies in": "Mostrar apenas filmes em",
	"Show movie quality on list": "Mostrar qualidade dos filmes na lista",
	"Trakt.tv": "Trakt.tv",
	"Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "Insere os teus dados do Trakt.tv para sincronizar automaticamente os episódios vistos no Popcorn Time",
	"Username": "Utilizador",
	"Password": "Palavra-passe",
	"Popcorn Time stores an encrypted hash of your password in your local database": "O Popcorn Time guarda uma hash encriptada da palavra-passe na tua base de dados local",
	"Remote Control": "Controlo Remoto",
	"HTTP API Port": "HTTP API Porta",
	"HTTP API Username": "HTTP API Utilizador",
	"HTTP API Password": "HTTP API Palavra-passe",
	"Connection": "Ligação",
	"TV Show API Endpoint": "Ponto de saída da API de Séries",
	"Connection Limit": "Limite de ligações",
	"DHT Limit": "Limite DHT",
	"Port to stream on": "Porta para transmissão",
	"0 = Random": "0 = Aleatória",
	"Cache Directory": "Pasta de cache",
	"Clear Tmp Folder after closing app?": "Limpar pasta de cache depois de fechar a aplicação?",
	"Database": "Base de dados",
	"Database Directory": "Localização da base de dados",
	"Import Database": "Importar base de dados",
	"Export Database": "Exportar base de dados",
	"Flush bookmarks database": "Limpar base de dados dos favoritos",
	"Flush subtitles cache": "Limpar cache de legendas",
	"Flush all databases": "Limpar todas as bases de dados",
	"Reset to Default Settings": "Repor Definições predefinidas",
	"Importing Database...": "A importar a base de dados...",
	"Please wait": "Por favor, aguarda",
	"Error": "Erro",
	"Biography": "Biografia",
	"Film-Noir": "Film-Noir",
	"History": "História",
	"Music": "Música",
	"Musical": "Musical",
	"Sci-Fi": "Ficção científica",
	"Short": "Curta-metragem",
	"War": "Guerra",
	"Date": "Data",
	"Rating": "Classificação",
	"Open IMDb page": "Abrir página IMDb",
	"Health false": "Saúde falsa",
	"Add to bookmarks": "Adicionar aos favoritos",
	"Watch Trailer": "Ver trailer",
	"Watch Now": "Ver agora",
	"Health Good": "Saúde boa",
	"Ratio:": "Rácio:",
	"Seeds:": "Sementes:",
	"Peers:": "Pares:",
	"Remove from bookmarks": "Remover dos favoritos",
	"Changelog": "Mudanças",
	"Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "O Popcorn Time é o resultado de muitos programadores e designers combinarem uma carrada de APIs para tornar a experiência de ver um filme ou uma série tão simples quanto possível.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Somos um projeto de código aberto. Somos do mundo inteiro. Adoramos os nossos filmes. E acredita, adoramos pipocas.",
	"Invalid PCT Database File Selected": "O ficheiro de base de dados PCT escolhido é inválido",
	"Continuing": "Em exibição",
	"Health Unknown": "Saúde desconhecida",
	"Episodes": "Episódios",
	"Episode": "Episódio",
	"Aired Date": "Data de lançamento",
	"Streaming to": "A transmitir para",
	"connecting": "A ligar...",
	"Download": "Transferido",
	"Upload": "Enviado",
	"Active Peers": "Pares ativos",
	"Cancel": "Cancelar",
	"startingDownload": "A iniciar a transferência...",
	"downloading": "A transferir...",
	"ready": "Pronto",
	"playingExternally": "Reproduzir externamente",
	"Custom...": "Personalizado...",
	"Volume": "Volume",
	"Ended": "Terminou",
	"Error loading data, try again later...": "Erro ao carregar os dados, tenta mais tarde...",
	"Miscellaneous": "Outros",
	"When opening TV Show Detail Jump to:": "Ao abrir Detalhes do Programa de TV ir para:",
	"First Unwatched Episode": "Primeiro episódio por ver",
	"Next Episode In Series": "Próximo episódio da série",
	"When Opening TV Show Detail Jump To": "Ao abrir Detalhes do Programa de TV ir para",
	"Flushing...": "A limpar...",
	"Are you sure?": "Tens a certeza?",
	"We are flushing your databases": "Estamos a limpar as tuas bases de dados",
	"Success": "Sucesso",
	"Please restart your application": "Por favor, reinicia a aplicação",
	"Restart": "Reiniciar",
	"Terms of Service": "Termos de Serviço",
	"I Accept": "Eu aceito",
	"Leave": "Sair",
	"When Opening TV Series Detail Jump To": "Ao abrir Detalhes das Séries ir para",
	"Health Medium": "Saúde média",
	"Playback": "Reprodução",
	"Play next episode automatically": "Reproduzir o próximo episódio automaticamente",
	"Generate Pairing QR code": "Gerar código QR de emparelhamento",
	"Playing Next Episode in": "Reproduzir próximo episódio em",
	"Play": "Reproduzir",
	"Dismiss": "Ignorar",
	"waitingForSubtitles": "À espera de legendas...",
	"Play Now": "Reproduzir agora",
	"Seconds": "Segundos",
	"You are currently authenticated to Trakt.tv as": "Estás atualmente autenticado no Trakt.tv como",
	"Disconnect account": "Desligar conta",
	"Sync With Trakt": "Sincronizar com Trakt",
	"Syncing...": "A sincronizar...",
	"Done": "Terminado",
	"Subtitles Offset": "Desfasamento de legendas",
	"secs": "seg.",
	"We are flushing your database": "Estamos a limpar a tua base de dados",
	"We are rebuilding the TV Show Database. Do not close the application.": "Estamos a reconstruir a base de dados das Séries. Não feches a aplicação.",
	"No shows found...": "Nenhuma série encontrada...",
	"No Favorites found...": "Nenhum favorito encontrado...",
	"Rebuild TV Shows Database": "Reconstruir a base de dados das Séries",
	"No movies found...": "Nenhum filme encontrado...",
	"Ratio": "Rácio",
	"Health Excellent": "Saúde excelente",
	"Health Bad": "Saúde má",
	"Status: Creating Database...": "Estado: A criar base de dados...",
	"Status: Updating database...": "Estado: A atualizar base de dados...",
	"Status: Skipping synchronization TTL not met": "Estado: A ignorar sincronização, TTL ultrapassado",
	"Advanced Settings": "Definições Avançadas",
	"Clear Cache directory after closing app?": "Limpar pasta de cache depois de fechar a aplicação?",
	"Tmp Folder": "Pasta Tmp",
	"Status: Downloading API archive...": "Estado: A transferir arquivo da API...",
	"Status: Archive downloaded successfully...": "Estado: Arquivo transferido com sucesso...",
	"Status: Importing file": "Estado: A importar ficheiro",
	"Status: Imported successfully": "Estado: Importado com sucesso",
	"Status: Launching applicaion... ": "Estado: A iniciar a aplicação...",
	"URL of this stream was copied to the clipboard": "O URL desta transmissão foi copiado para a área de transferência",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Erro, provavelmente a base de dados está corrompida. Tenta eliminar os favoritos nas definições.",
	"Flushing bookmarks...": "A eliminar os favoritos...",
	"Resetting...": "A restaurar...",
	"We are resetting the settings": "Estamos a restaurar as definições",
	"New version downloaded": "Nova versão transferida",
	"Installed": "Instalado",
	"Install Now": "Instalar agora",
	"Restart Now": "Reiniciar agora",
	"We are flushing your subtitle cache": "Estamos a limpar as legendas em cache",
	"Subtitle cache deleted": "Cache de legendas eliminado",
	"Please select a file to play": "Por favor, escolhe o ficheiro a reproduzir",
	"Test Login": "Testar Login",
	"Testing...": "A testar...",
	"Success!": "Sucesso!",
	"Failed!": "Falhou!",
	"Global shortcuts": "Atalhos Globais",
	"Video Player": "Reprodutor de Vídeo",
	"Toggle Fullscreen": "Ecrã Inteiro",
	"Play/Pause": "Reproduzir/Pausa",
	"Seek Forward": "Avançar",
	"Increase Volume": "Aumentar Volume",
	"Set Volume to": "Definir Volume para",
	"Offset Subtitles by": "Deslocar Legendas por",
	"Toggle Mute": "Sem Som",
	"Movie Detail": "Detalhes do Filme",
	"Toggle Quality": "Alternar a Qualidade",
	"Play Movie": "Ver Filme",
	"Exit Fullscreen": "Sair do Ecrã Inteiro",
	"Seek Backward": "Retroceder",
	"Decrease Volume": "Diminuir Volume",
	"Show Stream URL": "Mostrar URL da Transmissão",
	"TV Show Detail": "Detalhes da Série",
	"Toggle Watched": "Marcar como Visto",
	"Select Next Episode": "Escolher próximo episódio",
	"Select Previous Episode": "Selecionar Episódio Anterior",
	"Select Next Season": "Selecionar Temporada Seguinte",
	"Select Previous Season": "Selecionar Temporada Anterior",
	"Play Episode": "Ver Episódio",
	"space": "espaço",
	"shift": "shift",
	"ctrl": "ctrl",
	"enter": "enter",
	"esc": "esc",
	"Keyboard Shortcuts": "Atalhos de Teclado",
	"Cut": "Cortar",
	"Copy": "Copiar",
	"Paste": "Colar",
	"Help Section": "Página de Ajuda",
	"Did you know?": "Sabias?",
	"What does Popcorn Time offer?": "O que é que o Popcorn Time oferece?",
	"With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Com o Popcorn Time, podes ver Filmes e Séries muito facilmente. Só precisas de clicar numa das capas, de seguida clicar em 'Ver Agora'. Mas a utilização é altamente personalizável:",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "A nossa coleção de Filmes apenas contém filmes de Alta-Definição, disponíveis em 720p e 1080p. Para ver um filme, basta abrires o Popcorn Time e navegar pela coleção de filmes, acessível através do separador 'Filmes', na barra de navegação. A vista predefinida irá mostrar-te todos os filmes organizados por popularidade, mas podes aplicar os teus próprios filtros, graças aos filtros \"Género\" e \"Organizar por\". Assim que tiveres escolhido um filme que queres ver, clica na sua capa. De seguida clica em 'Ver Agora'. Não te esqueças das pipocas!",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "O separador de Séries, acessível clicando em 'Séries' na barra de navegação, vai apresentar todas as séries disponíveis na nossa coleção. Também podes aplicar os teus próprios filtros, tal como com os Filmes, para te ajudar a decidir o que ver. Nesta coleção também, basta clicar na capa: a nova janela que irá aparecer vai te permitir navegar pelas Temporadas e Episódios. Assim que tomares uma decisão, basta clicares no botão 'Ver Agora'.",
	"Choose quality": "Escolhe a qualidade",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "O botão de deslocação junto ao botão 'Ver Agora' permite-te escolher a qualidade da emissão. Também podes definir uma qualidade fixa no separador das Definições. Aviso: uma melhor qualidade equivale a mais dados a serem transferidos.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "A maior parte dos nossos Filmes e Séries têm legendas no teu idioma. Podes defini-las no separador das Definições. Para os Filmes, podes até defini-las através do menu de lista, na página de Detalhes do Filme.",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Ao clicar no ícone de coração numa capa irá adicionar o filme/série aos teus favoritos. Essa coleção está acessível através do ícone em forma de coração, na barra de navegação. Para retirar um item da tua coleção, basta clicar no ícone novamente! Tão simples, não é?",
	"Watched icon": "Ícone Visto",
	"Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "O Popcorn Time vai lembrar-se daquilo que já viste - uma pequena ajuda que não faz mal a ninguém. Também podes definir um item como visto clicando no ícone em forma de olho nas capas. Podes até criar e sincronizar a tua coleção no website Trakt.tv, através do separador das Definições.",
	"In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "No Popcorn Time, podes usar o ícone da lupa para abrir a pesquisa. Escreve um Título, um Ator, um Diretor ou até um Ano, pressiona 'Enter' e iremos mostrar-te o que temos para oferecer e realizar as tuas necessidades. Para fechar a pesquisa atual, podes clicar no 'X' localizado ao lado daquilo que escreveste ou então escreve qualquer outra coisa no campo.",
	"External Players": "Reprodutores externos",
	"If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "Se preferires usar um reprodutor externo em vez daquele que vem integrado, podes fazê-lo clicando no respetivo ícone no botão 'Ver Agora'. Será apresentada uma lista dos reprodutores que tens instalados, escolhe um e o Popcorn Time enviará tudo para lá. Se o teu reprodutor não se encontrar na lista, por favor informa-nos.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Para levar a personalização ainda mais longe, oferecemos-te um grande leque de opções. Para aceder às Definições, clica no ícone em forma de roda na barra de navegação.",
	"Keyboard Navigation": "Navegação com o teclado",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "A lista completa de atalhos de teclado está disponível clicando no '?' do teu teclado, ou através do ícone em forma de teclado no separador das Definições.",
	"Custom Torrents and Magnet Links": "Torrents personalizados e ligações Magnet",
	"You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Podes usar torrents personalizados e ligações magnet no Popcorn Time. Basta arrastar e largar ficheiros .torrent para dentro da janela da aplicação, e/ou colar uma ligação magnet.",
	"Torrent health": "Saúde do torrent",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "Nos detalhes de Filmes/Séries, encontrarás um pequeno círculo, de cor cinzenta, vermelha, amarela ou verde. Essas cores estão relacionadas com a saúde do torrent. Um torrent verde será transferido mais rapidamente, enquanto que um torrent vermelho poderá não ser transferido de todo, ou muito lentamente. A cor cinzenta representa um erro no cálculo de saúde dos Filmes, e é necessário clicar nas Séries de forma a apresentar a saúde.",
	"How does Popcorn Time work?": "Como funciona o Popcorn Time?",
	"Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "O Popcorn Time reproduz conteúdo de vídeo através de torrents. Os nossos filmes são fornecidos por YTS (http://yts.re) e as nossas Séries por EZTV (http://eztv.it), enquanto que todos os meta-dados são obtidos a partir de Trakt (http://trakt.tv). Nós não alojamos nenhum conteúdo.",
	"Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Reprodução de torrents? Ora bem, os torrents usam o protocolo Bittorrent, o que basicamente quer dizer que tu transferes pequenos pedaços do conteúdo vindos do computador de outro utilizador, enquanto envias para outro utilizador os pedaços que já transferiste. Depois, consegues ver esses pedaços, enquanto os próximos são transferidos silenciosamente. Esta troca permite que o conteúdo se mantenha saudável.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "Assim que um filme é transferido na sua totalidade, continuas a enviar pedaços aos outros utilizadores. E tudo é eliminado do teu computador quando fechas o Popcorn Time. Tão simples quanto isso.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "A aplicação em si é desenvolvida com Node-Webkit, HTML, CSS e Javascript. Funciona como o navegador Google Chrome, excepto que a maior parte do código está alojado no teu computador. Sim, o Popcorn Time funciona com a mesma tecnologia que um website comum, tal como... por exemplo, a Wikipedia ou o Youtube!",
	"I found a bug, how do I report it?": "Encontrei um erro, como posso comunicá-lo?",
	"No historics found...": "Histórico não encontrado...",
	"Error, database is probably corrupted. Try flushing the history in settings.": "Erro, provavelmente a base de dados está corrompida. Tenta eliminar os favoritos nas definições.",
	"You can paste magnet links anywhere in Popcorn Time with CTRL+V": "Podes colar ligações magnet em qualquer sítio do Popcorn Time através de CTRL+V",
	"You can drag & drop a .torrent file into Popcorn Time": "Podes arrastar e largar um ficheiro .torrent no Popcorn Time",
	"The Popcorn Time project started in February 2014 and has already had 150 people that contributed more than 3000 times to its development in August 2014.": "O projeto Popcorn Time começou em Fevereiro de 2014 e já teve 150 pessoas que contribuíram mais de 3000 vezes para o seu desenvolvimento em Agosto de 2014.",
	"The rule n°10 applies here.": "A regra nº10 é aplicada aqui.",
	"If a subtitle for a TV Show is missing, you can add it on <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. And the same way for a Movie, but on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>": "Se estiver a faltar a legenda de uma Série, podes adicioná-la em <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. E da mesma forma para um Filme, mas em <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>",
	"If you're experiencing connection drop issues, try to reduce the DHT Limit in Settings": "Se estiveres a sofrer quebras de ligação, tenta reduzir o limite DHT nas Definições",
	"Search \"1998\" to see all movies that came out that year": "Pesquisa \"1998\" para ver todos os filmes que saíram nesse ano.",
	"You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Podes iniciar sessão no Trakt.tv para gravar todos os itens que viste, e sincronizá-los em vários dispositivos.",
	"Clicking on the rating stars will display a number instead": "Clicando nas estrelas de classificação irá alternar para numeração",
	"This application is entirely written in HTML5, CSS3 and Javascript": "Esta aplicação é completamente escrita em HTML5, CSS3 e Javascript",
	"Wanna know more about a Movie or a TV Series? Just click the IMDb icon.": "Queres saber mais sobre um Filme ou Série? Basta clicares no ícone IMDb.",
	"Clicking twice on a \"Sort By\" filter reverses the order of the list": "Clicando duas vezes num filtro \"Ordenar por\" inverte a ordem da lista",
	"Switch to next tab": "Ir para separador seguinte",
	"Switch to previous tab": "Ir para separador anterior",
	"Switch to corresponding tab": "Ir para separador correspondente",
	"through": "até",
	"Enlarge Covers": "Aumentar Capas",
	"Reduce Covers": "Reduzir Capas",
	"Open the Help Section": "Abrir Página de Ajuda",
	"Open Item Details": "Abrir Detalhes do Item",
	"Add Item to Favorites": "Adicionar aos Favoritos",
	"Mark as Seen": "Marcar como Visto",
	"Open this screen": "Abrir este Ecrã",
	"Open Settings": "Abrir Definições",
	"Posters Size": "Tamanho dos Posters",
	"This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Esta funcionalidade apenas funciona se tiveres a tua conta TraktTv sincronizada. Por favor, vai às Definições e introduz as tuas credenciais.",
	"Last Open": "Último Aberto",
	"Exporting Database...": "A exportar base de dados...",
	"Database Successfully Exported.": "Base de dados exportada com sucesso.",
	"Currently Airing": "Ainda no ar",
	"Drama - Historical": "Drama - Histórico",
	"Magic": "Magia",
	"Kids": "Crianças",
	"Kids - Magic - Shoujo": "Crianças - Magia - Shoujo",
	"Demons": "Demónios",
	"Fantasy - Kids - Magic - Shoujo": "Fantasia - Crianças - Magia - Shoujo",
	"Display": "Ecrã",
	"TV": "TV",
	"Type": "Tipo",
	"popularity": "Popularidade",
	"date": "Data",
	"year": "Ano",
	"rating": "Classificação",
	"updated": "Atualizado",
	"name": "Nome",
	"OVA": "OVA",
	"ONA": "ONA",
	"No anime found...": "Nenhum Anime encontrado...",
	"Movie": "Filme",
	"Special": "Especial",
	"No Watchlist found...": "Nenhuma lista de referências encontrada..."
}