{
	"External Player": "Player extern",
	"Made with": "Creat cu",
	"by a bunch of geeks from All Around The World": "de o bandă de tocilari din toată lumea",
	"Initializing PopcornTime. Please Wait...": "Inițializăm Popcorn Time. Vă rugăm așteptați...",
	"Status: Checking Database...": "Stare: Se verifică baza de date...",
	"Movies": "Filme",
	"TV Series": "Seriale TV",
	"Anime": "Anime",
	"Genre": "Gen",
	"All": "Toate",
	"Action": "Acțiune",
	"Adventure": "Aventură",
	"Animation": "Animație",
	"Children": "Copii",
	"Comedy": "Comedie",
	"Crime": "Crimă",
	"Documentary": "Documentar",
	"Drama": "Dramă",
	"Family": "De familie",
	"Fantasy": "Fantezie",
	"Game Show": "Jocuri",
	"Home And Garden": "Casă și grădină",
	"Horror": "Horror",
	"Mini Series": "Mini seriale",
	"Mystery": "Mister",
	"News": "Știri",
	"Reality": "Realitate",
	"Romance": "Romantic",
	"Science Fiction": "SF",
	"Soap": "Telenovelă",
	"Special Interest": "Interes special",
	"Sport": "Sport",
	"Suspense": "Suspans",
	"Talk Show": "Dezbatere",
	"Thriller": "Groază",
	"Western": "Western",
	"Sort by": "Sortează după",
	"Popularity": "Popularitate",
	"Updated": "Actualizare",
	"Year": "An",
	"Name": "Nume",
	"Search": "Caută",
	"Seasons": "Sezoane",
	"Season": "Sezon",
	"Load More": "Mai multe",
	"Saved": "Salvat",
	"Settings": "Setări",
	"Show advanced settings": "Arată setările avansate",
	"User Interface": "Interfață utilizator",
	"Default Language": "Limba implicită",
	"Theme": "Temă",
	"Start Screen": "Ecran de start",
	"Favorites": "Favorite",
	"Show rating over covers": "Arată scorul pe coperți",
	"Always On Top": "Mereu în prin plan",
	"Watched Items": "Filme vizionate",
	"Show": "Arată",
	"Fade": "Estompează",
	"Hide": "Ascunde",
	"Subtitles": "Subtitrări",
	"Default Subtitle": "Subtitrare implicită",
	"Disabled": "Dezactivat",
	"Size": "Mărime",
	"Quality": "Calitate",
	"Only list movies in": "Arată doar filmele în",
	"Show movie quality on list": "Arată calitatea filmului în listă",
	"Trakt.tv": "Trakt.tv",
	"Enter your Trakt.tv details here to automatically 'scrobble' episodes you watch in Popcorn Time": "Introduceți aici datele dumneavoastră de identificare Trakt.tv pentru a înregistra automat episoadele pe care le urmăriți cu Popcorn Time",
	"Username": "Nume utilizator",
	"Password": "Parolă",
	"Popcorn Time stores an encrypted hash of your password in your local database": "Popcorn Time păstrează o amprentă criptată a parolei dumneavoastră în baza de date",
	"Remote Control": "Control la distanță",
	"HTTP API Port": "Port API HTTP",
	"HTTP API Username": "Nume utilizator API HTTP",
	"HTTP API Password": "Parolă utilizator API HTTP",
	"Connection": "Conexiune",
	"TV Show API Endpoint": "Adresa API pentru Seriale",
	"Connection Limit": "Limită conexiune",
	"DHT Limit": "Limită DHT",
	"Port to stream on": "Port pentru emitere flux",
	"0 = Random": "0 = Aleator",
	"Cache Directory": "Director temporar",
	"Clear Tmp Folder after closing app?": "Șterge directorul temporar la închiderea aplicației?",
	"Database": "Bază de date",
	"Database Directory": "Director bază de date",
	"Import Database": "Importă baza de date",
	"Export Database": "Exportă baza de date",
	"Flush bookmarks database": "Șterge baza de date a favoritelor",
	"Flush subtitles cache": "Ștergeți memoria subtitrărilor",
	"Flush all databases": "Șterge toate bazele de date",
	"Reset to Default Settings": "Resetare la configurările implicite",
	"Importing Database...": "Se importă baza de date...",
	"Please wait": "Vă rugăm așteptați",
	"Error": "Eroare",
	"Biography": "Biografic",
	"Film-Noir": "Film-Noir",
	"History": "Istoric",
	"Music": "Muzică",
	"Musical": "Muzical",
	"Sci-Fi": "Sci-Fi",
	"Short": "Scurt-metraj",
	"War": "Război",
	"Date": "Dată",
	"Rating": "Evaluare",
	"Open IMDb page": "Deschide pagina IMDb",
	"Health false": "Stare falsă",
	"Add to bookmarks": "Salvează la favorite",
	"Watch Trailer": "Vezi prezentarea",
	"Watch Now": "Vizionează acum",
	"Health Good": "Stare bună",
	"Ratio:": "Raport:",
	"Seeds:": "Surse:",
	"Peers:": "Clienți:",
	"Remove from bookmarks": "Șterge din favorite",
	"Changelog": "Istoricul modificărilor",
	"Popcorn Time! is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "Popcorn Time! este rezultatul muncii a multor dezvoltatori și designeri care au înglobat o multitudine de tehnologii împreună pentru a face experiența de vizionare a filmelor torent cât mai simplă posibilă.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Noi suntem un proiect open source. Suntem din toate colțurile lumii. Adorăm filmele noastre. Și ne place popocorn-ul!",
	"Invalid PCT Database File Selected": "Fișier invalid PCT bază de date selectat",
	"Continuing": "Se continuă",
	"Health Unknown": "Stare necunoscută",
	"Episodes": "Episoade",
	"Episode": "Episod",
	"Aired Date": "Dată difuzare",
	"Streaming to": "Se emite către",
	"connecting": "Se conectează",
	"Download": "Primire",
	"Upload": "Trimitere",
	"Active Peers": "Clienți activi",
	"Cancel": "Anulează",
	"startingDownload": "Încep descărcarea",
	"downloading": "Se descarcă",
	"ready": "Disponibil",
	"playingExternally": "Se rulează extern",
	"Custom...": "Personalizat...",
	"Volume": "Volum",
	"Ended": "Terminat",
	"Error loading data, try again later...": "A apărut o eroare la încărcarea datelor, încercați mai târziu...",
	"Miscellaneous": "Diverse",
	"When opening TV Show Detail Jump to:": "Când se deschid detaliile serialului TV se sare la:",
	"First Unwatched Episode": "Primul episod nevizionat",
	"Next Episode In Series": "Următorul episod în serie",
	"When Opening TV Show Detail Jump To": "Când se deschid detaliile serialului TV se sare la",
	"Flushing...": "Se șterge...",
	"Are you sure?": "Confirmați?",
	"We are flushing your databases": "Se șterg bazele de date",
	"Success": "Succes",
	"Please restart your application": "Vă rugăm să reporniți aplicația",
	"Restart": "Repornește",
	"Terms of Service": "Condiții de utilizare",
	"I Accept": "Accept",
	"Leave": "Închide",
	"When Opening TV Series Detail Jump To": "Când se deschid detaliile serialului TV se sare la",
	"Health Medium": "Stare medie",
	"Playback": "Redare",
	"Play next episode automatically": "Redă automat următorul episod",
	"Generate Pairing QR code": "Generează cod QR de împerechere",
	"Playing Next Episode in": "Redă următorul episod în",
	"Play": "Rulează",
	"Dismiss": "Respinge",
	"waitingForSubtitles": "Se așteaptă subtitrări",
	"Play Now": "Rulează acum",
	"Seconds": "Secunde",
	"You are currently authenticated to Trakt.tv as": "Sunteți acum conectat pe Trakt.tv ca",
	"Disconnect account": "Deconectează contul",
	"Sync With Trakt": "Sincronizează cu Trakt",
	"Syncing...": "Se sincronizează...",
	"Done": "Gata",
	"Subtitles Offset": "Decalaj subtitrare",
	"secs": "sec",
	"We are flushing your database": "Se șterge baza de date",
	"We are rebuilding the TV Show Database. Do not close the application.": "Se reconstruiește baza de date a serialelor TV. Nu închideți aplicația.",
	"No shows found...": "Nu s-au găsit seriale TV...",
	"No Favorites found...": "Nu s-au găsit favorite...",
	"Rebuild TV Shows Database": "Reconstruiește baza de date a serialelor TV",
	"No movies found...": "Nu s-au găsit filme...",
	"Ratio": "Raport",
	"Health Excellent": "Stare excelentă",
	"Health Bad": "Stare proastă",
	"Status: Creating Database...": "Stare: Se creează baza de date...",
	"Status: Updating database...": "Stare: Se actualizează baza de date...",
	"Status: Skipping synchronization TTL not met": "Stare: Se trece peste sincronizare, TTL nu s-a îndeplinit",
	"Advanced Settings": "Setări avansate",
	"Clear Cache directory after closing app?": "Se șterge directorul temporar la închiderea aplicației?",
	"Tmp Folder": "Director temporar",
	"Status: Downloading API archive...": "Stare: Se descarcă arhiva API...",
	"Status: Archive downloaded successfully...": "Stare: Arhiva API s-a descărcat cu succes...",
	"Status: Importing file": "Stare: Se importă fișierul",
	"Status: Imported successfully": "Stare: Importare reușită",
	"Status: Launching applicaion... ": "Stare: Se pornește aplicația...",
	"URL of this stream was copied to the clipboard": "Adresa acestui flux s-a copiat în memorie",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Eroare, baza de date este probabil deteriorată. Încercați să ștergeți favoritele în configurări.",
	"Flushing bookmarks...": "Se șterg favoritele...",
	"Resetting...": "Se resetează...",
	"We are resetting the settings": "Se reinițializează setările",
	"New version downloaded": "Versiune nouă descărcată",
	"Installed": "S-a instalat",
	"Install Now": "Instalează acum",
	"Restart Now": "Repornește acum",
	"We are flushing your subtitle cache": "Se șterge memoria subtitrărilor",
	"Subtitle cache deleted": "Memoria subtitrărilor a fost ștearsă",
	"Please select a file to play": "Vă rugăm să selectați un fișier pentru vizionare",
	"Test Login": "Testare identificare",
	"Testing...": "Se testează…",
	"Success!": "Succes!",
	"Failed!": "Eșec!",
	"Global shortcuts": "Scurtături globale",
	"Video Player": "Player Video",
	"Toggle Fullscreen": "Comutare ecran complet",
	"Play/Pause": "Rulează / Pauză",
	"Seek Forward": "Deplasează înainte",
	"Increase Volume": "Mărește volumul",
	"Set Volume to": "Stabilește volumul la",
	"Offset Subtitles by": "Decalează subtitrarea cu",
	"Toggle Mute": "Comutare sunet mut",
	"Movie Detail": "Detalii film",
	"Toggle Quality": "Comută calitatea",
	"Play Movie": "Rulează filmul",
	"Exit Fullscreen": "Ieșire din ecran complet",
	"Seek Backward": "Deplasează înapoi",
	"Decrease Volume": "Diminuează volumul",
	"Show Stream URL": "Arată adresa fluxului",
	"TV Show Detail": "Detaliile serialului TV",
	"Toggle Watched": "Comutare stare vizionare",
	"Select Next Episode": "Selectează sezonul următor",
	"Select Previous Episode": "Selectează episodul anterior",
	"Select Next Season": "Selectează sezonul următor",
	"Select Previous Season": "Selectează sezonul anterior",
	"Play Episode": "Rulează episodul",
	"space": "spațiu",
	"shift": "shift",
	"ctrl": "ctrl",
	"enter": "enter",
	"esc": "esc",
	"Keyboard Shortcuts": "Scurtături tastatură",
	"Cut": "Taie",
	"Copy": "Copiază",
	"Paste": "Lipește",
	"Help Section": "Secțiunea de ajutor",
	"Did you know?": "Știați că?",
	"What does Popcorn Time offer?": "Ce oferă Popcorn Time?",
	"With Popcorn Time, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Cu Popcorn Time, puteți viziona filme și Seriale TV într-adevăr ușor. Tot ce trebuie să faceți este să faceți clic pe una dintre coperți, apoi faceți clic pe 'Vezi acum'. În plus, experiența dumneavoastră este extrem de personalizabilă:",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open Popcorn Time and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Colecția noastră de filme conține filme de înaltă definiție (HD), disponibile în 720p și 1080p. Pentru a viziona un film, pur și simplu deschideți Popcorn Time și navigați prin colecția de filme, accesibilă prin intermediul tab-ului 'Filme', în bara de navigare. Vederea implicită vă va arăta toate filmele sortate după popularitate, dar puteți aplica propriile filtre, grație filtrelor 'Gen' și 'Sortare după'. După ce ați ales un film pe care doriți să urmăriți, faceți clic pe copertă. Apoi faceți clic pe 'Urmărește acum'. Nu uitați de floricele!",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Secțiunea Seriale TV, la care se poate ajunge prin clic pe 'Seriale TV' în bara de navigare, vă va arăta toate serialele TV disponibile în colecția noastră. Puteți aplica, de asemenea, propriile filtre, aceleași ca la filme, pentru a vă ajuta să decideți ce să urmăriți. În această colecție, de asemenea, doar faceți clic pe copertă: noua fereastră care va apărea vă va permite să navigați prin sezoane și episoade. Odată ce v-ați hotărât, doar faceți clic pe butonul 'Vizionează acum'.",
	"Choose quality": "Alegeți calitatea",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Un cursor de lângă butonul 'Vizionează acum' vă permite să alegeți calitatea filmului. Puteți seta, de asemenea, o calitate stabilită în secțiunea de Setări. Atenție: o calitate mai bună înseamnă mai multe date de descărcat.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "Cele mai multe dintre filmele noastre și serialele TV au subtitrări și în limba română. Le puteți defini în secțiunea Setări. Pentru filme, le puteți seta chiar și prin meniul vertical, în pagina Detalii Film.",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Dacă faceți clic pe pictograma de inimă de pe o copertă se va adăuga filmul / serialul la favorite. Această colecție este accesibilă prin pictograma în formă de inimă, în bara de navigare. Pentru a elimina un element din colecția dvs., faceți din nou clic pe pictogramă! Nu-i așa că este simplu?",
	"Watched icon": "Pictogramă Vizionat",
	"Popcorn Time will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "Popcorn Time va ține cont de ceea ce ați vizionat deja - un pic de ajutor de amintire nu deranajează deloc. Puteți seta, de asemenea, un element ca urmărit, făcând clic pe pictograma în formă de ochi de pe copertă. Puteți chiar construi și sincroniza colecția dvs. cu site-ul Trakt.tv, în secțiunea de Setări.",
	"In Popcorn Time, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "În Popcorn Time, aveți posibilitatea să utilizați pictograma lupă pentru a începe căutarea. Introduceți un titlu, un actor, un director sau chiar un an, apăsați pe 'Enter' și vă vom arăta ce putem oferi pentru a satisface cerința Dumneavoastră. Pentru a închide căutarea curentă, aveți posibilitatea să faceți clic pe 'X' situat lângă câmpul de căutare sau tastați altceva în câmpul de căutare.",
	"External Players": "Playere externe",
	"If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and Popcorn Time will send everything to it. If your player isn't on the list, please report it to us.": "Dacă preferați să utilizați un player personalizat în locul celui înglobat, puteți face acest lucru făcând clic pe pictograma alocată pe butonul 'Vizionează acum'. Va fi afișată o listă de playere instalate, selectați unul și Popcorn Time va trimite tot la el. Dacă player-ul nu este în listă, vă rugăm să ne semnalați acest lucru.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "Pentru a extinde personalizarea și mai mult, vă oferim un panou mare de opțiuni. Pentru a accesa setările, faceți clic pe pictograma în formă de roată în bara de navigare.",
	"Keyboard Navigation": "Navigarea prin tastatură",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Întreaga listă de comenzi rapide de la tastatură este disponibilă prin apăsarea '?' de pe tastatură, sau prin pictograma în formă de tastatură din secțiunea de Setări.",
	"Custom Torrents and Magnet Links": "Torente și link-uri Magnet externe",
	"You can use custom torrents and magnets links in Popcorn Time. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Puteți utiliza torenți și link-uri magnet externe din Popcorn Time. Pur și simplu trageți și plasați fișiere .torrent în fereastra aplicației și/sau lipiți orice legătură magnet.",
	"Torrent health": "Stare torent",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "În detaliile filmelor/serialelor TV, puteți găsi un cerc mic, colorat în gri, roșu, galben sau verde. Aceste culori se referă la starea de disponibilitate a torentului. Un torent verde va fi descărcat rapid, în timp ce un torent roșu poate să nu fie disponibil de loc la descărcare, sau foarte lent. Culoarea gri reprezintă o eroare în calculul stării pentru filme, iar acesta trebuie să fie făcut clic în serialele TV, pentru a afișa starea de disponibilitate.",
	"How does Popcorn Time work?": "Cum funcționează Popcorn Time?",
	"Popcorn Time streams video content through torrents. Our movies are provided by YTS (http://yts.re) and our TV Series by EZTV (http://eztv.it), while getting all metadata from Trakt (http://trakt.tv). We don't host any content ourselves.": "Popcorn Time emite conținutul video prin torente. Filmele noastre sunt furnizate de YTS (http://yts.re) și serialele noastre TV de EZTV (http://eztv.it), în timp ce obținerea tuturor celorlalte informații se face de la Trakt (http://trakt.tv). Noi nu găzduim niciun conținut.",
	"Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Vizionare de torrente? Ei bine, torrentele folosesc protocolul Bittorrent, ceea ce înseamnă, practic, că descărcați mici părți din conținutul de pe computerul unui alt utilizator, în timp ce trimiteți piesele de care aveți deja descărcate la un alt utilizator. Apoi, vizionați acele părți, în timp ce următoarele sunt descărcate în fundal. Acest schimb permite ca disponibilitatea conținutului să rămână stabilă.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close Popcorn Time. As simple as that.": "După ce filmul este descărcat de pe Internet, veți continua să trimiteți părți din el la alți utilizatori. Și totul este șters din computer atunci când închideți Popcorn Time. Atât de simplu este.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, Popcorn Time works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Aplicația în sine este construită cu Node-Webkit, HTML, CSS și Javascript. Acesta funcționează ca browser-ul Google Chrome, cu excepția faptului că găzduiți cea mai mare parte a codului pe computerul Dumneavoastră. Da, Popcorn Time funcționează pe aceeași tehnologie ca un site web normal, cum ar fi ... să zicem Wikipedia, sau Youtube!",
	"I found a bug, how do I report it?": "Am găsit o eroare, cum o raportez?",
	"No historics found...": "Nu s-a găsit un istoric.",
	"Error, database is probably corrupted. Try flushing the history in settings.": "Eroare, baza de date este probabil deteriorată. Încercați să ștergeți istoricul în configurări.",
	"You can paste magnet links anywhere in Popcorn Time with CTRL+V": "Puteți lipi legături magnet oriunde în Popcorn Time cu CTRL+V",
	"You can drag & drop a .torrent file into Popcorn Time": "Puteți glisa și lăsa un fișier .torrent în Popcorn Time",
	"The Popcorn Time project started in February 2014 and has already had 150 people that contributed more than 3000 times to its development in August 2014.": "Proiectul Popcorn Time a început în Februarie 2014 și a avut deja 150 oameni care au contribuit mai mult de 3000 ori la dezvoltarea sa până în august 2014.",
	"The rule n°10 applies here.": "Regula nr. 10 se aplică aici.",
	"If a subtitle for a TV Show is missing, you can add it on <a class=\"link\" href=\"http://opensubtitles.org\">opensubtitles.org</a>. And the same way for a Movie, but on <a class=\"link\" href=\"http://yifysubtitles.com\">yifysubtitles.com</a>": "În cazul în care o subtitrare pentru un serial TV lipsește, o puteți adăuga la <a class=\"link\" href=\"http://opensubtitles.org\"> opensubtitles.org </a>. Și în același mod pentru un film, dar pe <a class=\"link\" href=\"http://yifysubtitles.com\"> yifysubtitles.com </a>",
	"If you're experiencing connection drop issues, try to reduce the DHT Limit in Settings": "Dacă vă confruntați cu probleme de pierdere de conexiune, încercați să reduceți limita DHT în Setări",
	"Search \"1998\" to see all movies that came out that year": "Căutați \"1998\" pentru a vedea toate filmele care au fost lansate în acel an",
	"You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Vă puteți conecta la Trakt.tv pentru a salva toate elementele urmărite și pentru a le sincroniza pe mai multe dispozitive.",
	"Clicking on the rating stars will display a number instead": "Dacă faceți clic pe stelele de rating se vor afișa numere în locul lor",
	"This application is entirely written in HTML5, CSS3 and Javascript": "Această aplicație este scrisă integral în HTML5, CSS3 și Javascript",
	"Wanna know more about a Movie or a TV Series? Just click the IMDb icon.": "Vreți să știți mai multe despre un film sau un serial TV? Doar faceți clic pe pictograma IMDb.",
	"Clicking twice on a \"Sort By\" filter reverses the order of the list": "Dacă faceți clic de două ori pe un filtru \"Sortare după\" se inversează ordinea listei",
	"Switch to next tab": "Comută la următorul tab",
	"Switch to previous tab": "Comută la tab-ul anterior",
	"Switch to corresponding tab": "Comută la tab-ul corespunzător",
	"through": "prin",
	"Enlarge Covers": "Mărește coperțile",
	"Reduce Covers": "Micșorează coperțile",
	"Open the Help Section": "Deschide secțiunea de ajutor",
	"Open Item Details": "Deschide detaliile elementului",
	"Add Item to Favorites": "Adaugă elementul la favorite",
	"Mark as Seen": "Marchează ca văzut",
	"Open this screen": "Deschide acest ecran",
	"Open Settings": "Deschide Setările",
	"Posters Size": "Mărime coperți",
	"This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Această facilitate este disponibilă dacă aveți un cont TraktTv sincronizat. Vă rugăm să introduceți datele de identificare în Setări",
	"Last Open": "Ultimul deschis",
	"Exporting Database...": "Se exportă baza de date...",
	"Database Successfully Exported": "Baza de date s-a exportat cu succes.",
	"Currently Airing": "Redare în curs",
	"Drama - Historical": "Dramă - Istoric",
	"Magic": "Magie",
	"Kids": "Copii",
	"Kids - Magic - Shoujo": "Copii - Magic - Shoujo",
	"Demons": "Demoni",
	"Fantasy - Kids - Magic - Shoujo": "Fantastic - Copii - Magic - Shoujo",
	"Display": "Ecran",
	"TV": "TV",
	"Type": "Tip",
	"popularity": "popularitate",
	"date": "dată",
	"year": "an",
	"rating": "evaluare",
	"updated": "actualizare",
	"name": "nume",
	"OVA": "OVA",
	"ONA": "ONA",
	"No anime found...": "Nu s-au găsit Anime",
	"Movie": "Film",
	"Special": "Special",
	"No Watchlist found...": "Nici o listă găsită...",
	"Watchlist": "Listă vizionare"
}