{
	"External Player": "Внешний проигрыватель",
	"Made with": "Сделано",
	"by a bunch of geeks from All Around The World": "группой гиков со всего мира",
	"Initializing %s. Please Wait...": "Инициализация %s. Пожалуйста, подождите...",
	"Movies": "Фильмы",
	"TV Series": "Сериалы",
	"Anime": "Аниме",
	"Genre": "Жанр",
	"All": "Все",
	"Action": "Боевик",
	"Adventure": "Приключения",
	"Animation": "Анимационный",
	"Children": "Детское",
	"Comedy": "Комедия",
	"Crime": "Криминальный",
	"Documentary": "Документальный",
	"Drama": "Драма",
	"Family": "Семейный",
	"Fantasy": "Фантастика",
	"Game Show": "Игровое шоу",
	"Horror": "Ужасы",
	"Mini Series": "Мини-сериалы",
	"Mystery": "Мистика",
	"News": "Новости",
	"Reality": "Реалити-шоу",
	"Romance": "Романтический",
	"Science Fiction": "Научная фантастика",
	"Soap": "Мыльная опера",
	"Special Interest": "Специальные интересы",
	"Sport": "Спортивный",
	"Suspense": "Саспенс",
	"Talk Show": "Ток-шоу",
	"Thriller": "Триллер",
	"Western": "Вестерн",
	"Sort by": "Упорядочить по",
	"Updated": "Времени обновления",
	"Year": "Году",
	"Name": "Названию",
	"Search": "Поиск",
	"Season": "Сезон",
	"Seasons": "Сезоны",
	"Season %s": "Сезон %s",
	"Load More": "Загрузить ещё",
	"Saved": "Сохранено",
	"Settings": "Настройки",
	"User Interface": "Интерфейс",
	"Default Language": "Язык по умолчанию",
	"Theme": "Цветовая схема",
	"Start Screen": "Начальный экран",
	"Favorites": "Избранное",
	"Show rating over covers": "Показывать рейтинг поверх обложек",
	"Always On Top": "Поверх всех окон",
	"Watched Items": "Просмотренное",
	"Show": "Показать",
	"Fade": "Затемнить",
	"Hide": "Скрыть",
	"Subtitles": "Субтитры",
	"Default Subtitle": "Субтитры по умолчанию",
	"Disabled": "Отключено",
	"Size": "Размер",
	"Quality": "Качество",
	"Trakt.tv": "Trakt.tv",
	"Username": "Имя пользователя",
	"Password": "Пароль",
	"%s stores an encrypted hash of your password in your local database": "%s пароль хранится в зашифрованном виде в локальной базе данных",
	"Remote Control": "Дистанционное управление",
	"HTTP API Port": "Порт HTTP API",
	"HTTP API Username": "Имя пользователя HTTP API",
	"HTTP API Password": "Пароль HTTP API",
	"Connection": "Соединение",
	"Connection Limit": "Лимит соединений",
	"DHT Limit": "Лимит DHT",
	"Port to stream on": "Порт для трансляции",
	"0 = Random": "0 = Случайный",
	"Cache Directory": "Место хранения кэша",
	"Clear Cache Folder after closing the app?": "Очистить временную директорию после закрытия приложения?",
	"Database": "База данных",
	"Database Directory": "Место хранения кэша базы данных",
	"Import Database": "Импорт базы данных",
	"Export Database": "Экспорт базы данных",
	"Flush bookmarks database": "Сбросить базу данных закладок",
	"Flush all databases": "Сбросить все базы данных",
	"Reset to Default Settings": "Восстановить настройки по умолчанию",
	"Importing Database...": "Импорт базы данных…",
	"Please wait": "Пожалуйста, подождите",
	"Error": "Ошибка",
	"Biography": "Биография",
	"Film-Noir": "Нуар",
	"History": "Исторический",
	"Music": "Музыкальный",
	"Musical": "Мюзикл",
	"Sci-Fi": "Научная фантастика",
	"Short": "Короткометражный",
	"War": "Военный",
	"Rating": "Рейтингу",
	"Open IMDb page": "Открыть страницу IMDb",
	"Health false": "Статус false",
	"Add to bookmarks": "Добавить в избранное",
	"Watch Trailer": "Смотреть трейлер",
	"Watch Now": "Смотреть",
	"Ratio:": "Рейтинг:",
	"Seeds:": "Сиды:",
	"Peers:": "Пиры:",
	"Remove from bookmarks": "Удалить из избранного",
	"Changelog": "Список изменений",
	"%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "%s это результат сбора многими разработчиками и дизайнерами многих API в одно целое, чтобы сделать просмотр фильмов через торренты как можно проще.",
	"We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Мы Open Source проект. Мы со всего мира. Мы любим наши фильмы. И само собой мы любим попкорн.",
	"Health Unknown": "Проверить статус",
	"Episodes": "Эпизоды",
	"Episode %s": "Эпизод %s",
	"Aired Date": "Дата выхода в эфир",
	"Streaming to": "Транслирую на",
	"connecting": "Соединение…",
	"Download": "Загрузка",
	"Upload": "Отдача",
	"Active Peers": "Активные пиры",
	"Cancel": "Отмена",
	"startingDownload": "Начинается загрузка…",
	"downloading": "Загружается",
	"ready": "Готово",
	"playingExternally": "Воспроизведение во внешнем источнике",
	"Custom...": "Пользовательские…",
	"Volume": "Громкость",
	"Ended": "Завершён",
	"Error loading data, try again later...": "Ошибка загрузки данных, повторите попытку позже…",
	"Miscellaneous": "Прочее",
	"First unwatched episode": "Первый не просмотренный эпизод",
	"Next episode": "Следующий эпизод",
	"Flushing...": "Очистка…",
	"Are you sure?": "Вы уверены?",
	"We are flushing your databases": "Мы очищаем ваши базы данных",
	"Success": "Успешно",
	"Please restart your application": "Пожалуйста, перезапустите приложение",
	"Restart": "Перезапуск",
	"Terms of Service": "Пользовательское соглашение",
	"I Accept": "Я согласен",
	"Leave": "Выйти",
	"Series detail opens to": "При просмотре деталей сериала перейти к",
	"Playback": "Воспроизведение",
	"Play next episode automatically": "Воспроизводить следующий эпизод автоматически",
	"Generate Pairing QR code": "Сгенерировать QR код для сопряжения",
	"Play": "Воспроизвести",
	"waitingForSubtitles": "Ожидание субтитров",
	"Play Now": "Воспроизвести сейчас",
	"Seconds": "Секунд",
	"You are currently connected to %s": "На данный момент вы подключены к %s",
	"Disconnect account": "Отключить аккаунт",
	"Syncing...": "Синхронизация…",
	"Done": "Готово",
	"Subtitles Offset": "Сдвиг субтитров",
	"secs": "сек",
	"We are flushing your database": "Мы очищаем вашу базу данных",
	"Ratio": "Рейтинг",
	"Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Ошибка, возможно база данных повреждена. Попробуйте очистить Избранное в Настройках программы.",
	"Flushing bookmarks...": "Очистка избранного…",
	"Resetting...": "Сброс…",
	"We are resetting the settings": "Мы сбрасываем настройки…",
	"Installed": "Установлено",
	"Please select a file to play": "Выберите файл для воспроизведения",
	"Global shortcuts": "Глобальные горячие клавиши",
	"Video Player": "Видеопроигрыватель",
	"Toggle Fullscreen": "Перейти в полноэкранный режим",
	"Play/Pause": "Воспроизведение/Пауза",
	"Seek Forward": "Перемотка вперед",
	"Increase Volume": "Увеличить громкость на",
	"Set Volume to": "Уровень громкости",
	"Offset Subtitles by": "Сдвинуть субтитры на",
	"Toggle Mute": "Отключить звук",
	"Movie Detail": "Детали фильма",
	"Toggle Quality": "Сменить качество",
	"Play Movie": "Воспроизвести фильм",
	"Exit Fullscreen": "Покинуть полноэкранный режим",
	"Seek Backward": "Перемотка назад",
	"Decrease Volume": "Уменьшить громкость",
	"TV Show Detail": "Детали сериала",
	"Toggle Watched": "Отметить как «Просмотренное»",
	"Select Next Episode": "Выбрать следующий эпизод",
	"Select Previous Episode": "Выбрать предыдущий эпизод",
	"Select Next Season": "Выбрать следующий сезон",
	"Select Previous Season": "Выбрать предыдущий сезон",
	"Play Episode": "Воспроизвести эпизод",
	"space": "Space",
	"shift": "Shift",
	"ctrl": "Ctrl",
	"enter": "Enter",
	"esc": "Esc",
	"Keyboard Shortcuts": "Горячие клавиши",
	"Cut": "Вырезать",
	"Copy": "Скопировать",
	"Paste": "Вставить",
	"Help Section": "Раздел помощи",
	"Did you know?": "А вы знали?",
	"What does %s offer?": "Что предлагает %s?",
	"With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "С помощью %s, вы с лёгкостью можете смотреть ваши любимые фильмы и сериалы. Для этого достаточно нажать на понравившуюся обложку, а затем нажать «Смотреть». Вы также можете настроить программу по вашему вкусу:",
	"Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Наша коллекция фильмов содержит только контент HD-качества 720р и 1080p. Для начала просмотра, просто запустите %s и пройдитесь по нашей коллекции фильмов, которая находится во вкладке «Фильмы». Изначально коллекция сортируется по популярности, но благодаря фильтрам «Жанр» и «Упорядочить по» вы можете отсортировать фильмы так, как вам больше нравится. После того, как вы выбрали фильм, просто нажмите на его обложку, а затем нажмите «Смотреть». И не забудьте запастись попкорном!",
	"The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Во вкладке «Сериалы», которая находится на панели навигации, вы можете посмотреть все сериалы, которые есть в нашей коллекции. Здесь вы точно так же с помощью фильтров можете отсортировать сериалы по вашему вкусу. Для просмотра сериалов, просто нажмите на обложку, а в открывшемся окне выберите желаемый сезон и эпизод. Как определитесь с выбором, просто нажмите на кнопку «Смотреть».",
	"Choose quality": "Выберите качество",
	"A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Ползунок, который находится рядом с кнопкой «Смотреть», позволит вам выбрать качество потока. Вы также можете установить желаемое качество по умолчанию в Настройках программы. Внимание: чем лучше качество, тем больше будет использовано интернет-трафика.",
	"Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "У большинства фильмов и сериалов из нашей коллекции есть субтитры на вашем родном языке. Вы можете выбрать их в Настройках программы. Для фильмов, субтитры можно выбрать в выпадающем меню на странице с деталями фильма.",
	"Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Нажав на иконку сердца на обложке, вы добавите фильм/сериал в список избранного. Просмотреть этот список можно нажав на иконку сердечка на панели навигации. Чтобы удалить предмет из списка избранного, просто нажмите на сердечко еще раз! Проще не бывает!",
	"Watched icon": "Иконка «Просмотренное»",
	"%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "%s автоматически запомнит всё, что вы уже посмотрели — небольшая помощь с запоминанием просмотренного никогда не будет лишней. Вы также можете отметить предмет как просмотренный просто кликнув на иконку в виде глаза, которая находится на обложке фильма или сериала. А ещё вы можете собрать и синхронизировать свою коллекцию с сайтом Trakt.tv с помощью Настроек программы.",
	"In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "В %s, нажатием на иконку лупы вы можете открыть поисковую панель. Введите Название фильма, Имя актёра, Режиссёра или просто год выхода в прокат, нажмите «Enter» и мы покажем вам всё, что найдём в нашей коллекции. Чтобы закрыть поисковую панель, просто нажмите на «Х» рядом с вашим запросом или просто поищите что-нибудь другое.",
	"External Players": "Внешние проигрыватели",
	"If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Если вам не понравился наш встроенный плеер, вы можете использовать любой другой просто нажав на стрелочку возле кнопки «Смотреть». После нажатия, появится список установленных плееров. Просто выберите любимый плеер и %s сделает всё остальное за вас. Если вашего плеера нет в списке, пожалуйста, сообщите нам об этом.",
	"To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "На этом настройки не заканчиваются, у нас ещё есть много всего. Для того, чтобы зайти в Настройки программы, нажмите на иконку в виде шестерёнки на панели навигации.",
	"Keyboard Navigation": "Навигация с клавиатуры",
	"The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Список всех горячих клавиш можно вызвать нажатием &lt;?&gt; на вашей клавиатуре или нажав на иконку в виде клавиатуры в разделе «Настройки».",
	"Custom Torrents and Magnet Links": "Пользовательские торренты и magnet-ссылки",
	"You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Вы можете просматривать сериалы и фильмы в %s с помощью пользовательских торрент-файлов или magnet-ссылок. Просто перетащите .torrent файл на окно программы или просто скопируйте и вставьте magnet-ссылку на окно Popcorn Time.",
	"Torrent health": "Статус торрента",
	"On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "На странице с деталями фильма/сериала, вы можете обнаружить маленький кружок серого, красного, жёлтого или зелёного цвета. Эти цвета отображают состояние торрента. Зеленый означает, что торрент загрузиться быстро, а красный значит что торрент может либо вообще не загрузиться, либо загружаться очень медленно. Серый цвет означает ошибку в расчете состояния торрента для фильмов, а для сериалов нужно самостоятельно кликнуть на серый кружок, чтобы показать состояние отдельного эпизода",
	"How does %s work?": "Как работает %s?",
	"%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "%s транслирует видео через торренты. Фильмы предоставлены %s, а сериалы предоставлены %s, все данные мы берём от %s. Мы не храним у себя никаких фильмов, сериалов или данных о них.",
	"Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Трансляция через торрент? Да, торренты используют протокол BitTorrent, а это значит, что вы скачиваете кусочки контента с компьютеров других пользователей, в то же время отправляя загруженные кусочки другим пользователям. А пока вы смотрите те кусочки, которые уже загрузили, следующие загружаются в фоновом режиме. Такой обмен позволяет поддерживать торренты в хорошем состоянии.",
	"Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "После того, как фильм будет полностью загружен, вы продолжаете отсылать его кусочки другим пользователям. А когда вы закрываете %s, то все данные этого фильма удаляются с вашего ПК. Всё настолько просто.",
	"The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Программа собрана с помощью Node-Webkit, HTML, CSS и JavaScript. Принцип работы похож на браузер Google Chrome, только бо́льшая часть кода хранится на вашем ПК. Да, %s работает на такой же технологии, как и обычный веб-сайт, например Wikipedia или YouTube!",
	"I found a bug, how do I report it?": "Я обнаружил баг, как сообщить о нём?",
	"You can paste magnet links anywhere in %s with CTRL+V.": "Вы можете вставить magnet-ссылку с помощью CTRL+V в любое место в окне %s.",
	"You can drag & drop a .torrent file into %s.": "Вы можете перетащить .torrent файл в окно %s.",
	"If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Если субтитры для сериала отсутствуют, вы можете добавить их здесь: %s. А для фильмов здесь: %s",
	"You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Вы можете войти на Trakt.tv чтобы сохранить ваш список просмотренного и синхронизировать его с несколькими устройствами.",
	"Clicking on the rating stars will display a number instead.": "Нажав на звёздочки, рейтинг отобразится в виде числа.",
	"This application is entirely written in HTML5, CSS3 and Javascript.": "Эта программа полностью написана на HTML5, CSS3 и JavaScript",
	"You can find out more about a movie or a TV series? Just click the IMDb icon.": "Хотите узнать больше о фильме или сериале? Просто нажмите на иконку IMDb.",
	"Switch to next tab": "Перейти на следующую вкладку",
	"Switch to previous tab": "Перейти на предыдущую вкладку",
	"Switch to corresponding tab": "Перейти на соответствующую вкладку",
	"through": "через",
	"Enlarge Covers": "Увеличить обложки",
	"Reduce Covers": "Уменьшить обложки",
	"Open Item Details": "Показать детальное описание",
	"Add Item to Favorites": "Добавить в избранное",
	"Mark as Seen": "Отметить как «Просмотренное»",
	"Open this screen": "Открыть этот раздел",
	"Open Settings": "Открыть настройки",
	"Posters Size": "Размер постеров",
	"This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Эта функция работает только если ваш аккаунт Trakt.tv синхронизирован с программой. Пожалуйста, перейдите в настройки программы и введите данные вашего аккаунта.",
	"Last Open": "Последний открытый",
	"Exporting Database...": "Экспорт базы данных…",
	"Database Successfully Exported": "База данных экспортирована успешно",
	"Display": "Показать",
	"TV": "ТВ",
	"Type": "Тип",
	"popularity": "популярность",
	"date": "дата",
	"year": "год",
	"rating": "рейтинг",
	"updated": "обновлено",
	"name": "название",
	"OVA": "OVA",
	"ONA": "ONA",
	"Movie": "Фильм",
	"Special": "Спешл",
	"Watchlist": "Тебе смотреть",
	"Resolving..": "Получение..",
	"About": "О проекте",
	"Open Cache Directory": "Открыть каталог кэша",
	"Open Database Directory": "Открыть каталог базы",
	"Mark as unseen": "Отметить как не просмотренное",
	"Playback rate": "Скорость видео",
	"Increase playback rate by %s": "Ускорять видео %s",
	"Decrease playback rate by %s": "Замедлять видео %s",
	"Set playback rate to %s": "Установить скорость видео на %s",
	"Playback rate adjustment is not available for this video!": "Установления скорости недоступно в этом видео",
	"Color": "Цвет",
	"Local IP Address": "Локальный IP-адрес",
	"Japan": "Япония",
	"Cars": "Автомобили",
	"Dementia": "Слабоумие",
	"Demons": "Демоны",
	"Ecchi": "Этти",
	"Game": "Игра",
	"Harem": "Гарем",
	"Historical": "Исторический",
	"Josei": "Дзёсэй",
	"Kids": "Дети",
	"Magic": "Волшебство",
	"Martial Arts": "Боевые искусства",
	"Mecha": "Меха",
	"Military": "Военный",
	"Parody": "Пародия",
	"Police": "Полиция",
	"Psychological": "Психологический",
	"Samurai": "Самурай",
	"School": "Школа",
	"Seinen": "Сэйнэн",
	"Shoujo": "Сёдзё",
	"Shoujo Ai": "Сёдзё-Ай",
	"Shounen": "Сёнэн",
	"Shounen Ai": "Сёнэн-Ай",
	"Slice of Life": "Повседневность",
	"Space": "Космос",
	"Sports": "Спортивные игры",
	"Super Power": "Супер Сила",
	"Supernatural": "Сверхъестественное",
	"Vampire": "Вампир",
	"VPN": "VPN",
	"Connect": "Соединиться",
	"Create Account": "Создать учётную запись",
	"Celebrate various events": "Отмечать различные праздники",
	"Disconnect": "Разъединить",
	"Downloaded": "Загружено",
	"Loading stuck ? Click here !": "Загрузка остановилась? Жми сюда!",
	"Torrent Collection": "Коллекция торрентов",
	"Remove this torrent": "Удалить этот торрент",
	"Rename this torrent": "Переименовать этот торрент",
	"Open Collection Directory": "Открыть каталог с коллекцией",
	"Store this torrent": "Сохранить этот торрент",
	"Enter new name": "Введите новое имя",
	"This name is already taken": "Это имя уже занято",
	"Always start playing in fullscreen": "Всегда проигрывать в полноэкранном режиме",
	"Magnet link": "Magnet-ссылка",
	"Error resolving torrent.": "Ошибка при загрузке торрента.",
	"%s hour(s) remaining": "Осталось %s часов",
	"%s minute(s) remaining": "Осталось %s минут",
	"%s second(s) remaining": "Осталось %s секунд",
	"Unknown time remaining": "Оставшееся время неизвестно",
	"Set player window to video resolution": "Установить размер окна равный разрешению видео",
	"Set player window to double of video resolution": "Установить размер окна в два раза больше разрешения видео",
	"Set player window to half of video resolution": "Установить размер окна в половину разрешения видео",
	"Retry": "Попробовать снова",
	"Import a Torrent": "Импортировать торрент",
	"Not Seen": "Не был просмотрен",
	"Seen": "Просмотрен",
	"Title": "Название",
	"The video playback encountered an issue. Please try an external player like %s to view this content.": "Произошла ошибка во время проигрывания видео. Вы можете использовать сторонний плеер, например %s, для просмотра этого видео.",
	"Font": "шрифт",
	"Decoration": "Оформление",
	"None": "Ни один",
	"Outline": "Обводка",
	"Opaque Background": "Матовый фон",
	"No thank you": "Нет, спасибо",
	"Report an issue": "Сообщить о проблеме",
	"Email": "Электронная почта",
	"Submit": "Подтвердить",
	"Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Используйте %s фильтр ошибок для поиска и проверки на то, что ошибка уже сообщена или уже решена.",
	"Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Приложите скриншот при необходимости — если Вы хотите предложить новую функцию или сообщить об ошибке?",
	"A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "Хороший отчёт об ошибке не должен предлагать другим разыскивать вас для получения дополнительной информации. Убедитесь, что указали информацию о вашем окружении.",
	"Warning: Always use English when contacting us, or we might not understand you.": "Внимание: всегда пишите нам по-английски, иначе мы не сможем вас понять.",
	"No results found": "Ничего не найдено",
	"Open Favorites": "Открыть избранное",
	"Open About": "О приложении",
	"Minimize to Tray": "Спрятать на панель задач",
	"Close": "Закрыть",
	"Restore": "Восстановить",
	"Features": "Характеристики",
	"Connect To %s": "Соединиться с %s",
	"Cannot be stored": "Нет возможности это сохранить",
	"Overall Ratio": "Общее соотношение",
	"Translate Synopsis": "Перевести синопсис",
	"N/A": "Сведений нет",
	"Your disk is almost full.": "Ваш диск почти заполнен.",
	"You need to make more space available on your disk by deleting files.": "Необходимо освободить место на диске, удалив ненужные файлы.",
	"Playing Next": "Воспроизвести следующую",
	"See-through Background": "Прозрачный фон",
	"Bold": "Жирный",
	"Currently watching": "Текущий просмотр",
	"No, it's not that": "Нет, это не то",
	"Correct": "Правильно",
	"Init Database": "Инициализация База данных",
	"Status: %s ...": "Статус: %s ...",
	"Create Temp Folder": "Создать временную директорию",
	"Set System Theme": "Установить тему системы",
	"Disclaimer": "Письменный отказ от ответственности",
	"Series": "Серии",
	"Event": "Событие",
	"Local": "Локальные",
	"Try another subtitle or drop one in the player": "Попробуйте другие субтитры или бросьте их в плеер",
	"show": "показать",
	"movie": "фильм",
	"Something went wrong downloading the update": "Что-то пошло не так при загрузке обновления",
	"Error converting subtitle": "Ошибка преобразования субтитров",
	"No subtitles found": "Субтитры не найдены",
	"Try again later or drop a subtitle in the player": "Попробуйте еще или бросьте субтитры в плеер",
	"You should save the content of the old directory, then delete it": "Вы должны сохранить содержимое старого каталога, а затем удалить его",
	"Search on %s": "Поиск %s",
	"Audio Language": "Язык аудио",
	"Subtitle": "Субтитр",
	"Code:": "Код:",
	"Error reading subtitle timings, file seems corrupted": "Ошибка чтения тайминга субтитров, файл кажется испорчен",
	"Open File to Import": "Открыть файл для импорта",
	"Browse Directory to save to": "Открыть директорию для сохранения в",
	"Cancel and use VPN": "Отменить и использовать VPN",
	"Resume seeding after restarting the app?": "Продолжить раздавать торренты после перезапуска приложения?",
	"Seedbox": "Сиидбокс",
	"Cache Folder": "Папка кэша",
	"Show cast": "Показ состава",
	"Filename": "Название файла",
	"Stream Url": "URL-адрес потока",
	"Show playback controls": "Показывать элементы управления воспроизведением",
	"Downloading": "Скачивание",
	"Hide playback controls": "Скрывать элементы управления воспроизведением",
	"Poster Size": "Размер обложки",
	"UI Scaling": "Масштаб интерфейса",
	"Show all available subtitles for default language in flag menu": "Показывать все доступные субтитры для языка по умолчанию в меню флагов",
	"Cache Folder Button": "Кнопка папки кэша",
	"Enable remote control": "Включить дистанционное управление",
	"Server": "Сервер",
	"API Server(s)": "API-сервер",
	"Proxy Server": "Прокси сервер",
	"Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Не забудьте экспортировать базу данных перед обновлением на случай, если потребуется восстановить избранное, просмотренное или настройки",
	"Update Now": "Обновить сейчас",
	"Database Exported": "База данных экспортирована",
	"ThePirateBay": "ThePirateBay",
	"1337x": "1337x",
	"RARBG": "RARBG",
	"Saved Torrents": "Сохранённые торренты",
	"Search Results": "Результаты поиска",
	"Paste a Magnet link": "Вставить magnet-ссылку",
	"Import a Torrent file": "Импорт торрент-файла",
	"Select data types to import": "Выберите типы данных для импорта",
	"Please select which data types you want to import ?": "Выберите какие типы данных вы хотите импортировать?",
	"Watched items": "Просмотренное",
	"Bookmarked items": "Закладки",
	"Download list is empty...": "Список скачиваний пуст...",
	"Active Torrents Limit": "Ограничение активных торрентов",
	"Toggle Subtitles": "Переключить субтитры",
	"Toggle Crop to Fit screen": "Обрезать по размеру экрана",
	"Original": "Оригинал",
	"Fit screen": "По размеру экрана",
	"Video already fits screen": "Вписать Видео в экране",
	"The filename was copied to the clipboard": "Имя файла было скопировано в буфер обмена",
	"The stream url was copied to the clipboard": "URL-адрес потока был скопирован в буфер обмена",
	"* %s stores an encrypted hash of your password in your local database": "* %s хранит зашифрованный хэш вашего пароля в вашей локальной базе данных",
	"Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Возможно, ваше устройство не поддерживает формат/кодеки видео.<br/>Попробуйте другое качество разрешения или кастинг с помощью VLC",
	"Hide cast": "Скрыть актёрский состав",
	"Tabs": "Вкладки",
	"Native window frame": "Системная граница окна",
	"Open Cache Folder": "Открыть папку кэша",
	"Restart Popcorn Time": "Перезапустить Popcorn Time",
	"Developer Tools": "Инструменты разработчика",
	"Movies API Server": "API-сервер фильмов",
	"Series API Server": "API-сервер сериалов",
	"Anime API Server": "API-сервер аниме",
	"The image url was copied to the clipboard": "URL-адрес изображения был скопирован в буфер обмена",
	"Popcorn Time currently supports": "В настоящее время Popcorn Time поддерживает",
	"There is also support for Chromecast, AirPlay & DLNA devices.": "Также есть поддержка устройств Chromecast, AirPlay и DLNA.",
	"(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*Вы можете установить несколько фильтров и вкладок одновременно и, конечно же, установить дополнительные фильтры позже",
	"as well as overwrite or reset your preferences)": "а также перезаписать или сбросить настройки.)",
	"Default Filters": "Фильтры",
	"Set Filters": "Установить фильтры",
	"Reset Filters": "Сбросить фильтры",
	"Your Default Filters have been changed": "Ваши фильтры по умолчанию были изменены",
	"Your Default Filters have been reset": "Ваши фильтры по умолчанию были сброшены",
	"Setting Filters...": "Настройка фильтров...",
	"Default": "По умолчанию",
	"Custom": "Настроить",
	"Remember": "Запомнить",
	"Cache": "Кэш",
	"Unknown": "Неизвестно",
	"Change Subtitles Position": "Изменить положение субтитров",
	"Minimize": "Свернуть",
	"Separate directory for Downloads": "Отдельная папка для скачиваний",
	"Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Включение предотвратит совместное использование кэша между функциями «Смотреть» и «Скачать».",
	"Downloads Directory": "Папка для скачиваний",
	"Open Downloads Directory": "Открыть папку для скачиваний",
	"Delete related cache ?": "Удалить соответствующий кэш?",
	"Yes": "Да",
	"No": "Нет",
	"Cache files deleted": "Файлы кеша удалены",
	"Delete related cache when removing from Seedbox": "Удалять соответствующий кеш при удалении из сидбокса",
	"Always": "Всегда",
	"Ask me every time": "Спрашивайте меня каждый раз",
	"Enable Protocol Encryption": "Включить шифрование протокола",
	"Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Позволяет подключаться к пирам использующим PE/MSE. В большинстве случаев увеличивает количество подключаемых пиров, но может привести к увеличению загрузки процессора",
	"Show the Seedbox when a new download is added": "Показывать сидбокс при добавлении новой загрузки",
	"Download added": "Загрузка добавлена",
	"Change API Server": "Изменить API-сервер",
	"Default Content Language": "Язык контента по умолчанию",
	"Title translation": "Переводить названия",
	"Translated - Original": "Перевод - Оригинал",
	"Original - Translated": "Оригинал - Перевод",
	"Translated only": "Только перевод",
	"Original only": "Только оригинал",
	"Translate Posters": "Переводить обложки",
	"Translate Episode Titles": "Переводить названия серий",
	"Only show content available in this language": "Показывать только контент, доступный на этом яыке",
	"Translations depend on availability. Some options also might not be supported by all API servers": "Переводы зависят от наличия. Некоторые параметры также могут не поддерживаться всеми серверами API",
	"added": "добавлено",
	"Max. Down / Up Speed": "Макс. скорость загрузки/отдачи",
	"Show Release Info": "Показать информацию о выпуске",
	"Parental Guide": "Руководство для родителей",
	"Rebuild bookmarks database": "Перестроить базу данных закладок",
	"Rebuilding bookmarks...": "Перестроение закладок...",
	"Submit metadata & translations": "Отправить метаданные и переводы",
	"Not available": "Недоступно",
	"Cast not available": "Роли недоступны",
	"was removed from bookmarks": "удалён из закладок",
	"Bookmark restored": "Закладка восстановлена",
	"Undo": "Отменить",
	"minute(s) remaining before preloading next episode": "минут(ы) до предзгрузки нового эпизода",
	"Zoom": "Масштаб",
	"Contrast": "Контраст",
	"Brightness": "Яркость",
	"Hue": "Оттенок",
	"Saturation": "Насыщенность",
	"Decrease Zoom by": "Уменьшить масштаб на",
	"Increase Zoom by": "Увеличить масштаб на",
	"Decrease Contrast by": "Уменьшить контраст на",
	"Increase Contrast by": "Увеличить контраст на",
	"Decrease Brightness by": "Уменьшить яркость на",
	"Increase Brightness by": "Увеличить яркость на",
	"Rotate Hue counter-clockwise by": "Повернуть оттенок против часовой стрелки на",
	"Rotate Hue clockwise by": "Повернуть оттенок по часовой стрелке на",
	"Decrease Saturation by": "Уменьшить насыщенность на",
	"Increase Saturation by": "Увеличить насыщенность на",
	"Automatically update the API Server URLs": "Автоматически обновлять URL-адреса API-сервера",
	"Enable automatically updating the API Server URLs": "Включить автоматическое обновление URL-адресов API-серверов",
	"Automatically update the app when a new version is available": "Автообновлять приложение, когда доступна новая версия",
	"Enable automatically updating the app when a new version is available": "Включить автоматическое обновление приложения при выходе новой версии",
	"Check for updates": "Проверить наличие обновлений",
	"Updating the API Server URLs": "Обновление URL-адресов API-сервера",
	"API Server URLs updated": "URL-адреса API-серверов обновлены",
	"API Server URLs already updated": "URL-адреса API-серверов уже обновлены",
	"API Server URLs could not be updated": "Не удалось обновить URL-адреса API-сервера",
	"You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "Вы можете добавить несколько API-серверов, разделённых символом (, запятая) из которых он будет выбирать случайным образом (*для балансировки нагрузки), пока не найдёт первый доступный",
	"The API Server URL(s) was copied to the clipboard": "URL-адрес API-сервера был скопирован в буфер обмена",
	"0 = Disable preloading": "0 = Отключить предзагрузку",
	"Search field always expanded": "Поле поиска всегда развёрнуто",
	"DHT UDP Requests Limit": "Ограничение DHT UDP-запросов",
	"Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Подключитесь к %s для автоматического извлеения субтитров для фильмов с эпизодов, которые вы смотрите в %s",
	"Create an account": "Создать аккаунт",
	"Search for something or drop a .torrent / magnet link...": "Поищите что-то или перетащите .torrent / magnet ссылку...",
	"Torrent removed": "Торрент удален",
	"Remove": "Удалить",
	"Connect to %s": "Соединиться с %s",
	"to automatically 'scrobble' episodes you watch in %s": "для автоматического «скробблинга» эпизодов которые вы смотрите в %s",
	"Sync now": "Синхронизировать сейчас",
	"Same as Default Language": "Как язык по умолчанию",
	"Language": "Язык",
	"Allow Audio Passthrough": "Включить Audio Passthrough",
	"release info link": "Ссылка на информацию о датах выхода",
	"parental guide link": "Ссылка на ограничения по возрасту",
	"IMDb page link": "Сыылка на IMDB",
	"submit metadata & translations link": "отправить ссылку на метаданные и переводы",
	"episode title": "название серии",
	"full cast & crew link": "ссылка на полный состав и съемочную группу",
	"Click providers to enable / disable": "Нажмите на провайдеров, чтобы включить / выключить",
	"Right-click to filter results by": "Кликните правой кнопкой мыши, чтобы отфильтровать результаты",
	"to filter by <i>All</i>": "фильтровать по <i>Все</i>",
	"more...": "еще...",
	"Seeds": "Seeds",
	"Peers": "Peers",
	"less...": "меньше....",
	"Trending": "Trending",
	"Popularity": "Popularity",
	"Last Added": "Last Added",
	"100%": "100%",
	"113%": "113%",
	"125%": "125%",
	"138%": "138%",
	"150%": "150%",
	"163%": "163%",
	"175%": "175%",
	"188%": "188%",
	"200%": "200%",
	"25% - 400%": "25% - 400%",
	"Movies API Server(s)": "Movies API Server(s)",
	"Series API Server(s)": "Series API Server(s)",
	"Anime API Server(s)": "Anime API Server(s)",
	"KB/s": "KB/s",
	"MB/s": "MB/s",
	"Never": "Never",
	"Updates": "Updates",
	"Show a notification when a new version is available": "Show a notification when a new version is available",
	"the URL(s)": "the URL(s)",
	"The remote movies API failed to respond, please check %s and try again later": "The remote movies API failed to respond, please check %s and try again later",
	"Slice Of Life": "Slice Of Life",
	"Health Bad": "Health Bad",
	"Returning Series": "Returning Series",
	"Action & Adventure": "Action & Adventure",
	"Health Medium": "Health Medium",
	"No anime found...": "No anime found..."
}