{
    "External Player": "Extern spelare",
    "Made with": "Tillverkad med",
    "by a bunch of geeks from All Around The World": "av ett gäng nördar från hela världen",
    "Initializing %s. Please Wait...": "Initialiserar %s. Vänta...",
    "Movies": "Filmer",
    "TV Series": "TV-serier",
    "Anime": "Anime",
    "Genre": "Genre",
    "All": "Allt",
    "Action": "Action",
    "Adventure": "Äventyr",
    "Animation": "Animation",
    "Children": "Barn",
    "Comedy": "Komedi",
    "Crime": "Kriminalare",
    "Documentary": "Dokumentär",
    "Drama": "Drama",
    "Family": "Familj",
    "Fantasy": "Fantasy",
    "Game Show": "Spelshow",
    "Horror": "Skräck",
    "Mini Series": "Miniserier",
    "Mystery": "Mystik",
    "News": "Nyheter",
    "Reality": "Reality",
    "Romance": "Romantik",
    "Science Fiction": "Science fiction",
    "Soap": "Dokusåpa",
    "Special Interest": "Speciellt intresse",
    "Sport": "Sport",
    "Suspense": "Spänning",
    "Talk Show": "Talk Show",
    "Thriller": "Rysare",
    "Western": "Västern",
    "Sort by": "Sortera efter",
    "Updated": "Uppdaterad",
    "Year": "År",
    "Name": "Namn",
    "Search": "Sök",
    "Season": "Säsong",
    "Seasons": "Säsonger",
    "Season %s": "Säsong %s",
    "Load More": "Visa fler",
    "Saved": "Sparad",
    "Settings": "Inställningar",
    "User Interface": "Användargränssnitt",
    "Default Language": "Standardspråk",
    "Theme": "Tema",
    "Start Screen": "Startskärm",
    "Favorites": "Favoriter",
    "Show rating over covers": "Visa betyg på affischer",
    "Always On Top": "Alltid överst",
    "Watched Items": "Sedda objekt",
    "Show": "Visa",
    "Fade": "Tona ut",
    "Hide": "Dölj",
    "Subtitles": "Undertexter",
    "Default Subtitle": "Förvald undertext",
    "Disabled": "Inaktiverat",
    "Size": "Storlek",
    "Quality": "Kvalitet",
    "Trakt.tv": "Trakt.tv",
    "Username": "Användarnamn",
    "Password": "Lösenord",
    "%s stores an encrypted hash of your password in your local database": "%s lagrar en krypterad hash av ditt lösenord i din lokala databas",
    "Remote Control": "Fjärrkontroll",
    "HTTP API Port": "HTTP API-port",
    "HTTP API Username": "HTTP API-användarnamn",
    "HTTP API Password": "HTTP API-lösenord",
    "Connection": "Anslutning",
    "Connection Limit": "Anslutningsgräns",
    "DHT Limit": "DHT-gräns",
    "Port to stream on": "Port att strömma på",
    "0 = Random": "0 = Slumpmässig",
    "Cache Directory": "Cachemapp",
    "Clear Cache Folder after closing the app?": "Rensa cachemapp efter att du har stängt appen?",
    "Database": "Databas",
    "Database Directory": "Databasmapp",
    "Import Database": "Importera databas",
    "Export Database": "Exportera databas",
    "Flush bookmarks database": "Rensa bokmärken",
    "Flush all databases": "Rensa alla databaser",
    "Reset to Default Settings": "Återställ till standardinställningar",
    "Importing Database...": "Importerar databas...",
    "Please wait": "Vänta",
    "Error": "Fel",
    "Biography": "Biografi",
    "Film-Noir": "Film noir",
    "History": "Historia",
    "Music": "Musik",
    "Musical": "Musikal",
    "Sci-Fi": "Sci-Fi",
    "Short": "Kortfilm",
    "War": "Krig",
    "Rating": "Betyg",
    "Open IMDb page": "Öppna IMDb-sida",
    "Health false": "Bedräglig hälsa",
    "Add to bookmarks": "Lägg till bokmärke",
    "Watch Trailer": "Se trailer",
    "Watch Now": "Se nu",
    "Ratio:": "Kvot:",
    "Seeds:": "Distributioner:",
    "Peers:": "Jämlikar:",
    "Remove from bookmarks": "Ta bort bokmärke",
    "Changelog": "Ändringslogg",
    "%s is the result of many developers and designers putting a bunch of APIs together to make the experience of watching torrent movies as simple as possible.": "%s är resultatet av många utvecklare och formgivare som har slagit ihop ett gäng API:er för att göra upplevelsen av att titta på torrentfilmer så enkel som möjligt.",
    "We are an open source project. We are from all over the world. We love our movies. And boy, do we love popcorn.": "Vi är ett projekt med öppen källkod. Vi är från hela världen. Vi älskar våra filmer. Och vad vi älskar popcorn.",
    "Health Unknown": "Okänd hälsa",
    "Episodes": "Avsnitt",
    "Episode %s": "Avsnitt %s",
    "Aired Date": "Sändningsdatum",
    "Streaming to": "Strömmar till",
    "connecting": "Ansluter...",
    "Download": "Hämta",
    "Upload": "Skicka",
    "Active Peers": "Aktiva jämlikar",
    "Cancel": "Avbryt",
    "startingDownload": "Startar hämtning",
    "downloading": "Hämtar",
    "ready": "Redo",
    "playingExternally": "Spelar externt",
    "Custom...": "Anpassad...",
    "Volume": "Volym",
    "Ended": "Avslutad",
    "Error loading data, try again later...": "Fel vid inläsning av data, försök igen senare...",
    "Miscellaneous": "Diverse",
    "First unwatched episode": "Första osedda avsnitt",
    "Next episode": "Nästa avsnitt",
    "Flushing...": "Rensar...",
    "Are you sure?": "Är du säker?",
    "We are flushing your databases": "Vi rensar din databas",
    "Success": "Lyckades",
    "Please restart your application": "Starta om programmet",
    "Restart": "Starta om",
    "Terms of Service": "Användarvillkor",
    "I Accept": "Jag accepterar",
    "Leave": "Lämna",
    "Series detail opens to": "Seriedetaljer öppnar för",
    "Playback": "Uppspelning",
    "Play next episode automatically": "Spela nästa avsnitt automatiskt",
    "Generate Pairing QR code": "Generera ihopkoppling av QR-kod",
    "Play": "Spela",
    "waitingForSubtitles": "Väntar på undertexter",
    "Play Now": "Spela nu",
    "Seconds": "Sekunder",
    "You are currently connected to %s": "Du är för närvarande ansluten till %s",
    "Disconnect account": "Koppla bort konto",
    "Syncing...": "Synkroniserar...",
    "Done": "Klar",
    "Subtitles Offset": "Undertextförskjutning",
    "secs": "sekunder",
    "We are flushing your database": "Vi rensar din databas",
    "Ratio": "Kvot",
    "Error, database is probably corrupted. Try flushing the bookmarks in settings.": "Fel, databasen är förmodligen skadad. Försök att rensa bokmärkena i inställningarna.",
    "Flushing bookmarks...": "Rensar bokmärken...",
    "Resetting...": "Återställning...",
    "We are resetting the settings": "Vi återställer inställningarna",
    "Installed": "Installerad",
    "Please select a file to play": "Välj en fil att spela",
    "Global shortcuts": "Globala genvägar",
    "Video Player": "Videospelare",
    "Toggle Fullscreen": "Växla helskärmsläge",
    "Play/Pause": "Spela/Pausa",
    "Seek Forward": "Sök framåt",
    "Increase Volume": "Öka volymen",
    "Set Volume to": "Ställ in volym till",
    "Offset Subtitles by": "Förskjut undertexter med",
    "Toggle Mute": "Växla tysta",
    "Movie Detail": "Filmdetaljer",
    "Toggle Quality": "Växla kvalitet",
    "Play Movie": "Spela film",
    "Exit Fullscreen": "Avsluta helskärmsläge",
    "Seek Backward": "Sök bakåt",
    "Decrease Volume": "Minska volymen",
    "TV Show Detail": "TV-programdetalj",
    "Toggle Watched": "Växla sedda",
    "Select Next Episode": "Välj nästa avsnitt",
    "Select Previous Episode": "Välj föregående avsnitt",
    "Select Next Season": "Välj nästa säsong",
    "Select Previous Season": "Välj föregående säsong",
    "Play Episode": "Spela avsnitt",
    "space": "mellanslag",
    "shift": "skift",
    "ctrl": "ctrl",
    "enter": "enter",
    "esc": "esc",
    "Keyboard Shortcuts": "Tangentbordsgenvägar",
    "Cut": "Klipp ut",
    "Copy": "Kopiera",
    "Paste": "Klistra in",
    "Help Section": "Hjälpsektion",
    "Did you know?": "Visste du?",
    "What does %s offer?": "Vad erbjuder %s?",
    "With %s, you can watch Movies and TV Series really easily. All you have to do is click on one of the covers, then click 'Watch Now'. But your experience is highly customizable:": "Med %s kan du titta på filmer och TV-serier väldigt enkelt. Allt du behöver göra är att klicka på någon av affischerna och klicka sedan på \"Se på\". Men din upplevelse är mycket anpassningsbar:",
    "Our Movies collection only contains High-Definition movies, available in 720p and 1080p. To watch a movie, simply open %s and navigate through the movies collection, reachable through the 'Movies' tab, in the navigation bar. The default view will show you all movies sorted by popularity, but you can apply your own filters, thanks to the 'Genre' and 'Sort by' filters. Once you have chosen a movie you want to watch, click its cover. Then click 'Watch Now'. Don't forget the popcorn!": "Vår filmsamling innehåller endast högupplösta filmer, tillgängliga i 720p och 1080p. För att titta på en film, öppna %s och navigera helt enkelt genom filmsamlingen, tillgänglig via fliken \"Filmer\" i navigeringsfältet. Standardvyn visar dig alla filmer sorterade efter popularitet, men du kan använda dina egna filter tack vare filtren \"Genre\" och \"Sortera efter\". När du har valt en film som du vill se klickar du på dess affisch. Klicka sedan på \"Se nu\". Glöm inte popcornen!",
    "The TV Series tab, that you can reach by clicking 'TV Series' in the navigation bar, will show you all available series in our collection. You can also apply your own filters, same as the Movies, to help you decide what to watch. In this collection, also just click the cover: the new window that will appear will allow you to navigate through Seasons and Episodes. Once your mind is set, just click the 'Watch Now' button.": "Fliken TV-serier, som du kan nå genom att klicka på \"TV-serier\" i navigeringsfältet, visar alla tillgängliga serier i vår samling. Du kan också använda egna filter, samma som för filmerna, för att hjälpa dig att bestämma vad du ska titta på. I den här samlingen klickar du bara på affischen: det nya fönstret som kommer att visas gör att du kan navigera genom säsonger och avsnitt. När du har bestämt dig, klickar du bara på knappen \"Se nu\".",
    "Choose quality": "Välj kvalitet",
    "A slider next to the 'Watch Now' button will let you choose the quality of the stream. You can also set a fixed quality in the Settings tab. Warning: a better quality equals more data to download.": "Ett skjutreglage bredvid knappen \"Se nu\" låter dig välja kvaliteten på strömmen. Du kan också ställa in en fast kvalitet på fliken Inställningar. Varning: en bättre kvalitet är lika med mer data att hämta.",
    "Most of our Movies and TV Series have subtitles in your language. You can set them in the Settings tab. For the Movies, you can even set them through the dropdown menu, in the Movie Details page.": "De flesta av våra filmer och TV-serier har undertexter på ditt språk. Du kan ställa in dem på fliken Inställningar. För filmerna kan du till och med ställa in dem genom rullgardinsmenyn på sidan Filmdetaljer.",
    "Clicking the heart icon on a cover will add the movie/show to your favorites. This collection is reachable through the heart-shaped icon, in the navigation bar. To remove an item from your collection, just click on the icon again! How simple is that?": "Om du klickar på hjärt-ikonen på en affisch lägger du till filmen/programmet till dina favoriter. Den här samlingen kan nås genom den hjärtformade ikonen i navigeringsfältet. För att ta bort ett objekt från din samling, klickar du bara på ikonen igen! Hur enkelt är det?",
    "Watched icon": "Sedd-ikon",
    "%s will keep in mind what you've already watched - a little help remembering doesn't cause any harm. You can also set an item as watched by clicking the eye-shaped icon on the covers. You can even build and synchronize your collection with Trakt.tv website, via the Settings tab.": "%s kommer att komma ihåg vad du redan har sett - lite hjälp att komma ihåg orsakar ingen skada. Du kan också ställa in ett objekt som du ser på genom att klicka på den ögonformade ikonen på affischerna. Du kan till och med bygga och synkronisera din samling med webbplatsen Trakt.tv via fliken Inställningar.",
    "In %s, you can use the magnifier icon to open the search. Type a Title, an Actor, a Director or even a Year, press 'Enter' and let us show you what we can offer to fill your needs. To close your current search, you can click on the 'X' located next to your entry or type something else in the field.": "I %s kan du använda förstoringsikonen för att öppna sökningen. Skriv en titel, en skådespelare, en regissör eller till och med ett år, tryck på \"Enter\" och låt oss visa vad vi kan erbjuda för att fylla dina behov. För att stänga din nuvarande sökning kan du klicka på \"X\" bredvid din post eller skriva något annat i fältet.",
    "External Players": "Externa spelare",
    "If you prefer to use a custom player instead of the built in one, you can do so by clicking the allocated icon on the 'Watch Now' button. A list of your installed players will be shown, select one and %s will send everything to it. If your player isn't on the list, please report it to us.": "Om du föredrar att använda en anpassad spelare istället för det inbyggda, kan du göra det genom att klicka på den tilldelade ikonen på knappen \"Se nu\". En lista över dina installerade spelare visas, välj en och %s skickar allt till den. Om din spelare inte är på listan, rapportera det till oss.",
    "To push the customization even further, we offer you a large panel of options. To access the Settings, click the wheel-shaped icon in the navigation bar.": "För att driva anpassning ännu längre, erbjuder vi dig en stor panel av inställningar. För att komma åt inställningar klickar du på den hjulformade ikonen i navigeringsfältet.",
    "Keyboard Navigation": "Tangentbordsnavigering",
    "The entire list of keyboard shortcuts is available by pressing '?' on your keyboard, or through the keyboard-shaped icon in the Settings tab.": "Hela listan med tangentbordsgenvägar är tillgänglig genom att trycka på \"?\" på tangentbordet eller genom den tangentbordformade ikonen på fliken Inställningar.",
    "Custom Torrents and Magnet Links": "Anpassade torrenter och magnetlänkar",
    "You can use custom torrents and magnets links in %s. Simply drag and drop .torrent files into the application's window, and/or paste any magnet link.": "Du kan använda anpassade torrenter och magnetlänkar i %s. Bara dra och släpp .torrent-filer i programmets fönster och/eller klistra in valfri magnetlänk.",
    "Torrent health": "Torrenthälsa",
    "On the details of Movies/TV Series, you can find a little circle, colored in grey, red, yellow or green. Those colors refer to the health of the torrent. A green torrent will be downloaded quickly, while a red torrent may not be downloaded at all, or very slowly. The color grey represents an error in the health calculation for Movies, and needs to be clicked in TV Series in order to display the health.": "På detaljerna för filmer/TV-serier kan du hitta en liten cirkel, färgad i grått, rött, gult eller grönt. Dessa färger hänvisar till torrentens hälsa. En grön torrent kommer att hämtas snabbt, medan en röd torrent kanske inte hämtas alls eller mycket långsamt. Färgen grå representerar ett fel i hälsoberäkningen för filmer och måste klickas på i TV-serier för att visa hälsan.",
    "How does %s work?": "Hur fungerar %s?",
    "%s streams video content through torrents. Our movies are provided by %s and our TV Series by %s, while getting all metadata from %s. We don't host any content ourselves.": "%s strömmar videoinnehåll via torrenter. Våra filmer tillhandahålls av %s och våra TV-serier av %s, samtidigt som alla metadata hämtas från %s. Vi är inte värd för något innehåll själva.",
    "Torrent streaming? Well, torrents use Bittorrent protocol, which basically means that you download small parts of the content from another user's computer, while sending the parts you already downloaded to another user. Then, you watch those parts, while the next ones are being downloaded in the background. This exchange allows the content to stay healthy.": "Torrentströmning? Tja, torrenter använder Bittorrent-protokoll, vilket i princip innebär att du hämtar små delar av innehållet från en annan användares dator, medan du skickar delarna du redan hämtat till en annan användare. Sedan tittar du på dessa delar medan de nästa hämtas i bakgrunden. Detta utbyte gör att innehållet hålls friskt.",
    "Once the movie is fully downloaded, you continue to send parts to the other users. And everything is deleted from your computer when you close %s. As simple as that.": "När filmen är helt hämtad fortsätter du att skicka delar till andra användare. Och allt tas bort från din dator när du stänger %s. Så enkelt är det.",
    "The application itself is built with Node-Webkit, HTML, CSS and Javascript. It works like the Google Chrome browser, except that you host the biggest part of the code on your computer. Yes, %s works on the same technology as a regular website, like... let's say Wikipedia, or Youtube!": "Programmet i sig är byggd med Node-Webkit, HTML, CSS och Javascript. Det fungerar som webbläsaren Google Chrome, förutom att du är värd för den största delen av koden på din dator. Ja, %s fungerar med samma teknik som en vanlig webbplats, som... låt oss säga Wikipedia eller Youtube!",
    "I found a bug, how do I report it?": "Jag hittade ett fel, hur rapporterar jag det?",
    "You can paste magnet links anywhere in %s with CTRL+V.": "Du kan klistra in magnetlänkar överallt i %s med CTRL+V.",
    "You can drag & drop a .torrent file into %s.": "Du kan dra och släppa en .torrent-fil i %s.",
    "If a subtitle for a TV series is missing, you can add it on %s. And the same way for a movie, but on %s.": "Om en undertext för en TV-serie saknas kan du lägga till den på %s. Och på samma sätt för en film, men på %s.",
    "You can login to Trakt.tv to save all your watched items, and synchronize them across multiple devices.": "Du kan logga in på Trakt.tv för att spara alla dina bevakade objekt och synkronisera dem över flera enheter.",
    "Clicking on the rating stars will display a number instead.": "Om du klickar på betygsstjärnorna visas ett nummer istället.",
    "This application is entirely written in HTML5, CSS3 and Javascript.": "Detta program är helt och hållet skrivet i HTML5, CSS3 och Javascript",
    "You can find out more about a movie or a TV series? Just click the IMDb icon.": "Vill du veta mer om en film eller en TV-serie? Klicka bara på ikonen IMDb.",
    "Switch to next tab": "Byt till nästa flik",
    "Switch to previous tab": "Byt till föregående flik",
    "Switch to corresponding tab": "Byt till motsvarande flik",
    "through": "genom",
    "Enlarge Covers": "Förstora affischerna",
    "Reduce Covers": "Minska affischerna",
    "Open Item Details": "Öppna objektdetaljer",
    "Add Item to Favorites": "Lägg till objekt till favoriter",
    "Mark as Seen": "Markera som sedd",
    "Open this screen": "Öppna den här skärmen",
    "Open Settings": "Öppna inställningar",
    "Posters Size": "Affischstorlek",
    "This feature only works if you have your TraktTv account synced. Please go to Settings and enter your credentials.": "Den här funktionen fungerar bara om du har ditt TraktTv-konto synkroniserat. Gå till inställningar och ange dina inloggningsuppgifter.",
    "Last Open": "Senast öppnad",
    "Exporting Database...": "Exporterar databas...",
    "Database Successfully Exported": "Databasen exporterad",
    "Display": "Skärm",
    "TV": "TV",
    "Type": "Typ",
    "popularity": "popularitet",
    "date": "datum",
    "year": "år",
    "rating": "betyg",
    "updated": "uppdaterad",
    "name": "namn",
    "OVA": "OVA",
    "ONA": "ONA",
    "Movie": "Film",
    "Special": "Speciell",
    "Watchlist": "Tittalista",
    "Resolving..": "Löser..",
    "About": "Om",
    "Open Cache Directory": "Öppna cachemapp",
    "Open Database Directory": "Öppna databasmapp",
    "Mark as unseen": "Markera som osedd",
    "Playback rate": "Uppspelningshastighet",
    "Increase playback rate by %s": "Öka uppspelningshastigheten med %s",
    "Decrease playback rate by %s": "Minska uppspelningshastigheten med %s",
    "Set playback rate to %s": "Ställ in uppspelningshastighet till %s",
    "Playback rate adjustment is not available for this video!": "Justering av uppspelningshastigheten är inte tillgänglig för den här videon!",
    "Color": "Färg",
    "Local IP Address": "Lokal IP-adress",
    "Japan": "Japan",
    "Cars": "Bilar",
    "Dementia": "Demens",
    "Demons": "Demoner",
    "Ecchi": "Ecchi",
    "Game": "Spel",
    "Harem": "Harem",
    "Historical": "Historisk",
    "Josei": "Josei",
    "Kids": "Barn",
    "Magic": "Magi",
    "Martial Arts": "Kampsport",
    "Mecha": "Mecha",
    "Military": "Militär",
    "Parody": "Parodi",
    "Police": "Polis",
    "Psychological": "Psykologisk",
    "Samurai": "Samurai",
    "School": "Skola",
    "Seinen": "Seinen",
    "Shoujo": "Shoujo",
    "Shoujo Ai": "Shoujo Ai",
    "Shounen": "Shounen",
    "Shounen Ai": "Shounen Ai",
    "Slice of Life": "Bit av livet",
    "Space": "Rymd",
    "Sports": "Sport",
    "Super Power": "Superkraft",
    "Supernatural": "Övernaturlig",
    "Vampire": "Vampyr",
    "VPN": "VPN",
    "Connect": "Anslut",
    "Create Account": "Skapa konto",
    "Celebrate various events": "Fira diverse händelser/helgdagar",
    "Disconnect": "Koppla från",
    "Downloaded": "Hämtat",
    "Loading stuck ? Click here !": "Inläsning fastnat ? Klicka här !",
    "Torrent Collection": "Torrentsamling",
    "Remove this torrent": "Ta bort denna torrent",
    "Rename this torrent": "Byt namn på denna torrent",
    "Open Collection Directory": "Öppna samlingsmapp",
    "Store this torrent": "Lagra denna torrent",
    "Enter new name": "Ange nytt namn",
    "This name is already taken": "Detta namn är redan taget",
    "Always start playing in fullscreen": "Börja alltid spela i helskärmsläge",
    "Magnet link": "Magnetlänk",
    "Error resolving torrent.": "Fel uppstod vid lösning av torrent.",
    "%s hour(s) remaining": "%s timm(e/ar) återstår",
    "%s minute(s) remaining": "%s minut(er) återstår",
    "%s second(s) remaining": "%s sekund(er) återstår",
    "Unknown time remaining": "Okänd tid återstår",
    "Set player window to video resolution": "Ställ in spelarfönster till videoupplösning",
    "Set player window to double of video resolution": "Ställ in spelarfönster till dubbel videoupplösning",
    "Set player window to half of video resolution": "Ställ in spelarfönster till hälften av videoupplösningen",
    "Retry": "Försök igen",
    "Import a Torrent": "Importera en torrent",
    "Not Seen": "Inte sedd",
    "Seen": "Sedda",
    "Title": "Titel",
    "The video playback encountered an issue. Please try an external player like %s to view this content.": "Videouppspelningen stötte på ett problem. Försök med en extern spelare som %s för att se detta innehåll.",
    "Font": "Teckensnitt",
    "Decoration": "Dekoration",
    "None": "Inget",
    "Outline": "Kontur",
    "Opaque Background": "Ogenomskinlig bakgrund",
    "No thank you": "Nej tack",
    "Report an issue": "Rapportera ett problem",
    "Email": "E-post",
    "Submit": "Skicka",
    "Use the %s issue filter to search and check if the issue has already been reported or is already fixed.": "Använd %s problemfiltret för att söka och kontrollera om problemet redan har rapporterats eller redan är åtgärdat.",
    "Include a screenshot if relevant - Is your issue about a design feature or a bug?": "Inkludera en skärmdump om det är relevant - Handlar ditt problem om en designfunktion eller ett fel?",
    "A good bug report shouldn't leave others needing to chase you up for more information. Be sure to include the details of your environment.": "En bra felrapport ska inte låta andra behöva jaga dig för mer information. Var noga med att inkludera information om din miljö.",
    "Warning: Always use English when contacting us, or we might not understand you.": "Varning: Använd alltid engelska när du kontaktar oss, annars kanske vi inte förstår dig.",
    "No results found": "Inga resultat hittades",
    "Open Favorites": "Öppna favoriter",
    "Open About": "Öppna om",
    "Minimize to Tray": "Minimera till aktivitetsfältet",
    "Close": "Stäng",
    "Restore": "Återställ",
    "Features": "Funktioner",
    "Connect To %s": "Anslut till %s",
    "Cannot be stored": "Kan inte lagras",
    "Overall Ratio": "Total kvot",
    "Translate Synopsis": "Översätt synopsis",
    "N/A": "Saknas",
    "Your disk is almost full.": "Din hårddisk är nästan full.",
    "You need to make more space available on your disk by deleting files.": "Du måste göra mer utrymme tillgängligt på din hårddisk genom att ta bort filer.",
    "Playing Next": "Spelar nästa",
    "See-through Background": "Genomskinlig bakgrund",
    "Bold": "Fet",
    "Currently watching": "Tittar på just nu",
    "No, it's not that": "Nej, det är inte det",
    "Correct": "Korrekt",
    "Init Database": "Init-databas",
    "Status: %s ...": "Status: %s ...",
    "Create Temp Folder": "Skapa tillfällig mapp",
    "Set System Theme": "Ställ in systemtema",
    "Disclaimer": "Varning",
    "Series": "Serier",
    "Event": "Händelse",
    "Local": "Lokalt",
    "Try another subtitle or drop one in the player": "Testa en annan undertext eller släpp en i spelaren",
    "show": "visa",
    "movie": "film",
    "Something went wrong downloading the update": "Något gick fel när uppdateringen hämtades",
    "Error converting subtitle": "Fel vid undertextkonvertering",
    "No subtitles found": "Inga undertexter hittades",
    "Try again later or drop a subtitle in the player": "Försök igen senare eller släpp en undertext i spelaren",
    "You should save the content of the old directory, then delete it": "Du bör spara innehållet i den gamla mappen och sedan ta bort det",
    "Search on %s": "Sök i %s",
    "Audio Language": "Ljudspråk",
    "Subtitle": "Undertext",
    "Code:": "Kod:",
    "Error reading subtitle timings, file seems corrupted": "Fel vid läsning av undertexttider, filen verkar korrupt",
    "Open File to Import": "Öppna fil att importera",
    "Browse Directory to save to": "Bläddra i mappen att spara till",
    "Cancel and use VPN": "Avbryt och använd VPN",
    "Resume seeding after restarting the app?": "Återuppta distribution efter att ha startat om appen?",
    "Seedbox": "Distributionslåda",
    "Cache Folder": "Cachemapp",
    "Show cast": "Visa rollfördelning",
    "Filename": "Filnamn",
    "Stream Url": "Ström-URL",
    "Show playback controls": "Visa uppspelningskontroller",
    "Downloading": "Hämtar...",
    "Hide playback controls": "Dölj uppspelningskontroller",
    "Poster Size": "Affischstorlek",
    "UI Scaling": "Användargränssnittsskalning",
    "Show all available subtitles for default language in flag menu": "Visa alla tillgängliga undertexter för standardspråk i flaggmenyn",
    "Cache Folder Button": "Cachemapp-knapp",
    "Enable remote control": "Aktivera fjärrkontroll",
    "Server": "Server",
    "API Server(s)": "API-servrar",
    "Proxy Server": "Proxyserver",
    "Remember to Export your Database before updating in case its necessary to restore your Favorites, marked as watched or settings": "Kom ihåg att exportera din databas innan du uppdaterar ifall det behövs för att återställa dina favoriter, markerade som bevakade eller inställningar",
    "Update Now": "Uppdatera nu",
    "Database Exported": "Databas exporterad",
    "ThePirateBay": "ThePirateBay",
    "1337x": "1337x",
    "RARBG": "RARBG",
    "Saved Torrents": "Sparade torrenter",
    "Search Results": "Sökresultat",
    "Paste a Magnet link": "Klistra in en magnetlänk",
    "Import a Torrent file": "Importera en torrentfil",
    "Select data types to import": "Välj datatyper att importera",
    "Please select which data types you want to import ?": "Välj vilka datatyper du vill importera?",
    "Watched items": "Sedda objekt",
    "Bookmarked items": "Bokmärkta objekt",
    "Download list is empty...": "Hämtningslistan är tom...",
    "Active Torrents Limit": "Gräns för aktiva torrenter",
    "Toggle Subtitles": "Växla undertexter",
    "Toggle Crop to Fit screen": "Växla beskärning för att passa skärmen",
    "Original": "Original",
    "Fit screen": "Passa skärmen",
    "Video already fits screen": "Video passar redan skärmen",
    "The filename was copied to the clipboard": "Filnamnet kopierades till urklippet",
    "The stream url was copied to the clipboard": "Ström-URL:en kopierades till urklippet",
    "* %s stores an encrypted hash of your password in your local database": "* %s lagrar en krypterad hash av ditt lösenord i din lokala databas",
    "Your device might not support the video format/codecs.<br/>Try other resolution quality or casting with VLC": "Din enhet kanske inte stöder videoformatet/kodekar.<br/>Prova annan upplösningskvalitet eller casta med VLC",
    "Hide cast": "Dölj rollfördelning",
    "Tabs": "Flikar",
    "Native window frame": "Inbyggd fönsterram",
    "Open Cache Folder": "Öppna cachemapp",
    "Restart Popcorn Time": "Starta om Popcorn Time",
    "Developer Tools": "Utvecklarverktyg",
    "Movies API Server": "API-server för filmer",
    "Series API Server": "API-server för serier",
    "Anime API Server": "API-server för anime",
    "The image url was copied to the clipboard": "Bild-URL:en kopierades till urklippet",
    "Popcorn Time currently supports": "Popcorn Time stöder för närvarande",
    "There is also support for Chromecast, AirPlay & DLNA devices.": "Det finns också stöd för Chromecast, AirPlay & DLNA-enheter.",
    "(*You can set multiple Filters and tabs at the same time and of course any additional ones later": "(*Du kan ställa in flera filter och flikar samtidigt och naturligtvis eventuella ytterligare senare",
    "as well as overwrite or reset your preferences)": "samt skriva över eller återställa dina inställningar)",
    "Default Filters": "Standardfilter",
    "Set Filters": "Ställ in filter",
    "Reset Filters": "Återställ filter",
    "Your Default Filters have been changed": "Dina standardfilter har ändrats",
    "Your Default Filters have been reset": "Dina standardfilter har återställts",
    "Setting Filters...": "Ställer in filter...",
    "Default": "Standard",
    "Custom": "Anpassat",
    "Remember": "Kom ihåg",
    "Cache": "Cache",
    "Unknown": "Okänd",
    "Change Subtitles Position": "Ändra position för undertexter",
    "Minimize": "Minimera",
    "Separate directory for Downloads": "Separat mapp för hämtningar",
    "Enabling will prevent the sharing of cache between the Watch Now and Download functions": "Aktivering förhindrar delning av cache mellan funktionerna Se nu och Hämta",
    "Downloads Directory": "Hämtningsmapp",
    "Open Downloads Directory": "Öppna hämtningsmapp",
    "Delete related cache ?": "Ta bort relaterad cache ?",
    "Yes": "Ja",
    "No": "Nej",
    "Cache files deleted": "Cachefiler borttagna",
    "Delete related cache when removing from Seedbox": "Ta bort relaterad cache när du tar bort från distributionslådan",
    "Always": "Alltid",
    "Ask me every time": "Fråga mig varje gång",
    "Enable Protocol Encryption": "Aktivera protokollkryptering",
    "Allows connecting to peers that use PE/MSE. Will in most cases increase the number of connectable peers but might also result in increased CPU usage": "Tillåter anslutning till jämlikar som använder PE/MSE. Kommer i de flesta fall att öka antalet anslutningsbara jämlikar men kan också leda till ökad CPU-användning",
    "Show the Seedbox when a new download is added": "Visa distributionslådan när en ny hämtning läggs till",
    "Download added": "Hämtning tillagd",
    "Change API Server": "Ändra API-server",
    "Default Content Language": "Standardinnehållsspråk",
    "Title translation": "Titelöversättning",
    "Translated - Original": "Översatt - original",
    "Original - Translated": "Original - översatt",
    "Translated only": "Endast översatt",
    "Original only": "Endast original",
    "Translate Posters": "Översätt affischer",
    "Translate Episode Titles": "Översätt avsnittstitlar",
    "Only show content available in this language": "Visa endast innehåll tillgängligt på detta språk",
    "Translations depend on availability. Some options also might not be supported by all API servers": "Översättningar beror på tillgänglighet. Vissa alternativ kanske inte stöds av alla API-servrar",
    "added": "tillagd",
    "Max. Down / Up Speed": "Max. ner- / upphastighet",
    "Show Release Info": "Visa utgivningsinformation",
    "Parental Guide": "Föräldraguide",
    "Rebuild bookmarks database": "Bygg om databas för bokmärken",
    "Rebuilding bookmarks...": "Ombyggnad av bokmärken...",
    "Submit metadata & translations": "Skicka metadata och översättningar",
    "Not available": "Inte tillgängligt",
    "Cast not available": "Rollfördelning inte tillgänglig",
    "was removed from bookmarks": "togs bort från bokmärken",
    "Bookmark restored": "Bokmärke återställdes",
    "Undo": "Ångra",
    "minute(s) remaining before preloading next episode": "minut(er) återstår innan nästa avsnitt förinläses",
    "Zoom": "Zooma",
    "Contrast": "Kontrast",
    "Brightness": "Ljusstyrka",
    "Hue": "Färgton",
    "Saturation": "Mättnad",
    "Decrease Zoom by": "Minska zoomen med",
    "Increase Zoom by": "Öka zoomen med",
    "Decrease Contrast by": "Minska kontrasten med",
    "Increase Contrast by": "Öka kontrasten med",
    "Decrease Brightness by": "Minska ljusstyrkan med",
    "Increase Brightness by": "Öka ljusstyrkan med",
    "Rotate Hue counter-clockwise by": "Rotera färgton moturs med",
    "Rotate Hue clockwise by": "Rotera färgton medurs med",
    "Decrease Saturation by": "Minska mättnad med",
    "Increase Saturation by": "Öka mättnad med",
    "Automatically update the API Server URLs": "Uppdatera automatiskt API-serverns URL:er",
    "Enable automatically updating the API Server URLs": "Aktivera automatiskt uppdatera API-serverns URL:er",
    "Automatically update the app when a new version is available": "Uppdatera automatiskt appen när en ny version är tillgänglig",
    "Enable automatically updating the app when a new version is available": "Aktivera att appen automatiskt uppdateras när en ny version är tillgänglig",
    "Check for updates": "Sök efter uppdateringar",
    "Updating the API Server URLs": "Uppdaterar API-serverns URL:er",
    "API Server URLs updated": "API-serverns URL:er uppdaterade",
    "API Server URLs already updated": "API-serverns URL:er redan uppdaterade",
    "API Server URLs could not be updated": "API-serverns URL:er kunde inte uppdateras",
    "You can add multiple API Servers separated with a , from which it will select randomly (*for load balancing) until it finds the first available": "Du kan lägga till flera API-servrar separerade med ett , från vilka den väljer slumpmässigt (*för lastbalansering) tills den hittar den första tillgängliga",
    "The API Server URL(s) was copied to the clipboard": "API-servrarnas URL:er kopierades till urklippet",
    "0 = Disable preloading": "0 = Inaktivera förinläsning",
    "Search field always expanded": "Sökfältet alltid expanderat",
    "DHT UDP Requests Limit": "Gräns för DHT UDP-förfrågningar",
    "Connect to %s to automatically fetch subtitles for movies and episodes you watch in %s": "Anslut till %s för att automatiskt hämta undertexter för filmer och avsnitt du tittar på i %s",
    "Create an account": "Skapa ett konto",
    "Search for something or drop a .torrent / magnet link...": "Sök efter något eller släpp en .torrent / magnetlänk...",
    "Torrent removed": "Torrent borttagen",
    "Remove": "Ta bort",
    "Connect to %s": "Anslut till %s",
    "to automatically 'scrobble' episodes you watch in %s": "För att automatiskt \"skrobbla\"-avsnitt du tittar på i %s",
    "Sync now": "Synkronisera nu",
    "Same as Default Language": "Samma som standardspråk",
    "Language": "Språk",
    "Allow Audio Passthrough": "Tillåt ljudgenomgång",
    "release info link": "utgivningsinformationslänk",
    "parental guide link": "föräldraguidelänk",
    "IMDb page link": "IMDB-sidlänk",
    "submit metadata & translations link": "skicka länk för metadata och översättningar",
    "episode title": "avsnittstitel",
    "full cast & crew link": "hel rollfördelning- & arbetslagslänk",
    "Click providers to enable / disable": "Klicka på leverantörer för att aktivera / inaktivera",
    "Right-click to filter results by": "Högerklicka för att filtrera resultat efter",
    "to filter by <i>All</i>": "att filtrera efter <i>Allt</i>",
    "more...": "mer...",
    "Seeds": "Distributioner",
    "Peers": "Jämlikar",
    "less...": "mindre..."
}